[
    {
        "Head": "HADIZ 1 LOS ACTOS SÓLO VALEN POR SUS INTENCIONES",
        "Data": "El emir de los creyentes Abu Hafs Umar Ibn al Khattab - que Allah esté complacido con él- dijo: Escuché al Mensajero de Allah decir:\n\"Las acciones no valen sino por sus intenciones y cada uno tendrá según su intención. Aquel que emigró por Allah y Su Mensajero, su emigración será contada como si fuera por Allah y Su Mensajero. Mientras que aquel cuya emigración fue para alcanzar un bien de este mundo, o una mujer con la que casarse, su emigración será contada por aquello por lo que emigró.\"\n[Hadiz unanimemente acordado, narrado por al Bujari (1/9) (n°1), Muslim (3/1515).]",
        "Explain": "Este Hadiz es una base fundamental para lo que son los actos del corazón, las intenciones son de hecho parte de los actos del corazón. Los sabios han dicho que este Hadiz concierne a la mitad de las adoraciones, ya que es la balanza de los actos interiores [a'mal batina], en cuanto al Hadiz narrado por 'Aisha - que Allah esté complacido con ella-: \"Quien inventa en nuestro asunto (el Islam) algo que no le pertenece, su invención será rechazada\". Hadiz Sahih, narrado por Al Bujari (5/301) (n°2697), Muslim (3/1343) ; y en otra versión, se añade esto: \"El que hace un acto que no forma parte de nuestro asunto (el Islam) verá su acto rechazado\". Esto se refiere a la otra mitad de la religión, ya que es la balanza de los actos aparentes. Deducimos de las palabras del Profeta \"los actos sólo valen por sus intenciones\" que no hay actos sin intención. De hecho todo hombre dotado de razón, libre en su decisión, no puede hacer un acto sin intención, algunos sabios han llegado a decir: \"Si Allah impusiera un acto sin intención, esto sería imponernos aquello de lo que no somos capaces\" . En esta deducción está la respuesta para los que son acosados por las dudas escrupulosas [Muwaswis] que hacen el mismo acto de adoración varias veces seguidas, y a pesar de esto Shaytaan les susurra lo siguiente: \"Aún no has puesto la intención\". Les respondemos lo siguiente: \"No, no podéis hacer un acto sin intención, deteneos y abandonad estas sugestiones.\" - El hombre es recompensado o castigado o privado de la recompensa según su intención, el Profeta dijo: \"Aquel que emigró por Allah y Su Mensajero, su emigración será contada como si fuera por Allah y Su Mensajero.\" - Los actos se juzgan según la finalidad con la que se llevaron a cabo. Por lo tanto, es posible que algo que inicialmente es permisible se convierta en un acto de obediencia cuando se pretende hacer el bien a través de ello, como por ejemplo comer y beber, con la intención de tener más fuerza para realizar adecuadamente los actos de obediencia a Allah. En este sentido, el Profeta dijo: \"Coman al final de la noche [suhur] (antes del ayuno), ya que es una bendición\" . (Hadiz unánimemente acordado) - Corresponde al enseñante dar a sus alumnos ejemplos que hagan evidente el estatus legal de la cosa, el Profeta de hecho dio como ejemplo la emigración [hijra] que es el desplazamiento del país del asociacionismo [shirk] al país del Islam y demostró que la emigración, que es un acto único, puede ser para una persona una recompensa y para otra una privación de la recompensa. Así, quien emigre por Allah y Su Mensajero será recompensado y logrará su objetivo, mientras que quien emigre para adquirir los bienes de este mundo o para casarse con una mujer, será privado de la recompensa (del otro mundo). - Este Hadiz se aplica al capítulo de las adoraciones, al de las transacciones, al del matrimonio y a todos los capítulos de la jurisprudencia."
    },
    {
        "Head": "HADIZ 2 EXPLICACIÓN DEL ISLAM, DE LA FE Y DE LA EXCELENCIA",
        "Data": "Según Omar - que Allah esté complacido con él - dijo:\n\"Mientras estábamos sentados un día con el Profeta apareció de pronto entre nosotros un hombre que vestía ropas blancas, tenía el cabello muy negro; al que no se le veía señales de viaje y ninguno de nosotros le conocía. Él se acercó y se sentó cerca del Profeta Juntó sus rodillas contra las suyas, puso las palmas de sus manos sobre sus muslos y dijo: - ¡Oh Muhammad, háblame acerca del Islam! - El Islam, dijo el Profeta: es que atestigües que no hay divinidad digna de ser adorada excepto Allah y que Muhammad es el Mensajero de Allah, que realices la oración, entregues la limosna [zakat], que ayunes el mes de Ramadán y que hagas la peregrinación a la Casa, si tienes la posibilidad. - El extranjero dijo: Tú has dicho la verdad. Entonces nos sorprendió esta situación: Él le preguntó y después lo aprobó. - El extranjero dijo: Háblame acerca de la fe [Iman]. - La fe, dijo él, es que creas en Allah, en Sus ángeles, en Sus libros, en Sus Mensajeros, en el Último Día, y que creas en el Decreto [Qadar], ya sea bueno o malo. - El extranjero dijo: Tú has dicho la verdad y añadió: Háblame acerca del Ihsan.\n- Que adores a Allah como si lo vieras. Ya que si tú no le ves, Él te ve. Le respondió el Profeta - El extranjero: Háblame acerca de la Hora (de la Resurrección). - El preguntado no sabe de ella más de lo que sabe el que pregunta, respondió. - El extranjero: Háblame de sus signos. - Cuando la mujer de a luz a su propia dueña, y cuando veas descalzos mendigos, a los desaliñados y andrajosos, pastores de ovejas, competir en la construcción de grandes edificios. Entonces el hombre se fue. Me quedé un rato largo sin preguntar nada sobre este asunto, luego el Mensajero de Allah - Me dijo: - ¿Sabes quién ha venido a preguntarme? - Allah y Su Mensajero saben mejor que yo, le dije. - Fue el Ángel Gabriel. Que ha venido a enseñaros vuestra religión.\n[\nHadiz auténtico narrado por Muslim]",
        "Explain": "Las\nLecciones extraídas de este Hadiz\nson numerosas: - El Profeta tenía como costumbre sentarse con sus compañeros, esta conducta era el resultado de su carácter noble. Por tanto, es conveniente que el hombre sea amable con las personas cercanas a él y no debe aislarse. - Mezclarse con la gente es mejor que aislarse de ella, mientras el hombre no corra el riesgo de ser tentado en su religión. Si teme por su fe, es preferible aislarse, el Profeta dijo: \"No estamos lejos de la época en la que la mejor fortuna del musulmán será un rebaño de ovejas con las que recorre las cimas de las montañas y los sitios donde ha llovido, huyendo así con su religión de las tentaciones y discordias.\" Hadiz auténtico narrado por al-Bujari (1/69) (N ° 19). - Los Ángeles - la paz sea con ellos - pueden aparecerse a las personas bajo forma humana, el Ángel Gabriel - la paz sea con él- se apareció a los compañeros bajo la descripción mencionada en el Hadiz: un hombre con el pelo muy negro, y ropas muy blancas, sin mostrar ningún signo de haber hecho un largo viaje y ninguno de los compañeros lo conocía. - La actitud correcta que debe adoptar el discípulo hacia el maestro, Gabriel - que la paz sea con él- en efecto se sentó frente al Profeta de una manera decente que mostraba que él estaba atento a lo que le iba a decir. - Estaba permitido llamar al Profeta por su nombre, ya que el ángel Gabriel lo llamó así: \"¡Oh, Muhammad!\" o puede que esto pasara antes de que Allah lo prohibiera según Su dicho: De acuerdo a una de las exegesis, puede ser que este fuera el hábito de los beduinos, que cada vez que venían a ver al Profeta lo llamaban por su nombre. Esta exegesis es la más cercana a la verdad, en cuanto a la primera, esta necesita la confirmación de la orden cronológica de los acontecimientos. - Está permitido plantear a alguien la pregunta aunque sepamos la respuesta con el propósito de enseñar a aquellos que no saben; el Ángel Gabriel sabía bien las respuestas, porque él decía a cada respuesta: \"Tú has dicho la verdad.\" - El causante tiene el mismo estatus que el autor cuando el acto se basa en la causa, el Profetade hecho dijo: \"Este es el Ángel Gabriel, que vino a enseñaros vuestra religión\" , mientras era él el maestro, pero ya que el ángel Gabriel fue la causa (del aprendizaje) con las preguntas que hacía, el Mensajero de Allah consideró que él era el maestro. - El Hadiz demuestra que el Islam tiene cinco pilares, el Profeta respondió así, diciendo: \"El Islam es que atestigües que no hay divinidad digna de adoración excepto Allah y que Muhammad es Su Mensajero, que efectúes la oración, que entregues la limosna [zakat], que ayunes en Ramadán y que hagas la peregrinación a la Casa si tienes la posibilidad\". - Es necesario que el hombre de testimonio con su lengua y tenga la convicción firme en su corazón, de que no hay nada ni nadie que merezca ser adorado salvo Allah. Así, el hombre tiene que testificar con su lengua, con la convicción del corazón de que nada ni nadie tiene derecho a ser adorado entre sus criaturas, ni Profeta, ni santo, ni hombre virtuoso, ni árbol, ni piedra, excepto Allah y todo lo que es adorado aparte de Él es falso, de acuerdo a lo dicho por -Él Altísimo- : - Esta religión sólo se cumple atestiguando que Muhammad es el Mensajero de Allah: Él es Muhammad el hijo de Abd Allah el Hashemi. El que quiera conocer en primer lugar a este noble mensajero, que lea el Qur'an y lo que pueda de la Sunnah y de los libros de historia. - El Mensajero de Allah ha reunido los dos testimonios \"La ilaha illa Allah, Muhammadan Rasulillah\" , en un solo pilar, de hecho la adoración sólo se lleva a cabo mediante dos cosas: la consagración [ikhlas] que abarca el testimonio de fe: \"La illaha illa Allah\" La conformidad con el Mensajero de Allah que abarca el testimonio: \"Muhammad rasulillah\" Por esa razón el Profeta los consideró como un sólo pilar en el Hadiz narrado por Ibn Umar, diciendo: \"El Islam se ha edificado sobre 5 principios: El testimonio de que no hay divinidad digna de adoración excepto Allah y que Muhammad es el Enviado de Allah, el cumplimiento de la oración, el pago del zakat, etc ... \" - El Islam de un siervo se logra mediante el cumplimiento de la oración, la cual se lleva a cabo adecuadamente y de acuerdo con la Ley. Se distinguen dos tipos de cumplimiento: El cumplimiento obligatorio que consiste en hacer el mínimo obligatorio. Un cumplimiento perfecto que consiste en hacer los actos adicionales de acuerdo con lo que se conoce en el Qur'an, en la Sunna y en las palabras de los Doctores de la Ley. - Ayunar el mes de Ramadán es adorar a Allah el Todopoderoso por la abstención de todo lo que rompe el ayuno (comer, beber, el acto carnal, etc...) desde el inicio del amanecer hasta la puesta de sol. El Ramadán es el mes que se encuentra entre Sha'ban y Shawwal. - La peregrinación a la Casa Sagrada consiste en dirigirse a La Meca con la intención de llevar a cabo los ritos, se requiere (como lo estipula el Hadiz) la capacidad, ya que conlleva muchas dificultades, aunque todas las obligaciones tienen como condición la capacidad, ya que Allah Todopoderoso dice: Además, una de las reglas establecidas por los sabios estipula que no hay ninguna obligación en el caso de incapacidad y no hay prohibición en el caso de necesidad. - La inteligencia de los Compañeros que se sorprendieron de ver a aquel que planteaba las preguntas confirmar las respuestas de aquel que era interrogado, mientras que en la base el que hace las preguntas ignora las respuestas, o el ignorante no puede juzgar las respuestas como que son verdad o mentira, pero este asombro se disipó cuando el Profeta dijo: \"Es el Ángel Gabriel. Que vino a enseñaros vuestra religión\". - La fe abarca seis principios: La fe en Allah, en Sus Ángeles, en Sus Libros, en Sus Mensajeros, en el último Día, en el Decreto ya sea bueno o malo. - La distinción entre la fe y la sumisión (el Islam) y esto, cuando se mencionan juntos, se designará por Islam las acciones de los miembros y por la fe los actos del corazón. Tomados aisladamente, cada uno de ellos incluye al otro. De hecho, estas palabras divinas y estas palabras incluyendo la fe y el islam. Es lo mismo para las siguientes palabras del Todopoderoso Y Sus palabras Cuando el Islam y la fe se mencionan juntos (en un mismo versículo o Hadiz), se explican de acuerdo con el Hadiz citado anteriormente. - La fe en Allah es el mayor pilar de la fe, es por eso que el Profeta dijo en primer lugar: \"... que creas en Allah\" , la creencia en Allah incluye la creencia en Su existencia, Su Señorío [Rububiyya] Su Divinidad [Uluhiyya] Sus nombres y Sus Atributos [Asma wa Sifat]. Esto no se reduce sólo a la creencia en Su existencia, sino que es necesario estos cuatro fundamentos. - La afirmación de la existencia de los Ángeles, que son parte del mundo invisible [ghayb]*, Allah les dio varias descripciones en el Qur'an, del mismo modo el Profeta en la Sunnah. Creer en ellos consiste en creer en los nombres de aquellos que la revelación especificó, en cuanto a aquellos cuyos nombres no se especificaron, creemos en ellos de manera global. Asimismo creemos de acuerdo a nuestro conocimiento en los actos que ellos llevan a cabo según lo citado en fuentes canónicas. También creemos en aquello que conocemos, en sus descripciones citadas en las fuentes canónicas, particularmente en el hecho de que el Profeta vio al ángel Gabriel - la paz sea con él- en la forma en que fue creado: tenía seiscientas alas que abarcaba todo el horizonte. Nuestro deber hacia los Ángeles consiste en creer en ellos y amarlos porque son adoradores de Allah que ejecutan sin tregua Sus órdenes, el Altísimo dijo: * El ghayb como lo explica Ibn Masud - que Allah esté complacido con él- [es un sustantivo verbal cuyo verbo es Ghaba (estar ausente)] es algo que no notan nuestros sentidos, y Allah - Ta'ala - y Su Mensajero - - nos hubieron informado. Ejemplos del ghayb: el paraíso, el infierno, el alma, el futuro, las intenciones de la gente, los Yinn, etc. - La obligación de creer en los Libros que Allah el Todopoderoso ha hecho descender a Sus Mensajeros, el Altísimo, dijo: De hecho, creemos en todos los Libros que Allah hizo descender a Sus mensajeros, pero creemos de manera global. En cuanto a los detalles, tenga en cuenta que los anteriores libros sagrados han sufrido falsificaciones, cambios y modificaciones, nosotros no podemos hacer ahora la distinción entre lo que es verdad y lo que es falso. En cuanto a la práctica, ponemos en práctica lo que fue descendido a Muhammad únicamente, las leyes divinas anteriores fueron abrogadas por nuestra religión (el Islam). Así que aquellos de quienes Allah narró la historia y cuya noticia nos llegó, creemos en ellos de manera detallada, en cuanto a los que no conocemos, creemos en ellos de manera global. El primero de los mensajeros fue Nuh (Noé) y el último Muhammad, que se encuentran entre los cinco hombres de rigor que Allah reunió en dos versículos del Qur'an: en la Sura \"Coligados 33\", Él dijo: y Él dijo en la Surat \"La consulta\" - La creencia en el Último Día: Ese es el día de la resurrección, se llama el último día porque es el fin de la etapa para los hombres, esto último pasa en cuatro etapas: La primera morada: es el vientre de su madre. La segunda morada: Es el mundo terrenal donde vivimos. La tercera morada: El firmamento (el mundo de la tumba - el Barzaj). La cuarta morada: La del último día, no hay más moradas después de esta, ya sea el Paraíso o el Infierno. Ello entra en la creencia del Último Día, como ha señalado el Sheij al-Islam Ibn Taymiyya: \"Todo lo que el Profeta informó como hechos posteriores a la muerte, incluyendo lo que pasa en la tumba, sobre todo las preguntas hechas sobre su Señor, su religión y su profeta, y lo que le acontecerá en su tumba como la felicidad o castigo\". - La obligación de creer en el Decreto [Qadar] ya sea bueno o malo, esta creencia se presenta en cuatro grados: El primer grado: es creer que Allah abarca todas las cosas con Su conocimiento, de forma global y detallada, en el pasado y en el futuro. El segundo grado: Consiste en creer que Allah escribió en la Tabla Preservada [Al Lawh al Mahfuz] el destino de todas las cosas [maqadîr] hasta la llegada de la Hora (de la Resurrección). El tercer grado: Es el hecho de creer que todo lo que sucede en el universo es por voluntad del Soberano, nada escapa a su voluntad [Mashi\"a]. El cuarto grado: Consiste en creer que Allah creó toda cosa que ocurre con los actos que Le son propios, como el descenso de la lluvia, el crecimiento de las plantas, o los actos de los hombres y las otras criaturas, estos actos son creados por Allah, el acto realizado por el hombre proviene de la voluntad y el poder que son atributos de este hombre, o el propio hombre y sus atributos son creados por Allah -el Altísimo-. Allah decretó todo lo que sucederá hasta el día de la Resurrección, cincuenta mil años antes de crear los cielos y la tierra, de hecho, lo que se ha decidido que le suceda a los hombres no se puede evitar, y lo que no se ha decidido no les puede alcanzar. Así que estos son los seis pilares de la fe, que el Mensajero de Allah hubo mostrado. Si faltara un solo pilar, la fe es vana. -En el Hadiz está la explicación de la sinceridad (ihsan], consiste en que el siervo ame a su Señor, con una adoración impulsada por la esperanza y la aspiración como si El le viera, de esta manera desea llegar hasta Él, este grado de sinceridad es el más perfecto. Si no puede alcanzar este grado, pasa al segundo grado que consiste en adorar a Allah con una adoración impulsada por el temor y el deseo de huir de Su castigo, es por eso que el Profeta dijo: \"si tú no Lo ves, Él te ve\" , es decir: \"que si tú no Le adoras como si lo vieras, de todos modos, Él te ve.\" - El conocimiento de la Hora (de la Resurrección) está oculto, nadie lo conoce excepto Allah -el Altísimo-. El que afirma conocer la hora es un mentiroso, incluso el mejor mensajero de entre los Ángeles (Gabriel) y el mejor mensajero de entre los hombres (Muhammad) no tienen conocimiento de la Hora. - La hora presenta signos precursores ['Alamat], el Altísimo de hecho dijo: Los sabios han dividido los signos precursores de la Hora en tres partes: Una parte que ya se ha cumplido Una parte que se renueva cada vez Una parte que sólo se producirá poco antes de la Hora de la resurrección, y esta es la que contiene los signos mayores tales como el descenso de Isa hijo Maryam -la paz sea con él- la aparición de Masih ad-Dajjal, de Gog y Magog y la salida del sol por su puesta (por el occidente). El Profeta citó un signo antes de ocurrir, la esclava que da a luz a una mujer rica que poseerá mujeres de la misma condición que su madre, alusión a la gran velocidad por la cual se efectúa la abundancia de dinero y su expansión en la mitad de las personas. Lo que apoya esta explicación, el pasaje del Hadiz que viene justo después: \"... y cuando veas descalzos mendigos, a los desaliñados y andrajosos, pastores de ovejas, competir en la construcción de grandes edificios\". - El método eficaz por el cual el Profeta enseñó a los compañeros el conocimiento durante su aprendizaje a través del desconocido (Gabriel) con el método de preguntas y respuestas. Este método es muy eficaz para la comprensión y la memorización. - El que plantea preguntas sobre el conocimiento religioso se considera un profesor. Esto ya se ha señalado, pero lo que queremos precisar es que conviene que el hombre haga preguntas al sabio sobre lo que necesita la gente, incluso si él sabe las respuestas, para obtener la recompensa del profesor."
    },
    {
        "Head": "HADIZ 3 LOS PILARES DEL ISLAM",
        "Data": "Según Abu 'Abd ar-Rahman Abd Allah ibn' Omar -que Allah esté complacido con él- escuché al Mensajero de Allah decir:\n\"El Islam se basa en cinco principios: 1- La profesión de fe: [La ilaha illallah wa Muhammadan Rasulillah] 2- El cumplimiento de la oración 3- El pago de la limosna legal [zakat] 4- La peregrinación 5- El ayuno del mes de Ramadán\"\n[Hadiz Sahih narrado por al-Bujari en su Sahih (1/49) (nº8), Muslim en su Sahih (1/45) (nº1)].",
        "Explain": "En este hadiz, el Profeta mostró que el Islam es como una construcción en la cual su propietario se resguarda y se protege, también mostró que está edificado sobre cinco cosas: el testimonio de que no hay nada ni nadie digno de ser adorado excepto Allah y que Muhammad es el Mensajero de Allah, el cumplimiento de la oración, el pago del zakat, el ayuno de Ramadán y la peregrinación a la Casa (el Hajj). Hemos hablado previamente acerca de los cinco pilares en el Hadiz relatado por Umar Ibn al Jattab. Pregunta: ¿Cuál es el uso de la cita de este Hadiz, mientras que su contenido es citado en el Hadiz de Umar Ibn al-Jattab -que Allah esté complacido con él -? Respuesta: Por un lado, debido a la importancia de este tema, el autor ha querido insistir en él, por otro lado, en el hadiz de 'Abd Allah ibn' Umar, se señala claramente que el Islam está edificado sobre cinco pilares, en cuanto al hadiz de Umar Ibn al Jattab, no entra dentro de estos términos, aunque en su sentido literal se comprenda la misma cosa."
    },
    {
        "Head": "HADIZ 4 LAS ÚLTIMAS OBRAS SON DETERMINANTES",
        "Data": "Según Abu 'Abd ar-Rahman Abdallah ibn Masud dijo, aquel que es verídico, digno de ser creído: El Mensajero de Allah dijo:\n\"La concepción- khalq- de cada uno de ustedes es reunida en un poco de líquido en el útero de su madre durante cuarenta días, luego en una adherencia durante un período similar, luego es un trozo de carne por un período similar. Entonces Allah manda a un ángel que le insufla el espíritu y a quien se le ordena cuatro palabras (asuntos): \"Escribe, se le dice [al ángel], su sustento -rizq- el momento de su muerte -ajal- sus acciones y [su suerte] infeliz o feliz [en la Otra Vida]\" Por Allah, que nadie tiene el derecho a ser adorado salvo Él, uno de ustedes lleva a cabo acciones de la gente del Paraíso hasta que no queda más que un codo entre él y el [paraíso] entonces lo escrito le precede, y lleva a cabo las acciones de la gente del Fuego y entra en el fuego, y (otro] de ustedes que lleva a cabo las acciones de la gente del Fuego hasta que no queda sino un codo entre él y [el fuego], entonces lo escrito le precede, y él lleva a cabo las acciones de la gente del Paraíso y entra en el paraíso.\"\n[Hadiz auténtico narrado por Al Bujari (11/447) (Nº 6594), Muslim (4/2036) (Nº. 2643)].",
        "Explain": "En este cuarto Hadiz, el Profeta muestra que en el útero de su madre se produce el paso del hombre de una etapa a otra, la escritura del momento de su muerte, lo que se le concederá, etc... Abdallah ibn Mas'ud dijo: \"El Mensajero de Allah nos dijo, el verídico, el digno de ser creído...\" Es decir, el verídico en su hablar y el digno de ser creído en lo que recibe como revelación divina. Él encabezó así está introducción, ya que las palabras que seguirán revelan lo invisible -ghayb- que sólo podemos conocer por una revelación divina.\nLecciones extraídas de este Hadiz\nEste hadiz demuestra que la creación del hombre se produce en el útero a través de cuatro etapas: - La primera etapa: la de un simple líquido que dura cuarenta días - La segunda etapa: la de una adherencia que dura cuarenta días - La tercera etapa: la de un pedazo de carne que dura cuarenta días - La cuarta etapa: es la última fase, sucede después de haberse insuflado el espíritu en él. Podemos deducir de este Hadiz que el feto antes de los cuatro meses de edad no puede ser juzgado como si fuera un ser humano. Por lo tanto, si es expulsado de la matriz antes de completar cuatro meses, no se le lava, no se le envuelve en un sudario y no se hará la oración fúnebre por él, porque no es aún un ser humano. Después de cuatro meses, se le insufla el espíritu y adquiere la condición de un ser humano vivo. Si es expulsado (del útero) después de esta etapa se le practicará la ablución mayor, se le envolverá en un sudario y se efectuará la oración fúnebre por él, como alguien que completó los nueve meses en el vientre materno. Los úteros tienen un ángel correspondiente. El Profeta de hecho dijo \"Luego Allah manda un ángel \" , es decir, el ángel responsable del útero. Las situaciones que vivirá el hombre serán escritas mientras esté todavía en el vientre materno: lo que se le concederá, sus acciones, el momento de su muerte, su suerte (infeliz o feliz). En este Hadiz, deducimos la gran sabiduría divina y que toda cosa tiene junto a Allah un término fijado y se encuentra en un escrito en el que nada se añade o se quita. El hombre debe vivir constantemente con el temor de Allah y de Su castigo, el Mensajero de Allah de hecho informó de que el hombre \"Lleva a cabo las acciones de la gente del Paraíso hasta que no hay sino un codo entre él y [el Paraíso] luego lo escrito le precede, y realiza las acciones de la gente del Fuego y entra en el fuego\". No conviene que el hombre pierda la esperanza, ya que hay personas que han cometido pecados durante mucho tiempo, pero al final de su vida, Allah les concede la guía. Si alguien pregunta lo siguiente: ¿Por qué razón Allah abandona a aquel que realiza acciones de la gente del Paraíso hasta que no hay más que un codo entre él y la gente del Paraíso, luego lo escrito le precede, y él realiza las acciones de la gente del Fuego y entra en el fuego? . La respuesta es que este hombre realmente lleva a cabo las acciones de la gente del Paraíso de acuerdo a lo que es aparente delante de la gente, si su fuero interno es corrupto y su intención es mala, esto hace que esta mala intención predomine hasta que tiene un mal final - nos refugiamos en Allah de esto- y el pasaje del Hadiz siguiente: \"hasta que no queda más que un codo entre él y [el Paraíso] luego lo escrito le precede, él lleva a cabo las acciones de la gente del Fuego y entra en el fuego\" se refiere a la aproximación del momento de su muerte y no de su aproximación al paraíso por sus acciones. Según la madre de los creyentes Aisha -que Allah esté complacido con ella- contó que el Mensajero de Allah dijo: \"Quien aporte a este nuestro asunto, una cosa nueva que no forma parte de este, verá esta cosa rechazada\". En la versión de Muslim, está este: « Quien efectúa un acto ajeno a nuestro asunto, verá su acto rechazado »."
    },
    {
        "Head": "HADIZ 5 LA NULIDAD DE LAS INNOVACIONES",
        "Data": "[Hadiz sahih, narrado por Bujari (5/301) (nº2697), Muslim (3/1343)]",
        "Explain": "Algunos sabios han dicho que este Hadiz es la balanza del lado aparente de los actos y el Hadiz que está al principio de este librillo es la balanza del lado profundo de los actos, ya que el acto incluye una intención y un aspecto: - El aspecto es el lado aparente del acto - La intención es el lado profundo del acto - Aquel que aporta a este asunto, que es el Islam una cosa nueva fundada en este, esta cosa debe rechazarse incluso si tiene una buena intención. De esta manera se deduce que todas las innovaciones en la religión son rechazadas aunque su autor tenga una buena intención. - Como lo subraya la segunda versión del hadiz relatada por Muslim que es: quien realiza un acto que no es conforme con lo que la religión ha ordenado, este acto se debe rechazar, incluso si tiene una base en la legislación. - Por lo tanto, quien vende una mercancía prohibida, su venta es nula; Quien hace una oración supererogatoria sin razón en los momentos en los que está prohibido rezar, su oración no es válida; es lo mismo para el que ayuna el día de la festividad, etc. De hecho, todos estos actos no obedecen a la orden de Allah y de Su Mensajero."
    },
    {
        "Head": "HADIZ 6 LO LÍCITO E ILÍCITO",
        "Data": "Abu 'Abd Allah an-Nu'man ibn Bashir -que Allah esté complacido con él- dijo: Escuché al Mensajero de Allah decir:\n\"Las cosas lícitas son obvias y las cosas ilícitas son obvias. Entre las dos, hay cosas equívocas que mucha gente ignora. Así que quien se abstiene de las cosas equívocas, preserva su religión y su honor y quien se deje caer en las cosas equívocas, caerá en lo ilícito, al igual que el pastor que lleva a pastar a su rebaño al límite de un cercado reservado, arriesgándose en cualquier momento a invadirlo. Por cierto cada soberano tiene un dominio reservado: el de Allah es el conjunto de Sus prohibiciones. ¿No hay en el cuerpo humano un pedazo de carne -mudgha- que si está sano, todo el cuerpo lo estará, y si está corrompido todo el cuerpo lo estará? ¿No es este el corazón?\"\nTransmitido por Al Bujari (nº52), Muslim (nº 1599), Abu Dawud (nº3329), At Tirmidi (nº 1205), An Nasai (7/241)",
        "Explain": "El Profeta clasificó las cosas en este Hadiz según tres categorías: - La categoría de las cosas lícitas, obvias y no ambiguas, como por ejemplo la autorización de comer el animal del rebaño. - La categoría de las cosas ilícitas de manera obvia y sin ambigüedad, como por ejemplo, la prohibición del vino. - La tercera categoría es la de las cosas equívocas que están sujetas a juicio: ¿Forman parte del dominio de lo lícito o de lo ilícito? Mucha gente ignora el estado de estas dos cosas, o pueden ser conocidas para otros. Tratándose de esta categoría, el Mensajero de Allah señaló que evitar estas cosas es una cuestión de escrupulosa piedad, dijo: \"Así que quien se cuide de las cosas equívocas, preserva su religión y su honor\". Dicho esto, él preserva su religión referente a lo que hay entre Allah y él y preserva su honor referente a lo que hay entre la gente y él, para que no cuenten que fulano cayó en lo ilícito, por el mero hecho de que ellos conocen el estado, pero a sus ojos el asunto se presta a confusión. Luego el Profeta citó como parábola al pastor que hace pastar a su rebaño en los límites de un cercado reservado, puesto que no sirve para pasto, es generalmente rico en hierbas, lo que atrae a los animales a pastar dentro: \"al igual que el pastor lleva a pastar a su rebaño al límite de un cercado reservado, arriesgándose en cualquier momento a invadirlo\" , entonces el Profeta dijo: \"Por cierto cada soberano tiene un dominio reservado\" debido a que generalmente los reyes preservan una parte de su tierra para dejar crecer la hierba en abundancia. \"El de Allah es el conjunto de Sus prohibiciones.\" Todo lo que Allah ha declarado ilícito entra en Su dominio reservado, porque Él ha prohibido caer en este. Entonces el Profetamostró que en el cuerpo hay una mudgha, es decir, un trozo de carne tan grande como el que es capaz de masticar un comensal. Cuando este pedazo está sano, todo el cuerpo lo estará, explicó esto diciendo: \"¿No es este el corazón?\" Haciendo alusión a que corresponde al hombre controlar lo que hay en su corazón, como por ejemplo las pasiones que pueden inducirle, hasta hacerle caer en asuntos equívocos y luego en cosas indudablemente ilícitas. - En la ley islámica, lo lícito e ilícito son claros, en cuanto a los asuntos equívocos pocas personas los conocen. - Cuando el hombre no sabe si algo es lícito o ilícito, es mejor que lo evite, solo lo hace cuando esté seguro de que es lícito. - Cuando el hombre cae en cosas equívocas, se arriesga con el tiempo a caer sin inmutarse en las cosas claramente ilícitas. A fuerza de cometer cosas equívocas, el alma del hombre lo impulsa a cometer cosas cuya ilicitud es obvia, lo que hará que caiga en perdición. - Se permite citar ejemplos para hacer explícito algo abstracto, citando una cosa concreta, porque la comparación entre lo que es inteligible y lo material facilita la comprensión. - La buena enseñanza del Mensajero de Allah, citando ejemplos y explicándolos a continuación. - El eje de la bondad y la maldad [del hombre] es el corazón. En efecto, el hombre necesita rectificar constantemente su corazón, hasta meterlo por el camino de la rectitud. - La corrupción del aspecto externo del hombre es un indicativo de la corrupción de su interior, el Profeta de hecho dijo: \"si está sano, todo el cuerpo lo estará, y si está corrompido todo el cuerpo lo estará\"."
    },
    {
        "Head": "HADI Z 7 LA RELIGIÓN ES BUEN CONSEJO",
        "Data": "Según Abu Ruqayya Tamam ibn Aws ad-Dariy -que Allah estés complacido con él- el Profetadijo:\n\"La religión es el buen consejo. - ¿A quién? Preguntamos al profeta. - Él respondió: A Allah, a Su libro, a Su profeta, a los Imames y al conjunto de los musulmanes. »\n[Hadiz sahih, narrado por Muslim (1/74)]",
        "Explain": "El buen consejo por Allah es también el buen consejo por su religión llevando a cabo Sus órdenes, evitando Sus prohibiciones, tomando sus informaciones por verdaderas, arrepentiéndose ante Él, confiando en Él, etc. El buen consejo por Su Libro consiste en creer que se trata de la palabra de Allah, que abarca informaciones verdaderas, leyes justas, narraciones útiles y que debemos remitirnos al juicio del Libro en todos nuestros asuntos. El buen consejo por el Mensajero es el hecho de creer en él, creer que él es el Mensajero de Allah para el mundo entero, amarlo y estar en conformidad con él, dando por verdadera la información que trajo, observar sus órdenes, evitar lo que él prohibió, defender su religión. El buen consejo por los imames (los detentores de la autoridad) es hacerles llegar el buen consejo mostrándoles claramente la verdad, sin perturbarlos, teniendo paciencia con el mal que nos pueda venir de ellos y teniendo paciencia respecto a sus derechos que tienen sobre nosotros, ayudarles y apoyarles cuando la situación lo requiera como el hecho de repeler los ataques del enemigo, etc. El buen consejo por el conjunto de los musulmanes consiste en ofrecerles el buen consejo llamándoles a Allah, ordenando lo conveniente e impidiendo lo reprobable, enseñándoles el bien, etc. Es por eso que la religión está relacionada con el buen consejo, y el primero que forma parte del conjunto de los musulmanes es la propia persona, esta debe aplicarse el buen consejo a sí misma. - La religión se limita al buen consejo, el Profeta dijo: \"La religión es el buen consejo\". - Los concernidos por el buen consejo son cinco: Allah, Su Libro, Su enviado, los gobernantes y el conjunto de los musulmanes. - La insistencia en ofrecer el buen consejo para estas cinco cosas que son la religión misma del musulmán, respetar eso significa preservar su religión. - La prohibición del engaño, porque dado que la religión es buen consejo y el engaño es lo contrario del buen consejo, este es contrario a la religión. Se ha narrado que el Profeta dijo: \"Quien nos engaña, no es de los nuestros » . Relató Ibn 'Umar - que Allah esté complacido con él - que el Mensajero de Allah dijo: \" Me ha sido ordenado combatir contra la gente hasta que testifiquen que no hay nada ni nadie con derecho a ser adorado excepto Allah y que Muhammad es el Mensajero de Allah, que cumplan la oración, que entreguen el zakat (limosna legal). Si ellos hacen esto, habrán salvaguardado su sangre y sus bienes de mí, excepto lo que el Islam permita imponer legalmente. En cuanto a su cuenta, es Allah el Altísimo Quien se encarga de ajustarla.\""
    },
    {
        "Head": "HADIZ 8 EL CARÁCTER SAGRADO DEL MUSULMÁN",
        "Data": "[Hadiz Sahih, narrado por Al Bujari (1/75) nº 25, y Muslim (1/53) nº 36]",
        "Explain": "\"Me ha sido ordenado\" : es Allah el Poderoso, el Majestuoso Quien ha ordenado. La frase está en forma pasiva porque el sujeto es conocido: Quien ordena y prohíbe es obviamente Allah -el Altísimo-. \"... combatir a la gente hasta que testifiquen...\" : Este Hadiz tiene un significado general, pero el siguiente Dicho divino es la restricción *Impuesto que pagan los dhimmíes De la misma manera, la Tradición señala que las personas deben ser combatidas hasta que abracen el Islam o paguen la yizia. - La obligación de combatir a la gente hasta que abracen el Islam o paguen la yizia. - Está permitido combatir contra quien se abstiene de entregar el zakat (limosna legal), Abu Bakr -que Allah esté complacido con él- de hecho combatió contra las tribus que se negaron a darlo. - Cuando el hombre muestra su pertenencia al Islam, su fuero interno se remite a Allah, el Profeta de hecho dijo: Si ellos hacen esto, habrán salvaguardado su sangre y sus bienes de mí, excepto lo que el Islam permita imponer legalmente. En cuanto a su cuenta, es Allah el Altísimo Quien se encarga de ajustarla.\" - En el hadiz, está la afirmación del juicio, que quiere decir que Allah, pedirá cuentas a Sus siervos acerca de sus acciones, si estas acciones son buenas, la recompensa es buena, si son malas, la recompensa también lo será, Allah -el Altísimo- dijo:"
    },
    {
        "Head": "HADIZ 9 LA RESPONSABILIDAD DEPENDE DE LA CAPACIDAD",
        "Data": "Abu Hurairah 'abd Rahman ibn Sakhr -que Allah esté complacido con él - dijo:\nEscuché al Mensajero de Allah decir: \"Cuando les prohíbo hacer algo, evitarlo, y cuando les ordeno hacer algo, hacerlo en la medida de vuestra capacidad. Aquellos que les han precedido cayeron en la perdición solo por la abundancia de sus preguntas y sus discrepancias con sus Profetas\".\n[Hadiz sahih, narrado por al Bujari (13/7288), Muslim(n°412)]",
        "Explain": "Todo lo que el Profeta prohibió debe evitarse, porque abstenerse de hacer un acto prohibido es más fácil que realizar un acto ordenado por la religión. En cuanto a la orden, el Profeta dijo: \"...cuando les ordeno hacer algo, hacerlo en la medida de vuestra capacidad.\" En efecto lo ordenado es un acto que puede ser difícil de cumplir, es por ello que el Profeta puso la siguiente restricción: \"...hacerlo en la medida de vuestra capacidad.\" - La obligación de evitar lo que el Mensajero de Allah prohibió, y sobre todo lo que Allah prohibió, y eso mientras no haya un argumento que pruebe que se trata de una prohibición que declara que la cosa solo sea detestable [karaha] (y no ilícita). No se tolera hacer una parte de lo que está prohibido, sino que debe evitarse por completo, siempre y cuando no exista una necesidad que permita cometerlo. - La obligación de realizar lo que se nos ordenó hacer, siempre que no haya argumento que demuestre que esta orden expresa únicamente la libertad del cumplimiento del acto (previamente ordenado) [istihbab]. - Todo lo que sobrepase la capacidad del hombre, no le es obligatorio. - La facilidad en las enseñanzas de la religión islámica al no imponer al hombre lo que no es capaz de hacer. - Para aquel que es capaz de cumplir una orden, le basta con hacer lo que pueda de esa orden, de hecho, el que es incapaz de rezar de pie, reza sentado, quien es incapaz de rezar sentado rezará acostado, quien pueda hacer la inclinación [ruku] que la haga, si no puede, bastará con indicarlo por signos. Lo mismo ocurre con las demás adoraciones, el hombre cumple lo que es capaz de hacer. - No conviene plantear demasiadas preguntas, porque esto - especialmente durante el período de la revelación - puede causar la prohibición de algo que anteriormente no estaba prohibido, o la obligación de algo que no lo estaba, simplemente hace la pregunta acerca de lo que necesita solamente. - Hacer demasiadas preguntas, suponer demasiado, divergir con los Profetas es el origen de la perdición, las comunidades que nos precedieron, perecieron a causa de ello."
    },
    {
        "Head": "HADIZ 10 NO SE ACEPTAN SINO LAS BUENAS COSAS",
        "Data": "Según Abu Hurayra -que Allah esté complacido con él - el Mensajero de Allah dijo:\n\"Allah el Altísimo es bueno y solo acepta lo que es bueno, sepan que Allah ha ordenado a los creyentes lo que ordenó a los Enviados, Él ha dicho:[con respecto a los Enviados] y Él ha dicho [refiriéndose a los creyentes]: Luego habló del hombre que hizo un largo viaje, despeinado y polvoriento, alzando sus manos hacia el cielo, gritando: \"¡Señor!, ¡señor!\" Mientras que su comida es de una fuente ilícita, su bebida es de una fuente ilícita, sus ropas son de origen ilícito, se ha saciado con lo que es ilícito. Lejos está de que se le conceda su invocación.\n[Hadiz auténtico, relatado por Muslim (nº 1015), y At Tirmidhi (nº 2990)].",
        "Explain": "\"Allah el Altísimo es bueno y solo acepta lo que es bueno\" : Allah es bueno en Su esencia, bueno en Sus atributos, bueno en Sus actos, Él solo acepta lo que es bueno en su naturaleza y bueno respecto al medio de adquisición. En cuanto a lo malo - khabiz- en su naturaleza como el vino, o malo referente al medio de adquisición, como lo que es adquirido por medio de la usura, Allah -Exaltado sea- no lo acepta. Allah ha ordenado a los creyentes lo que ordenó a los Mensajeros, Él ha dicho [respecto a los Mensajeros]: La orden dirigida por Allah el Altísimo a los Mensajeros y Su orden dirigida a los creyentes es la misma: es comer de las cosas buenas. En cuanto a las cosas malas, estas son ilícitas para ellos, ciertamente el Altísimo ha dicho acerca de Su Mensajero; El Mensajero de Allah a continuación habló del hombre que come de lo que es ilícito y dijo que su invocación está lejos de ser respondida, a pesar de la presencia de las causas del cumplimiento de la invocación, se trata de un hombre que hace una largo viaje, que está despeinado y polvoriento y levanta sus manos hacia el cielo gritando: \"¡Señor!, ¡Señor!\" Este hombre presenta cuatro características: 1- Es un hombre que hace un largo viaje, no obstante el viaje es una situación en la cual la invocación se responde. 2- Está despeinado y polvoriento. Asimismo, sabemos que el día de 'Arafa, Allah mira a Sus siervos que vinieron por Él, reuniéndose en el monte Arafa con sus corazones mostrando humildad, entonces Allah le dice a Sus Ángeles: {Vinieron a mí, despeinados y polvorientos} y Él les toma por testigos de que los ha perdonado, por lo que este estado, es una de las causas para que la invocación se conceda. 3- Él levanta sus manos hacia el cielo, no obstante elevar las manos hacia el cielo es una de las causas para que se conceda (la invocación), y cuando Su siervo levanta sus manos hacia Él, Allah -Glorificado sea - por pudor a él, no se las devuelve vacías. 4- Él lo invoca en estos términos: \"¡Señor!, ¡Señor!\" : Es un medio de acceder a Allah -Tawassul- a través de Su Señorialidad, que es otra causa legal para que se conceda, y sin embargo, no se concede su invocación, porque su comida es ilícita, sus ropas son ilícitas y se ha saciado con lo que es ilícito. El Profeta dijo: \"Lejos está de que se le conceda su invocación\". - La descripción de que Allah es bueno en Su esencia, en Sus atributos y en Sus actos. El deber de eximir a Allah de toda imperfección. Allah acepta ciertos actos y no acepta otros. - Allah -el Altísimo- ha ordenado a Sus siervos los Mensajeros y aquellos a los que fueron enviados de comer cosas buenas y ser agradecidos a Él. - Evitar comer lo que es ilícito es una condición para que la invocación sea concedida. - El hecho de que el hombre esté viajando, es una causa para que la invocación sea concedida. - Levantar las manos hacia Allah, es igualmente una causa para que la invocación sea concedida. - Buscar el acceso a Allah a través de Su Señorío, también es una causa para que la invocación sea concedida. - Los Enviados tuvieron que realizar los actos de adoración al igual que los creyentes. - La obligación de agradecer a Allah por Sus bendiciones, el Altísimo dijo: - El hombre debe efectuar los medios que le permitan alcanzar su objetivo y evitar los medios que le impiden caminar por el camino que conduce a ello."
    },
    {
        "Head": "HADIZ 11 EL ESCRÚPULO",
        "Data": "Abu Muhammad al Hasan Ibn Ali - que Allah esté complacido con él - dijo: Memoricé del Mensajero de Allah estas palabras:\n\"Abandona lo que es dudoso por lo que no lo es.\"\n[(\nHadiz sahih, transmitido por at-Tirmidhi (Nº. 2518), an-Nasā'i (8 / 327,328), y At-Tirmidhi dijo: Hadiz hasan sahih)]",
        "Explain": "Abu Muhammad Al Hasan ibn 'Ali es el nieto del Mensajero de Allah , él es el mejor de los dos Hasan (su hermano se llama al-Husayn), el Profeta lo elogió con estas palabras: \"Mi hijo que es aquí un noble, él reconciliará a los dos grandes partidos entre los musulmanes\". De hecho, Allah reconcilió por medio de él, a dos partidos en conflicto cuando abdicó al Califato a favor de Mu'awiyya, hijo de Abu Sufyan, de este modo adquirió la nobleza. Estas palabras del Profeta : \"Abandona lo que es dudoso\" van en el mismo sentido que sus palabras en el Hadiz precedente: \"Entre las dos (lo lícito y lo ilícito), hay cosas equívocas que mucha gente ignora. Así que quien se abstiene de las cosas equívocas, preserva su religión y su honor \" [Hadiz sahih, transmitido por al Bujari (5/306) (Nº 2704)]. Por lo tanto lo que inspira duda ya sea en asuntos referentes a esta vida mundana o a la vida postrera, lo mejor es deshacerse y renunciar a ello con el fin de no exponer el alma a la inquietud e incertidumbre.\nLecciones extraídas de este Hadiz\n- El hombre está obligado a dejar de lado las cosas que le inspiran duda y a interesarse por las cosas que no le inspiran ninguna duda. - Se le ordena al hombre que evite lo que le genera inquietud/ preocupación."
    },
    {
        "Head": "HADIZ 12 CONSAGRARSE A LAS COSAS ÚTILES",
        "Data": "Abu Hurairah -que Allah esté complacido con él- relató: El Mensajero de Allah dijo:\n\"Es signo de buena sumisión [Islam] del hombre, abandonar lo que no le incumbe\".\n[Hadiz bueno [hasan], narrado por at-Tirmidhi (n°2317), Ibn Maja (n°3976), Malik en « al-muwatta' » (2/903), Ahmad (1/201)]",
        "Explain": "Este hadiz es una base en la nobleza de carácter y educación recta, cuando en efecto el hombre deja lo que no le incumbe ni le interesa, es prueba de su buena sumisión (Islam), también es una fuente de tranquilidad para su mente.\nLecciones extraídas de este Hadiz\n- El Islam (sumisión) es variable según las personas, es bueno en algunos y menos bueno en otros. - Es mejor que el hombre renuncie a lo que no le incumbe, lo mismo en los asuntos de su religión que en los asuntos de su vida, de esta manera evitará perder su tiempo, su religión permanecerá en buen estado y sus negligencias no se agravarán. Si por el contrario, se involucra en los asuntos de la gente, eso le causaría problemas. - El hombre no debe descuidar lo que le incumbe y lo que le interesa, ya se trate de asuntos de su religión o de su vida, sino que él debe ocuparse, mantener y elegir para ello la forma más fácil mientras sea lícito."
    },
    {
        "Head": "HADIZ 13 LA FE PERFECTA",
        "Data": "Según Abu Hamza Anas Ibn Malik -que Allah esté complacido con él- el Profeta dijo:\n\"Ninguno de ustedes creerá, hasta que ame para su hermano lo que ama para sí mismo\".\n[Hadiz sahih, relatado por al Bujari (1/10) (n ° 13), Muslim (n ° 71)]",
        "Explain": "\"Ninguno de ustedes creerá ...\" : La fe designada en este pasaje es la fe perfecta. \"... hasta que él ame para su hermano\" , es decir, su hermano en el Islam. \"...lo que ama para sí mismo\" y esto, tanto en el ámbito de la religión como en el ámbito de la vida, porque la fraternidad en la fe consiste en amar para su hermano, lo que se ama para sí mismo.\nLecciones extraídas de este hadiz\n- La fe es de diferentes grados, esta puede ser perfecta, así como puede ser deficiente, este es uno de los principios del credo de la Gente de la Sunna y la comunidad [Ahl Sunna wa al Jama'a], esta es susceptible a aumentar o disminuir. - La incitación a amar el bien para los creyentes, el Profeta de hecho dijo: \"... hasta que ame para su hermano lo que ama para sí mismo\". - La advertencia contra el hecho de querer para los creyentes lo que no se quiere para sí mismo, porque esto disminuiría la fe del hombre hasta tal punto, que el Mensajero de Allah negó en él la existencia de la fe, lo que prueba la importancia del amor que el hombre debe tener respecto a sus hermanos. - Este hadiz promueve la consolidación de los lazos entre los creyentes. - El que se adorna con esta virtud no puede transgredir en contra de los creyentes, ni en sus bienes, ni en su honor, de la misma manera que a él no le gustaría que transgredieran en su contra."
    },
    {
        "Head": "HADIZ 14 LA INVIOLABILIDAD DE LA SANGRE DEL MUSULMÁN",
        "Data": "Contó Ibn Mas'ud - que Allah esté complacido con él - que El Mensajero de Allah dijo:\n\"No se permite derramar la sangre del musulmán, excepto en tres casos: el casado que comete adulterio, el autor de un homicidio voluntario, y el renegado que abandona la comunidad\".\n[Hadiz sahih, relatado por al Bujari (12/201) (Nº. 6878), Muslim (3/1302)]",
        "Explain": "1 - El Mensajero de Allah muestra con este hadiz que la sangre del musulmán debe ser respetada, él es inviolable, no se permite derramar (su sangre) excepto en tres casos: \"... el casado que comete adulterio\": este es el hombre que ha consumado un matrimonio y luego comete adulterio, su sangre se vuelve lícita, está sujeto al castigo [hadd] de lapidación [rajm] con la piedra hasta su muerte. 2 - \"... el autor de un homicidio voluntario\": está sujeto a la pena del talión conforme al siguiente Dicho divino: Y Su Dicho 3 - \"... el renegado que abandona la comunidad\" : Se trata del apóstata [murtad]. De hecho, cualquiera que reniega después de abrazar el Islam, su sangre se vuelve lícita. Si no se arrepiente, debe ser condenado a muerte. - La obligación de los derechos del musulmán. - La obligación de lapidar al adúltero. - La legalidad del talión, excepto si aquel que posee el derecho de la víctima acepta el rescate o perdona al autor. - La obligación de dar muerte al apóstata si no se arrepiente."
    },
    {
        "Head": "HADIZ 15 LAS VIRTUDES ISLÁMICAS الحديث الخامس عشر",
        "Data": "Según Abu Hurayra -que Allah esté complacido con él- el Mensajero de Allah dijo:\n\"Quien crea en Allah y en el Último Día, que hable el bien o guarde silencio. Quien crea en Allah y en el Último Día, que haga el bien a su vecino. Quien crea en Allah y en el Último Día, que sea hospitalario con su huésped\".\n[Hadiz Sahih, narrado por al Bujari (10/445) (Nº 6018), Muslim (1/68)]",
        "Explain": "Este hadiz contiene reglas de conducta obligatorias. Muestra generosidad respecto al vecino, porque este tiene derechos sobre nosotros. Los sabios han dicho que si el vecino es musulmán y es un pariente cercano, tiene tres derechos sobre nosotros: la vecindad, el Islam y el parentesco. Si él es musulmán y no tiene vínculos de parentesco con nosotros, goza de dos derechos. Si es incrédulo y no tiene vínculos de parentesco con nosotros, tendrá un solo derecho sobre nosotros, que es el de la vecindad. El huésped es aquel que viene a instalarse contigo en tu país mientras está de viaje y de paso, por lo que es un extranjero. En cuanto a la lengua, es esta la más peligrosa contra el hombre, así que este debe observar su lengua hablando bien o guardando silencio. - El deber de mostrarse generoso con su vecino, evitar causarle perjuicio y ser bienhechor en el trato hacia él. Quien al contrario cause mal a su vecino, no es creyente, el Profeta dijo: \"¡Juro por Allah que no es creyente! ¡Juro por Allah que no es creyente! ¡Juro por Allah que no es creyente!\"¿Pero quién es?\", \"Le preguntaron\". Él dijo: \"Aquel cuyo vecino no está a salvo de su mal\". [Hadiz Sahih, relatado por Al Bujari (10/443), (n°6016)] - La obligación de ser hospitalario con el huésped, el Profeta de hecho dijo: \"Quien crea en Allah y en el Último Día, que sea hospitalario con su huésped\" , y esto ofreciéndole un ambiente en el que (el huésped) se sienta cómodo. El período obligatorio de acogida es de un día y una noche, más allá de este período, es un favor de quien ofrece hospitalidad. Si el invitado supera tres días y quiere quedarse más tiempo, tiene que pedir permiso al anfitrión que lo ha acogido, para no molestarlo. El Islam mantiene las reglas de vecindad y de hospitalidad, lo que demuestra su perfección, incluye así el respeto por los derechos de Allah - Exaltado sea - y el respeto por los derechos de las personas. - Está permitido no aplicar el apelativo de \"creyente\" a aquel que carece de una fe perfecta. La negación de la fe es de dos tipos: - Negación absoluta por la cual el hombre es un incrédulo, de una incredulidad que excluye de la comunidad. - Negación indefinida por la cual el hombre es incrédulo en lo que concierne a la virtud de la fe que descuidó, teniendo siempre en él la fe disminuida, este es uno de los principios del credo de la gente de la Sunnah y de la comunidad. El hombre puede reunir en él las virtudes de la fe y de la incredulidad."
    },
    {
        "Head": "HADIZ 16 NO TE DEJES LLEVAR POR LA IRA",
        "Data": "Según Abu Hurairah -que Allah esté complacido con él- un hombre le dijo al Profeta :\nEncomiéndame (algo): \"No te enojes\", le respondió (el Profeta) - El hombre repitió la misma petición varias veces y cada vez él le decía: \"No te enojes\".\n[Hadiz sahih narrado por al Bujari (n°6116), At-Tirmidhi (2021), Malik en « Al muwatta » (2/362-466)]",
        "Explain": "Este hombre le pidió al Profeta que le encomendara algo, y él respondió: \"No te enojes\" . Él dejó de lado encomendarle el temor de Allah, que Allah encomendó a esta comunidad y asimismo a aquellos que recibieron el Libro* antes que nosotros, porque él sabía que esta persona solía enojarse a menudo. * Se refiere al versículo 131 de la surat 4 Además, lo requerido en este hadiz no es la prohibición de enojarse, ya que este estado es una naturaleza del hombre, sino que hace alusión a que el hombre se controle durante la ira y no se deje llevar. La ira, de hecho, es una brasa que Shaytán lanza en el corazón del hijo de Adam, es por eso que sus mejillas se enrojecen y las venas de su cuello se hinchan, incluso pierde el control de lo que hace, y puede incluso cometer actos cuyas repercusiones son graves y que posteriormente lamentará bastante. El mufti debe respetar el estado de aquel que viene a preguntarle, debe darle respuestas de acuerdo a lo que exige su situación. Es lo mismo cuando se trata del profesor respecto al alumno."
    },
    {
        "Head": "HADIZ 17 LA GENERALIDAD DE LA BENEFICENCIA",
        "Data": "Según Abu Ya'la Shaddad ibn Aws -que Allah esté complacido con él- el Mensajero de Allah dijo:\n\"Ciertamente, Allah ha prescrito la beneficencia en todos los asuntos, así que si matan háganlo de buena manera y si degüellan a un animal háganlo de buena manera. Que cada uno afile su cuchillo y no haga sufrir al animal que degüella\".\n[Hadiz sahih, narrado por Muslim (3/1548)]",
        "Explain": "La beneficencia no debe ser solo respecto a los humanos, sino que es general. \"Así que si matan háganlo de buena manera y si degüellan a un animal, háganlo de buena manera\" : Todo esto forma parte del buen hacer. \"Así que si matan ...\" Es decir, en el combate entre humanos o cuando queremos matar a un animal que es lícito matar, \"háganlo de buena manera\" utilizando el modo más breve y sin hacer sufrir a la víctima. Sin embargo, puede suponer un problema las tradiciones que afirman la lapidación hasta la muerte del hombre que consumó un matrimonio válido y que posteriormente cometió adulterio [muhsan]. La respuesta es que esta pena es una excepción a la regla establecida por este hadiz. También se puede decir que la recomendación: \"háganlo de buena manera\" designa la conformidad con la ley. No obstante, la lapidación del muhsan está conforme con la ley. Sus palabras: \"... y si degüellan a un animal, háganlo de buena manera\" se refiere al animal que es lícito comer, como las ovejas por ejemplo. Corresponde al hombre emplear el modo más breve para lograr el objetivo legal del sacrificio, por eso él dijo a continuación : \"Que cada uno afile su cuchillo y no haga sufrir al animal que degüella\".\nLecciones extraídas de este Hadiz\n- Allah -el Altísimo- recomendó la beneficencia en todas las cosas, incluido al dar muerte. - Cuando se mata a alguien (con una razón legislada), hay que usar la forma más sencilla para ello, igualmente cuando uno mata a un animal, siempre y cuando sea conforme a la ley. - El uso del material para degollar, se extrae de sus palabras: \"...afile su cuchillo...\" - Tratar de colocar al animal cómodo, tumbándolo de lado con suavidad y sin violencia, apoyando el pie en su cuello y soltando sus cuatro patas después de haberlo degollado. para facilitar la evacuación de la sangre."
    },
    {
        "Head": "HADIZ 18 LOS BUENOS MODALES",
        "Data": "Según Abu Dharr Jundub ibn Junada y Abu 'abd ar-Rahman Mu'adh ibn Jabal, -que Allah esté complacido con los dos- el Mensajero de Allah dijo:\n\"Teme a Allah dondequiera que estés. Haz seguir la mala acción de una buena acción, esta la borrará. Y compórtate con la gente con buenos modales.\"\n[Hadiz relatado por Ahmad (5/153), ad-darimi (2/323), At-tirmidhi (n°1987)]",
        "Explain": "- \"Teme a Allah\" : es un verbo en imperativo que proviene de la palabra prevención [taqwa], que es el acto de prevenirse/preservarse contra el castigo de Allah mediante el cumplimiento de Sus órdenes y evitando Sus prohibiciones. Esta definición es la más correcta. - “Dondequiera que estés” : No te preserves de Allah solamente en un lugar donde la gente te vea (públicamente), sino también presérvate donde la gente no te ve (en privado). - “Haz seguir la mala acción de una buena acción” : Cuando cometas una mala acción, hazla seguir de una buena acción, además, arrepentirse ante Allah de esta mala acción es en sí misma una buena acción. - “La borrará” : Si se lleva a cabo una buena acción después de una mala acción, esta la borrará, en efecto -el Altísimo- dijo: - La gran preocupación que el Profeta tenía por su comunidad, orientándola hacia lo que estaba bien y era mejor para esta. - La obligación de preservarse de Allah en secreto y en público. - El hecho de que cuando a la mala acción le sigue una buena acción, esta última la borra por completo; esto es global y concierne a cualquier buena acción precedida de una mala acción, ya que esta se considera un arrepentimiento. Además, cuando se lleva a cabo la buena acción, es decir, el hombre comete una mala acción, luego realiza una buena acción, esta se pesará en un plato de balanza (de la justicia divina) si la buena acción pesa más que la mala, esta la disipa. El efecto -el Altísimo- dijo: - El Profeta dijo: \"Compórtate con la gente con buenos modales\" Corresponde al musulmán tener un buen comportamiento con la gente haciendo prueba de buenas virtudes mediante la palabra y el acto. Esta actitud es obligatoria en determinadas situaciones y deseable en otras. - Adoptar las reglas del Islam [sharfa], es el hecho de comportarse con la gente con buen trato y afabilidad. Este comportamiento varía dependiendo de los individuos, puede que el mismo comportamiento sea bueno con una persona, pero no con otra, y el hombre sensato sabe como evaluar las cosas."
    },
    {
        "Head": "HADIZ 19 LA AYUDA DE ALLAH Y SU PROTECCIÓN",
        "Data": "Abd Allah Ibn Abbas (que Allah esté complacido con él) dijo: “Un día yo estaba detrás del Profeta y me dijo:\n\"¡Oh joven!, te voy a enseñar algunos preceptos. Ten presente a Allah, Él te protegerá. Ten presente a Allah, lo encontrarás ante ti. Cuando tengas que pedir algo, pídeselo a Allah. Cuando necesites ayuda, pídesela a Allah. Que sepas, que si la comunidad se uniera para beneficiarte en algo, no te beneficiará, salvo si Allah te lo ha asignado, y si se uniera para perjudicarte, nada podrá dañarte, excepto si Allah te lo ha asignado. Ciertamente, los cálamos se han elevado y la tinta de las páginas se han secado\".\nY según otra versión:\n\"Ten presente a Allah, lo encontrarás ante ti. Acuérdate de Él en los momentos de holgura/facilidad, Él Se acordará de ti en los momentos de dificultad. Que sepas, que lo que no está destinado para ti no te alcanzará y lo destinado a alcanzarte no podrá ser evitado. Que sepas, que la ayuda viene con la paciencia, el alivio con la aflicción y las dificultades con la facilidad.\"\n- La primera versión es auténtica: es un Hadiz relatado por alTirmidhi (n° 2635), Ahmad (1/393), (1/307), al Hakim (3/541-542), Ibn asSunni en \"amal a lyawm wa-l-layla\", al Baghawi en \"sharh as-sunna\" (2/123), al Ajurri en \"ash-shari'a'\" (198-190), ash-Shajri en \"al amal\" (2/194-195), Ibn al Jawzi en “zad al masir” (8/292), al Muttaqi en “al kanz” (5691, 43435), Abu Na'im en “al hilya” (1/314). - La segunda versión es de autoridad canónica débil -da'if-: es un hadiz relatado por Hakim (3/542), al-Tabrani en “al kabir” (/1/178-223). al 'Uqayli en \"ad-duaf'\" (3/1437). al Bayhaqi en \"al adab\" (1073), al-Tabranî en “ad-du’a”’ (41). En su cadena -isnad- está Isa ibn Muhammd al Qurashi, Abu Hatim dice de él que no tiene una autoridad canónica fuerte -Véase \"almizàn\" (3''322).",
        "Explain": "Las palabras de Ibn Abbas: \"Un día yo estaba detrás del Profeta \" se supone que él estaba pegado a su espalda sobre su montura o simplemente caminaba detrás de él, poco importa, lo esencial es la gran recomendación que le hizo (el Profeta). \"Te voy a enseñar algunos preceptos\" El Profeta comenzó de esta manera, para atraer la atención de Ibn 'Abbas hacia lo que le iba a decir. El primer precepto: “Ten presente a Allah” , es decir: preserva Sus límites, Sus leyes, cumpliendo Sus órdenes y evitando sus prohibiciones. El segundo precepto: “Él te protegerá” , dicho esto, Él te preservará en tu religión, en tu familia, en tus bienes y a tí mismo, porque Allah recompensa a los bienhechores en función de sus buenas acciones. Eso implica que aquel que no preserva los límites sagrados de Allah y Sus mandatos, no merece ser preservado por Él - Poderoso y Majestuoso -. El tercer precepto: “Cuando tengas que pedir algo, pídeselo a Allah.” : Cuando necesites algo, pídeselo a Allah y no pidas nada a las criaturas. Y si pidieras algo a una criatura, algo que fuera capaz de hacer, debes saber que esto es solo un medio entre otros, y Quien facilita verdaderamente los medios es Allah -Poderoso y Majestuoso-, apóyate enteramente en Él. El cuarto precepto: “Cuando necesites ayuda, pídesela a Allah” : Cuando quieras buscar ayuda, no la pidas sino a Allah, es Él quien tiene el reino de los cielos y la tierra en Su Mano. Si eres sincero al buscar la ayuda de Allah y confías en Él, Él te ayudará. Cuando le pides ayuda a una criatura, y esta tiene la capacidad de ayudarte, ten la convicción de que es solo un medio, y que es Allah quien lo puso a tu servicio. El quinto precepto: \"Que sepas, que si la comunidad se uniera para beneficiarte en algo, [sus miembros no te serían de ninguna utilidad] salvo si Allah te lo ha asignado.\" Si toda la comunidad, desde su principio hasta su fin, se uniera para serte de utilidad, sus miembros solo te serían útiles en algo que Allah te haya designado. En verdad, la utilidad que las criaturas proporciona al hombre proviene de Allah, es Allah quien la destinó para ti. Esto nos anima a confiar en Allah -el Altísimo- y que los miembros de la comunidad sólo nos aportan el bien con el permiso de Allah - Poderoso y Majestuoso -. El sexto precepto: \"Y si se uniera para perjudicarte, no te perjudicará, salvo que Allah te lo haya destinado” . En efecto, cuando alguien te perjudica, sabes que Allah lo ha destinado para ti, acepta pues, el Decreto de Allah, y no hay objeción si intentas rechazar el mal de ti, porque Allah dijo: El séptimo precepto: “Los cálamos se han elevado y la tinta de las páginas se ha secado” : Lo que Allah ha escrito está concluido, las plumas del Decreto ya se han levantado, la tinta de las plumas sobre las páginas del Decreto ya se han secado y no habrá cambio en las palabras de Allah. En la otra versión, viene así: “Acuérdate de Allah en los momentos de holgura/facilidad: Él Se acordará de ti en los momentos de dificultad” , es decir: Cumple con los mandatos de Allah cuando estés en una situación de holgura, de buena salud y bienes abundantes, \"Él Se acordará de ti en los momentos de dificultad\" , cuando la salud se deteriore y la fortuna desaparezca y necesites a Allah, Él te tendrá en cuenta en virtud de las obras piadosas que hayas hecho, obras en las que hayas tenido presente a Allah - Poderoso y Majestuoso - - Quien tiene presente a Allah -Poderoso y Majestuoso-, Él lo guiará y orientará hacia lo que está bien. Y de la preservación de Allah por él se deriva necesariamente su protección del mal, el Profeta en efecto dijo: \"Ten presente a Allah, lo encontrarás ante ti” (en la otra versión: “lo encontrarás frente a ti”). - Cuando el hombre necesite ayuda, que se la pida a Allah, pero no hay impedimento en pedir ayuda a alguien aparte de Allah, siempre que sea capaz de hacerlo, de acuerdo con lo que dijo el Profeta : \"Si ayudas a alguien a subir a su montura o a cargarla, esto es una limosna para ti.” Sahih al Bujari nº2989 y Sahih al Muslim nº1009] - Los miembros de la comunidad no pueden proporcionar un beneficio a alguien a menos que Allah lo haya escrito para él, tampoco pueden perjudicar en algo a alguien a menos que Allah lo haya escrito contra él. - Corresponde al hombre tener esperanza en Allah y no recurrir a las criaturas, porque las criaturas no pueden proporcionarle ni perjuicio ni beneficio. - Todo ha sido escrito y ha sido ya decidido. Se ha relatado de manera auténtica, que El Profeta dijo que Allah decretó el destino de las criaturas cincuenta mil años antes de crear los cielos y la tierra. En la otra versión, extraemos como lección que el hombre que se acuerda de Allah a través de sus actos de obediencia, cuando goza de buena salud y holgura, Allah se acordará de él en los momentos de adversidad, de este modo Él se mostrará bondadoso con él, lo ayudará y disipará el mal que padece. - La bondad y benevolencia con la que el Profeta trataba a quien era más joven que él, “¡Oh joven!” , le dijo a Ibn 'Abbas, “te voy a enseñar algunos preceptos” . - Es conveniente que quien quiera pronunciar palabras de gran importancia haga una introducción que llame la atención del interlocutor. Antes de comenzar sus enseñanzas, el Profeta dijo: “¡Oh joven!, te voy a enseñar algunos preceptos”. - \"Ten presente a Allah, Él te protegerá\" (esto ya lo hemos explicado). - Quien descuida a Allah - es decir, quien descuida la religión de Allah, Allah lo descuidará y no lo mirará, Él dijo -Exaltado sea-: - Si Allah ha escrito que una cosa le suceda a alguien, nada lo evitará. Y si no lo ha escrito para él, nunca le sucederá. - El anuncio de la gran buena noticia a los perseverantes y que la ayuda divina está ligada a la paciencia. - El anuncio de la segunda gran buena noticia, es decir, que el alivio y la disipación de la dificultad está relacionada con el estado de angustia, cuando la angustia se vuelve más pronunciada en el hombre, esto anuncia que el alivio está próximo. - El anuncio de la tercera gran buena noticia: cuando la desgracia se ceba con el hombre, este espera la llegada del alivio, -el Altísimo- dijo: (T Así pues, cuando tus asuntos se compliquen, refúgiate en Allah - Poderoso y Majestuoso- espera que te dé una salida, teniendo convencimiento absoluto de Su promesa."
    },
    {
        "Head": "HADIZ 20 EL PUDOR",
        "Data": "Abu Mas'ud 'Uqba ibn 'Amir el Ansari el Badri* - que Allah esté complacido con él- El Mensajero de Allah dijo:\n\"Entre las palabras proféticas de antaño, a las que las personas todavía recurren, están: \"Si no sientes pudor, haz lo que quieras\".\nNarrado por Al Bujari nº3483 *Los Ansars - plural de ansari que significa asistente - son el pueblo de Medina que acogió y apoyó al Profeta y a sus compañeros cuando emigraron a ellos. El badri: este compañero participó en la batalla de badr, que tuvo lugar dos años después de la emigración [hijra] del Profeta .",
        "Explain": "\"Entre las palabras proféticas de antaño\" es decir, que entre las huellas de la primera profecía, que es la de las comunidades anteriores y que la sharia ha probado, se encuentra esto: \"Si no sientes pudor, haz lo que quieras\". De este dicho se deduce dos significados: - Primero: Si el hombre no realiza ningún acto que ofenda al pudor, entonces es libre de hacer lo que quiera en este sentido. - Segundo: Cuando un hombre no siente pudor, entonces se atreve a hacer lo que quiere, sin preocuparse. Ambos significados son correctos.\nLecciones extraídas de este Hadiz\n- El pudor es una de las virtudes que han prescrito las legislaciones precedentes. - Un hombre debe ser franco en sus acciones: si nada ofende al pudor, que lo haga, a menos que este acto contenga perjuicio, en cuyo caso deberá abstenerse de ello para evitarlo"
    },
    {
        "Head": "HADIZ 21 PERSEVERAR EN EL CAMINO",
        "Data": "Abi Amri (se dice también Abu Amra), Sufyan Ibn ‘Abd Allah -que Allah esté complacido con él- dijo:\n\"¡Oh Mensajero de Allah! Dime algunas palabras sobre el Islam, sobre las cuales no le preguntaré a nadie más que a ti.\" Él dijo: \"Di: “Creo en Allah” y luego mantente sobre la rectitud”\n[Hadiz sahih, transmitido por Muslim (1/65), Ahmad (3/385), At-Tirmidhi (2410), Ibn Maya (3972)]",
        "Explain": "Este compañero le pidió al Profeta que le dedicara algunas palabras sobre el Islam, sobre las cuales no preguntará a nadie más que a él, es decir, palabras claras y explícitas de síntesis. El Profeta respondió de la siguiente manera: \"Di: \"Creo en Allah\" , y luego mantente sobre la rectitud.\" : La creencia en Allah -el Altísimo- se lleva a cabo a través del corazón y mantenerse en la rectitud se efectúa a través de los miembros. De hecho, el Profeta le comunicó palabras que abarca toda la religión: - “Creo en Allah” : Es una creencia de todas las informaciones dadas por Allah, -el Poderoso y Majestuoso-, sobre Sí mismo, sobre el Último Día, sobre Sus Enviados, el objeto de su misión, etc. - El segundo dicho se refiere a la docilidad [inqiyad] (el segundo fundamento de la religión), de hecho le dijo: “y luego mantente sobre la rectitud” , es un mandato basado en la creencia, por lo que puso la conjunción \"luego\" [thumma] que significa la orden en la sucesión. Permanecer sobre la rectitud significa mantenerse permanentemente en el camino de la rectitud, camino de aquellos a quienes Allah -el Altísimo- ha favorecido: Profetas, hombres verídicos, mártires y gente virtuosa*. No obstante, cuando el hombre funda su vida en estos dos principios, será feliz en este mundo y en otro. *Al 'Uzaymin nos remite a dos pasajes del Qur'an: - El Primero está ubicado en Surat al Fatiha: <Guíanos por el camino recto, el camino de los que has favorecido,..> - El segundo pasaje está en sura de las Mujeres, enumera aquellos que han caminado por el camino de la rectitud y a quiénes Allah ha favorecido: <..porque obedecer a Allah y a Su Mensajero, es unirse a aquellos a quienes Allah ha favorecido: Profetas, hombres verídicos, mártires, gente virtuosa > - El entusiasmo de los Compañeros por preguntar al Profetasobre lo que era beneficioso para ellos en su religión y en su vida. - El compañero Sufyan ibn ‘Abd Allah -que Allah esté complacido con él- demostró gran inteligencia al plantear esta gran pregunta, que es la culminación de todas las enseñanzas de la religión y que es suficiente para evitar cuestionar a otras personas. - Esta es la recomendación más completa y útil, debido a los principios que contiene, a saber, la creencia en Allah y el hecho de mantenerse en el camino de la rectitud. - La creencia en Allah -el Altísimo- no es suficiente sin rectitud. Más bien es imperativo creer en Allah y mantenerse firme en la religión. - La religión del Islam se basa en estos dos principios: 1- La creencia cuyo lugar se encuentra en el corazón 2- Y mantenerse en el camino de la rectitud, lo cual se manifiesta a través de los miembros, aunque haya una parte de esto en el corazón, pero lo esencial lo hacen los miembros."
    },
    {
        "Head": "HADIZ 22 LA FACILIDAD DE LA RELIGIÓN",
        "Data": "‘Abd Allah Jaber ibn ‘Abd Allah -que Allah esté complacido con él- contó lo siguiente: Un hombre le preguntó al Mensajero de Allah y le dijo:\n« En tu opinión, si realizo las oraciones prescritas, si ayuno el Ramadán, si me atengo a las cosas lícitas y evito lo ilícito, sin añadir nada a esto, ¿entraré al Paraíso? El Profeta respondió: Sí. »\n[Sahih Al Muslim nº15]",
        "Explain": "El buen hacer no debe ser solo hacia los seres humanos, sino que es general. \"Cuando matéis, hacedlo de manera adecuada. Cuando degolléis un animal, hacedlo con delicadeza” : todo esto forma parte del buen hacer. “En tu opinión, si realizo las oraciones prescritas,” : Las oraciones prescritas son las cinco oraciones diarias y la oración del viernes. “…si ayuno el mes de Ramadán” : Ramadán es el mes situado entre Sha’ban y Shawwal. “si me atengo a las cosas lícitas” es decir: hacerlo con la convicción de que es legalmente lícito. “…y evito lo ilícito” dicho esto, evitarlo teniendo la convicción que es religiosamente ilícito. En este hadiz, la limosna [Az-Zakat] y la peregrinación [al Hajj] no se han citado. Esto puede tener dos explicaciones: - Podemos suponer que estas dos obligaciones entran dentro de su dicho: “si me atengo a las cosas lícitas\" , porque abandonar la peregrinación es ilícito y rechazar la entrega de la limosna también es ilícito. - También podemos decir que con respecto a la peregrinación, tal vez este Hadiz tuvo lugar antes de la prescripción de la peregrinación. En cuanto a la limosna legal, puede que el Profetasupiera que este hombre era pobre, que no entraba en la categoría de personas sujetas al azaque, y le dio las respuestas que atañaban a su situación.\nLecciones extraídas de este Hadiz\n- El entusiasmo con el que los compañeros buscaban informarse preguntando al Profeta - El objetivo que debemos tener en este mundo, es el de ser admitidos en el Paraíso. - La importancia de las oraciones prescritas y que estas son motivo de entrada al Paraíso. - La importancia del ayuno. - La obligación de permitirse lo lícito y prohibirse lo ilícito, esto significa que el hombre debe hacer lo que es lícito creyendo que es lícito, de igual manera evitar lo que es ilícito creyendo que es ilícito, solo él tiene la opción en lo que es lícito: si quiere, lo hace, si no quiere, no lo hace, en cuanto a lo que es ilícito, obligatoriamente debe evitarlo con la creencia de su ilicitud."
    },
    {
        "Head": "HADIZ 23 HACER ACOPIO DE BUENAS ACCIONES",
        "Data": "Según Abu Malik al Harith ibn ‘Asim al Asha’ri - que Allah esté complacido con él - el Mensajero de Allah dijo:\n\"La purificación es la mitad de la fe. Decir: \"Alabado sea Allah\" [Al hamdulillah], llena la balanza. Decir: “Glorificado sea Allah y la alabanza pertenece a Allah [Subhanna Allah, Al Hamdulillah]”, llenan el espacio comprendido entre el cielo y la tierra. La oración es luz. La limosna es una prueba. La paciencia es luminosidad. El Corán es un argumento a tu favor o en tu contra. Cada hombre sale por la mañana para comerciar con su alma, salvándola o haciéndola perecer. \"\n[Hadith sahih, relatado por Muslim (n°223), At-Tirmidhi (n°3517), An-Nasaî (5/5- 6), Ibn Maja (280), Ahmad en *Al musnad*]",
        "Explain": "“La purificación es la mitad de la fe” : ciertamente, la fe es algo que se vacía o se llena. En cuanto al vaciado, se trata de purificarse del politeísmo, porque asociar a otros con Allah es una impureza, Allah - el Altísimo - en efecto dijo: Por eso la purificación es la mitad de la fe. Algunos han dicho que se trata de las abluciones para realizar la oración, porque la oración es fe y solo puede hacerse una vez que se haya precedido de abluciones, pero la primera explicación es la correcta y la más general. “Decir: “Alabado sea Allah” llena la balanza” : Describir a Allah -el Altísimo- siendo el digno de alabanza y el digno de todas las perfecciones concernientes a Su esencia y Sus actos, llena la balanza de buenas acciones, porque esto tiene un gran valor para Allah -el Altísimo- en este sentido el Profeta dijo: \"Hay dos palabras ligeras para la lengua, que pesan mucho en la balanza (de buena acciones), y son amadas para el Misericordioso: “Glorificado sea Allah y Alabado sea, Glorificado sea Allah, el Grandioso.\" “Decir: \"Glorificado sea Allah y Alabado sea\", llenan el espacio comprendido entre el cielo y la tierra: Esto es debido a su gran importancia, porque en estas dos evocaciones hay exención [tanzih ] de Allah -el Altísimo- de toda imperfección y afirmación de la perfección de Allah. De hecho, cuando decimos: \"Glorificado sea Allah\" significa que lo eximimos de toda imperfección y cuando decimos: “Alabado sea” , Le atribuimos todas las cualidades de perfección, por eso sus dos frases llenan el espacio entre el cielo y la tierra. Luego dijo: “La oración es luz” : es una luz en el corazón, no obstante, cuando el corazón se ilumina, el rostro también se ilumina. La oración tambié﻿ n es una luz el Día de la Resurrección, el Altísimo ciertamente dijo: También es luz en el sentido de que es una guía y un conocimiento. “La limosna es una prueba” : es una prueba de la sinceridad de quien la da en caridad y que anhela por ello aproximarse a Allah - el Altísimo- porque las almas aman la riqueza, y lo que se ama solo puede cambiarse por algo que se ama con más fuerza. Todo el que da limosna gastando lo que tanto ama para aspirar a la recompensa divina deseada, es en verdad una prueba de la autenticidad de su fe y la fuerza de su certeza [yaqin]. “La paciencia es luminosidad” : Se trata de los tres tipos de paciencia: - La paciencia en la obediencia a Allah - La paciencia contra la desobediencia a Allah -La paciencia ante los decretos de Allah (enfermedades, infortunios, desgracias, etc.) El término “luminosidad” [diya] significa una luz acompañada de calor, Allah el Altísimo ciertamente dijo: El sol aporta luz y calor. Lo mismo ocurre con la paciencia, en una situación difícil de soportar, el que es paciente sufre con su situación como si sufriera de la quemadura y del calor. “El Corán es un argumento a tu favor o en tu contra” : si lo pones en práctica, es un argumento a tu favor, pero si te apartas (de sus enseñanzas), se convierte en un argumento contra ti. Luego el Profetaindicó que todas las personas abandonan su domicilio por la mañana hacia sus ocupaciones. “Cada hombre sale por la mañana para comerciar con su alma, salvándola o haciéndola perecer” : todas las personas abandonan su domicilio por la mañana, trabajan duro y se cansan, y están aquellos que liberan su alma, otros la hacen perecer, cada uno según sus obras. De hecho, el que obra en dirección a la obediencia de Allah y se mantiene con perseverancia en el camino de Su Legislación (Shari'a), es el que libera su alma de la servidumbre a Iblis y las pasiones, si hace lo contrario, la hace perecer (a su alma). - La exhortación a la purificación mostrando el lugar que esta ocupa en la religión. - La exhortación a la alabanza de Allah -el Altísimo- y a Su glorificación, ya que esto llena la balanza de las buenas acciones y estas dos evocaciones juntas llenan el espacio comprendido entre el cielo y la tierra. - La exhortación a la oración, que es luz y abre al hombre la puerta de acceso al conocimiento y a la clara visión. - La exhortación a la limosna, siendo esta, un signo que prueba la veracidad de la fe. - La exhortación a la paciencia, que es una luminosidad, la dificultad de esta paciencia es similar a la dificultad que entraña el calor. - El Corán es un argumento a favor o en contra del hombre, no hay posición intermedia, es lo uno o lo otro. Imploramos a Allah -el Altísimo- que sea un argumento a nuestro favor y no contra nosotros. - Todo ser humano debe necesariamente obrar, el Profeta dijo: \"Cada hombre sale por la mañana\" y se afirma que dijo: \"Los nombres más veraces son Harith y Hammam\" (Abu Dawud 4950) porque todo hombre tiene una voluntad y una actividad. - La persona que obra puede liberar su alma o hacerla perecer. Si obra en la dirección de la obediencia a Allah -el Altísimo- y evita desobedecerlo, este libera su alma y la libra de la servidumbre a Iblis. Si hace lo contrario la hace perecer. - La verdadera libertad radica en el cumplimiento de las órdenes de Allah y no en dejar que su alma haga lo que desea. - Cualquiera que se aparte de la adoración de Allah se convertirá en obligatoriamente en esclavo y adorador de Iblis."
    },
    {
        "Head": "HADIZ 24 LA PROHIBICIÓN ABSOLUTA DE LA INJUSTICIA",
        "Data": "Abu Dharr -que Allah esté complacido con él- dijo: Relatando las palabras de su Señor, el Profetadijo:\n\"¡Oh siervos míos!, Ciertamente me he prohibido la injusticia [Zulm] a Mí mismo y la he prohibido entre vosotros: Por tanto, no seáis injustos unos con otros. ¡Oh siervos míos!, todos estáis extraviados, excepto aquellos a quienes He guiado. Así que pedidme la guía [Huda] y Yo os guiaré. ¡Oh siervos míos!, todos estáis hambrientos, excepto aquellos a quienes he alimentado. Así que pedidme alimento y Yo os alimentaré. ¡Oh siervos míos!, estáis todos desnudos, excepto aquellos a quienes he vestido. Pedidme vestimenta y Yo os vestiré. ¡Oh siervos míos!, cometéis pecados, noche y día, y Soy Yo quien perdona todos ellos. Pedid Mi perdón y os perdonaré. ¡Oh siervos míos!, en vano os esforzaríais para lograr perjudicarme y en vano os esforzaríais para lograr beneficiarme. ¡Oh siervos míos!, si del primero al último, hombre o genio, tuviesen en el corazón, toda la piedad [Taqwa] del más piadoso de ustedes, esto no añadiría nada a Mi Reino.\n[Hadiz sahih, Narrado por Muslim (4/1994) (nº 2577) Hadiz Qudusi o Hadiz Divino: es un hadiz en el que Allah habla dirigiéndose a directamente al Profeta o a sus siervos como lo hacía a menudo en el Corán.]\n¡Oh siervos míos!, en cuanto a vuestras obras, Yo me ocupo de contarlas, luego os recompensaré por ellas. Quien encuentre el bien, que Alabe a Allah, pero quien encuentre otra cosa, que no se culpe sino a sí mismo\". ¡Oh siervos míos!, si del primero al último, hombre o genio, tuviesen en el corazón, toda la impiedad [Fujur] del más impío de ustedes, esto no disminuiría en nada Mi Reino. ¡Oh siervos míos!, si del primero al último, hombre o genio, se reuniesen en un mismo lugar, pidiéndoMe y Yo concediendo a cada uno su petición, esto de ninguna manera disminuiría lo que Poseo, al igual que no disminuye el nivel del mar cuando se le introduce una aguja.",
        "Explain": "Este Hadiz – y sus similares – se denomina Hadiz Qudusi, el Profeta cuenta que Allah -el Altísimo- dijo: “¡Oh siervos míos!, Ciertamente me he prohibido la injusticia [Zulm] a MÍ mismo y la he prohibido entre vosotros\" : Allah ha mostrado en este hadiz que Él se prohibió la injusticia a Sí mismo. Él no es injusto con nadie, ni por la adición de una mala acción, ni por la abstención de una buena acción. Él dijo en el Corán: “y la he prohibido entre vosotros” , es decir, que Allah prohibió la injusticia entre sus siervos, les prohibió ser injustos unos con otros. \" ¡Oh siervos míos! , todos estáis extraviados, excepto aquellos a quienes He guiado. Así que pedidme la guía\": Todos los hombres están en el extravío en lo que respecta al conocimiento y al acto, excepto aquellos a quienes Allah ha guiado al camino recto. Así que debemos pedir a Allah que nos guíe al camino recto, Allah dijo: “Así que pedidme la guía [Huda] y Yo os guiaré.” Esta guía hacia el camino recto es de dos tipos: - Que Allah nos guíe al camino recto mediante la adquisición de conocimiento [hidayatu-l ilm] - Que Allah nos guíe al camino recto, permitiéndonos tener éxito en lograr este camino [hidayatou tawfiq] \"¡Oh siervos míos!, todos estáis hambrientos, excepto aquellos a quienes he alimentado. Así que pedidme alimento y Yo os alimentaré.\" : Allah -el Altísimo- ha indicado que todos los siervos están hambrientos, excepto aquellos a quienes Él ha alimentado, luego instó a sus siervos para que le pidieran alimento, para Él alimentarlos, porque es Él quien germina las semillas para que broten, y llena las ubres de los animales lecheros, ÉL dijo: \"¡Oh siervos míos!, estáis todos desnudos, excepto aquellos a quienes he vestido. Pedidme vestimenta y Yo os vestiré.\": La ropa que usan los hijos de Adam proviene de lo que Allah hizo salir de la tierra. Si Él quisiera, esto no sería fácil. \" ¡Oh siervos míos!, cometéis pecados, noche y día, y Soy Yo quien perdona todos ellos. Pedid Mi perdón y os perdonaré.\" Esto es similar a lo que el Profeta dijo en un Hadiz sahih: \"Todo ser humano comete pecados, y los mejores de ellos son los que se arrepienten\". Las personas cometen pecados día y noche, transgreden la orden de Allah y de Su Mensajero , cometen algo que está prohibido o abandonan algo que es obligatorio. Pero el pecado tiene un remedio -alabado se Allah-, el cual se encuentra en Sus palabras: \"Pedid Mi perdón y os perdonaré\" . El término (árabe) [Maghfira] (traducido como perdón) significa cubrir la falta y pasarla por alto. \"¡Oh siervos míos!,en vano os esforzaríais para lograr perjudicarme y en vano os esforzaríais para lograr beneficiarme.\" Allah -el Altísimo- es lo suficientemente rico como para prescindir del universo. Si todos los habitantes de la tierra no creyeran, no dañarían en absoluto a Allah y si todos los habitantes de la tierra abrazaran la fe, en nada beneficiarían a Allah, Él es lo suficientemente rico en Su Esencia como para prescindir del conjunto de Sus criaturas. \"¡Oh siervos míos!, si del primero al último, hombre o genio, tuviesen en el corazón, toda la piedad [Taqwa] del más piadoso de ustedes, esto no añadiría nada a Mi Reino.\" : En efecto, la obediencia del obediente le es útil a él mismo. Allah -el Altísimo- no saca provecho en absoluto porque es lo suficientemente rico como para prescindir de esto. Si los hombres y los genios tuviesen el corazón del más piadoso de sus hombres, esto no aumentaría en nada el Reino de Allah. \"¡Oh siervos míos!, si del primero al último, hombre o genio, tuviesen en el corazón, toda la impiedad [Fujur] del más impío de ustedes, esto no disminuiría en nada Mi Reino.\" Esto porque Allah -el Altísimo- es lo suficientemente rico como para prescindir de nosotros. Por lo tanto, si los hombres y los genios tuviesen el corazón del más impío de sus hombres, esto de ninguna manera disminuiría el Reino de Allah. \"¡Oh siervos míos!, si del primero al último, hombre o genio, se reuniesen en un mismo lugar, pidiéndoMe y Yo concediendo a cada uno su petición, esto de ninguna manera disminuiría lo que Poseo, al igual que no disminuye el nivel del mar cuando se le introduce una aguja.\" Esto es debido a la perfección de Su generosidad, Su fastuosidad y la inmensidad de lo que Él posee. Si Él otorgara a cada persona lo que le pide, esto de ninguna manera disminuiría lo que Él posee, y Sus palabras: \"al igual que no disminuye el nivel del mar cuando se le introduce una aguja.\" Se refiere a la afirmación de la no disminución, porque está claro que cuando introducimos una aguja en el mar y la sacamos, no lo disminuye de ninguna manera, la poca humedad que impregna a la aguja es insignificante. \"¡Oh siervos míos!, en cuanto a vuestras obras, Yo me ocupo de contarlas, luego Os recompensaré por ellas. Quien encuentre el bien, que Alabe a Allah, pero quien encuentre otra cosa, que no se culpe sino a sí mismo\" . Mejor aún, Allah -el Altísimo- recompensa una buena acción diez veces más o incluso cien veces, o puede incluso multiplicarla por varias veces. En cuanto a la mala acción, su retribución será equitativa a la maldad. Allah puede incluso perdonarla y borrarla cuando se trate de un pecado menos grave que el asociacionismo [Shirk]. - Hay relatos que cuenta textualmente el Profeta de su Señor, esto se llama Hadiz Divino [Qudusi]. - Allah -el Altísimo- se ha prohibido la injusticia debido a la perfección de Su justicia, de lo contrario sería capaz de privar al bienhechor de sus buenas acciones y añadir al malhechor más malas acciones, pero debido a la perfección de Su justicia, Él se prohibió la injusticia a Sí mismo. - La injusticia está prohibida entre nosotros. El Profeta mostró que la injusticia puede afectar a la sangre, a los bienes y al honor, dijo en Mina el día del Eid: \"Vuestra sangre, vuestros bienes y vuestro honor son sagrados como lo es este día (el día del sacrificio), aquí en vuestra ciudad (La Meca), en vuestro mes (Dhu-l Hijja)\". (Al-Bujari (n°1741), Muslim (n°1218))] - En el origen, el hombre es desviado e ignorante; de ​ hecho, -el Altísimo- dijo: Y Él dijo [en este hadiz]: \"¡Oh siervos míos!, todos estáis extraviados, excepto aquellos a quienes He guiado. Así que pedidme la guía [Huda] y Yo os guiaré.\" - Todos los siervos están hambrientos, excepto aquellos a quienes he alimentado. Así que pedidme alimento y Yo os alimentaré. De esta lección se desprende que el hombre debe dirigir sus peticiones a Allah y que debe bastarle esto y evitar pedir a los siervos de Allah, por eso Él dijo: “pedidme alimento y Yo os alimentaré”. - Toda la gente está desnuda excepto aquellos a quienes Allah -el Altísimo- ha vestido y les ha facilitado los medios para adquirir ropa. “Pedidme vestimenta y Yo os vestiré. Mencionó la vestimenta después del alimento porque este último es una cubierta interior y la vestimenta es una cubierta exterior. - Los hijos de Adam cometen muchos pecados, noche y día, pero los pecados se combaten con el perdón de Allah -el Altísimo- dijo: De esta lección se deduce que el hombre debe conocer su valor, cada vez que comete un pecado, debe pedirle perdón a Allah -el Altísimo-. - Si el hombre pide perdón a su Señor, Allah -el Altísimo- perdona las faltas aunque sean muchas, Él dijo: \"Pedid Mi perdón y os perdonaré.\" - \"¡Oh siervos míos!, en vano os esforzaríais para lograr perjudicarme y en vano os esforzaríais para lograr beneficiarme.\" Esto se debe a que Allah -el Altísimo- no tiene necesidad de Sus criaturas. Entre Sus Nombres está “El Todopoderoso” lo que significa que Su poder lo eleva por encima de toda agresión y de todo mal, también es el que se basta a Sí Mismo, el Digno de alabanza, es inútil buscar la manera de beneficiarLo, de igual manera nadie puede perjudicarLo debido a la perfección y a Su riqueza. - \"¡Oh siervos míos!, si del primero al último, hombre o genio, tuviesen en el corazón, toda la piedad [Taqwa] del más piadoso de ustedes, esto no añadiría nada a Mi Reino.\" : Si todos los hombres y los genios tuviesen el corazón de uno de sus hombres más piadosos, no aumentaría el reino de Allah en nada, porque Allah es lo suficientemente rico para prescindir de ellos. - \"¡Oh siervos míos!, si del primero al último, hombre o genio, tuviesen en el corazón, toda la impiedad [Fujur] del más impío de ustedes, esto de ninguna manera disminuiría Mi Reino.\" Esto se debe a la perfección de Su riqueza, no obstante la obediencia de los obedientes no Le beneficia en nada y la desobediencia de los desobedientes no Le perjudica en nada. Lo que se requiere con estos dos últimos pasajes es incitar a la obediencia a Allah -el Altísimo- y a la abstención de los pecados. - \"¡Oh siervos míos!, si del primero al último, hombre o genio, se reuniesen en un mismo lugar, pidiéndoMe y Yo concediendo a cada uno su petición, esto de ninguna manera disminuiría lo que Poseo, al igual que no disminuye el nivel del mar cuando se le introduce una aguja.\" Esto se debe a la perfección de Su riqueza, Él es Inmenso en riqueza y generosidad. - \"¡Oh siervos míos!, en cuanto a vuestras obras, Yo me ocupo de contarlas, luego Os recompensaré por ellas. Quien encuentre el bien, que Alabe a Allah, pero quien encuentre otra cosa, que no se culpe sino a sí mismo.\" Se deduce de este pasaje la incitación al hombre para llevar a cabo buenas obras con el objetivo de encontrar el bien en el otro mundo. También es una lección de que Allah -el Altísimo- no comete ninguna injusticia hacia las personas. El pecador, por su parte, se culpará a sí mismo, el día en que el reproche y la lamentación no servirán de nada."
    },
    {
        "Head": "HADIZ 25 EL AMPLIO SIGNIFICADO DE LA CARIDAD",
        "Data": "Según Abu Dharr -que Allah esté complacido con él- algunos compañeros del Mensajero de Allah le dijeron:\n- \"Oh Mensajero de Allah, los ricos se llevan todas las recompensas, hacen la oración como nosotros, ayunan como nosotros y además también tienen la posibilidad de dar en caridad el excedente de sus riquezas.\"\nÉl les dijo: “¿Acaso Allah no ha puesto a vuestro alcance cosas con las que podéis hacer caridad? Cada Tasbiha [‹subhana Allah› Gloria a Allah] es caridad, cada Takbira [‹Allahu akbar›› (‹Allah es Grande›)] es caridad, cada Tahmida [‹alhamdu lillah›› (‹Alabado se Allah›),] es caridad, y cada Tahlila [‹la ilaha illa Allah›› (‹no hay divinidad que merezca adoración excepto Allah›).] es caridad, cada vez que oredenéis el bien es caridad, cada vez prohibáis el mal es caridad, cada vez que teneis una relación carnal, es caridad. » - Mensajero de Allah, dijeron, ¿cuando uno de nosotros satisface su deseo carnal somos recompensados? - “Él dijo: \"si satisface sus deseos carnales ilícitamente, ¿no cometería un pecado? Por eso cuando lo satisface de manera lícita, es recompensado por ello”.\n[Hadiz sahih, narrado por Muslim (n°1006), al Bayhaqi en « al kubra » (4/188), Ahmad (5/167)]",
        "Explain": "Estas personas pobres se quejaron al Profeta porque los ricos acaparaban las recompensas: efectuaban la oración y ayunaban como ellos, y además, daban en caridad el excedente de sus riquezas, en cuanto a ellos, no podían hacer caridad, el Profeta les mostró lo que podían hacer diciendo: \"¿Acaso Allah no ha puesto a vuestro alcance cosas con las que podéis hacer caridad?\" - Cada Tasbiha [Gloria a Allah], es decir cuando el hombre dice: ‹subhana Allah› es caridad, - cada Takbira [‹Allahu akbar›› (‹Allah es Grande›)] es caridad, - cada Tahmida [‹alhamdu lillah›› (‹Alabado se Allah›),] es caridad, - y cada Tahlila [‹la ilaha illa Allah›› (‹No hay divinidad que merezca adoración, excepto Allah›).] es caridad - Asimismo, cada vez que el musulmán ordene lo conveniente y prohíba lo reprobable, es como si hubiera ordenado una caridad. - “cada vez que tenéis una relación carnal, es caridad” , es decir, que cuando un hombre tiene una relación sexual con su esposa, este acto es caridad. Por lo tanto, los pobres son capaces de todo esto. Cuando los Compañeros dijeron: “¿cuando uno de nosotros satisface su deseo carnal somos recompensados?” , es para confirmar sus palabras: “cada vez que tenéis una relación carnal, es caridad” , y no porque dudaron de su respuesta. Ellos sabían muy bien que todo lo que el Profeta decía era verdad. Y un ejemplo de esto son las siguientes palabras de Zakaria (Zacarías) - la paz sea con él- relatadas en el Corán al Karim dijo esto para confirmar la promesa divina. El Profeta dijo: “si satisface sus deseos carnales ilícitamente, ¿no cometería un pecado?”. La respuesta es: \"Sí, ha cometido un pecado\". Luego el Profeta dijo: “Por eso cuando lo satisface de manera lícita, es recompensado por ello”. Este razonamiento se llama analogía por inversión [Qiyas al aks], es decir, puesto que carga con un pecado por lo ilícito que cometió, lógicamente debe recibir una recompensa por lo mismo, pero dentro de un marco lícito. - El entusiasmo de los Compañeros para hacer acopio de buenas obras. - Cuando alguien cita una expresión ambigua, debe explicarla inmediatamente, al igual que los compañeros cuando dijeron: “los ricos se llevan todas las recompensas” , ellos dejaron esto claro, al decir que efectuaban la oración y el ayuno como ellos y, además, hacían caridad del excedente de sus riquezas. - Cualquier palabra que aproxime a Allah -el Altísimo- es caridad, como el hecho de decir: “Gloria a Allah” ; \"Alabado sea Allah \" ; “Allah es Grande\" ; \"No hay divinidad que merezca adoración excepto Allah\" , ordenar el bien y prohibir el mal. - La incitación a incrementar las evocaciones a Allah -el Altísimo- porque cada palabra de estas evocaciones es una caridad que acerca al siervo a Allah. - Conformarse con lo lícito para prescindir de lo ilícito, vuelve lo que es lícito, un medio de aproximarse a Allah -el Altísimo- y es caridad, el Profetadijo: “cada vez que tenéis una relación carnal, es caridad.”. - Está permitido asegurarse de una información, incluso si proviene de alguien verídico, puesto que los compañeros hicieron la siguiente pregunta para asegurarse: \"Mensajero de Allah, dijeron, ¿cuándo uno de nosotros satisface su deseo carnal, somos recompensados?\". - La forma correcta de enseñar del Profeta usando un estilo interrogativo para que el interlocutor quedara convencido de la respuesta y su corazón se calmara. En este sentido, cuando el Profeta fue interrogado sobre la venta de dátiles frescos a cambio de dátiles maduros, dijo: \"¿Disminuyen de tamaño cuando se secan?\" , Ellos contestaron: \"Sí\" . Entonces, él prohibió esta venta."
    },
    {
        "Head": "HADIZ 26 LA DIVERSIDAD DE BUENAS OBRAS",
        "Data": "Abu Hurayra - que Allah esté complacido con él- dijo:\nEl Mensajero de Allah dijo: “Por cada articulación que tiene el hombre, debe hacer caridad cada día que salga el sol. Reconciliar a dos adversarios es caridad, ayudar a un hombre a subir en su montura o colocar su carga sobre esta es caridad, decir una buena palabra es caridad, cada paso que das para dirigirte a la oración es caridad, quitar del camino algo dañino es caridad.”\n[Hadiz sahih, relatado por al Bujari (6/132) (n°2989), muslim (2/699) (Nº 1009)]",
        "Explain": "Cada día que sale el sol, el hombre debe, por cada articulación y por cada órgano, una caridad como signo de gratitud a Allah -el Altísimo- por mantener su cuerpo sano y salvo y por mantenerlo con vida. Esta caridad no es solo financiera, sino que es de diferentes tipos: - “Reconciliar a dos adversarios es caridad”: cuando encontramos dos hombres en disputa y arbitramos entre ellos según la justicia, es caridad, incluso una de las mejores caridades, el Altísimo dijo: - “Ayudar a un hombre a subir en su montura o colocar su carga sobre esta es caridad” esto entra en el buen hacer [ihsan] y Allah -el Altísimo- ama a los que hacen el bien. - “Decir una buena palabra es caridad”: Se trata de cualquier palabra que aproxime a Allah -el Altísimo- como, por ejemplo, decir: “Gloria a Allah”,“no hay divinidad que merezca adoración, excepto Allah”, “Allah es Grande”, “Alabado sea Allah”, ordenar el bien, prohibir el mal, la lectura del Corán, la enseñanza del conocimiento, etc. - “Cada paso que das para dirigirte a la oración es caridad” Se cita en ambos sahihain (Sahih Al Bujari y sahih al Muslim) según el hadiz relatado por Abu Hurayra -que Allah esté complacido con él- cuando el hombre realiza de manera perfecta sus abluciones en casa y luego se dirige la mezquita aspirando solo a la oración, no da un solo paso sin que Allah lo eleve un grado y lo exima de un pecado. - “Quitar del camino algo dañino es caridad”: Quitar lo que obstaculiza el paso de las personas por una vía es caridad, como bombear o llenar de agua una alberca, quitar piedras o trozos de vidrios o espinas o cualquier otra cosa que pueda obstruir el paso, ya sea desde abajo o desde arriba, como ramas de árboles que se extienden hacia abajo y molestan a la gente. - Cada día que sale el sol, cada hombre debe en caridad el equivalente a la unión de sus articulaciones, que son en total trescientas sesenta. - Todo lo que nos aproxima a Allah -el Altísimo- como acto de adoración y hacer el bien a Sus siervos es caridad. En efecto, el Profeta citó los ejemplos de esto y dijo en otro Hadiz: “pero, en lugar de todo esto, es suficiente hacer 2 raka'at que el siervo realiza después de salir el sol, cuando alcance la altura de una lanza [duha]” . Sahih al Muslim nº720]El comentarista alude al Hadiz relatado por Muslim según A'isha -que Allah esté complacido con ella- quien dijo: El Mensajero de Allah dijo: “El hombre ha sido creado con 360 articulaciones…”. Además, los científicos occidentales descubrieron recientemente esta verdad dicha por el Profeta hace catorce siglos."
    },
    {
        "Head": "HADIZ 27 LA PIEDAD GENERA NOBLES CUALIDADES",
        "Data": "Según An-Nawwas ibn Sam’an -que Allah esté complacido con él- El Profeta dijo:\n“La virtud es (la suma) de buenas cualidades, y la fechoría es lo que perturba tu alma y te repugna que la gente descubra.”\n[Hadiz sahih, relatado por Muslim (4/1980) (n°2553), At-Tirmidhi (2389), Ahmad (4/182), al Bayhaqi (10/142), al Hakim (2/14), al Hafez en “al fath”(1/458), al Muttaqi en “al kanz” (5163), At-Tabrizi en “al mishkat” (5073)].\nWabikha ibn Mu’ad -que Allah esté complacido con él- contó: Un día fui al Mensajero de Allah y me dijo: - Viniste a interrogarme acerca de la virtud. - Es cierto, dije - Dijo consulta tu corazón: la virtud es todo aquello en lo que el alma y el corazón encuentra su sosiego. Y la fechoría es lo que atormenta tu conciencia y crea desasosiego en tu corazón, independientemente de lo que opine la gente. [ Hadiz relatado por Ahmad (4/228), as-Suyuti en \"adh-dhurr al manthur\" (2/2551), al Bayhaqi en “dala'il an-nubuwwa” (6/293), az-Zubaydi en “al ithaf” (6/42), at-Tahawi en “al mushkil”, al Haythami en “majma azzawaid” (10/175), ad-Darimi (2/2533). Calificado de bueno [hasan] por atTirmidhi.]",
        "Explain": "“La virtud es (la suma) de buenas cualidades” : La virtud [birr] es una palabra que designa el bien, la abundancia del bien y las buenas cualidades, es decir, el hombre debe ser magnánimo y tener buena conducta. Cuando el hombre tiene un buen comportamiento hacia Allah -el Altísimo- y hacia Sus siervos, se siente bien, su pecho se expande más al Islam y su corazón encuentra la tranquilidad en la fe. Respecto al pecado, el Profeta lo explicó como: “es lo que atormenta tu conciencia” y esto dirigiéndose a An-Nawwas ibn Sam’an, el noble Compañero. En cuanto a los perversos, los pecados no perturban su conciencia y no les repugna que la gente esté al corriente de sus pecados, peor aún, algunos de ellos se alegran y se jactan de haber cometido actos de perversidad. Estas palabras del Profeta están dirigidas al hombre que se mantiene en el camino de la rectitud y que, cuando tiene la intención de cometer una mala acción, detesta que la gente le descubra. Esta observación que recalcó el Profeta hace alusión a la gente de la bondad y la piedad. En el mismo sentido, está el Hadiz relatado por Wabikha en el que dijo: Una vez fui a ver al Mensajero de Allah y él me dijo: - \"Viniste a interrogarme acerca de la virtud\" - Es cierto, dije. - “consulta tu corazón” le dijo el Profeta . Le dijo que no consultara a nadie más, sino a su corazón. Y definió la virtud como todo aquello en lo que el alma encuentra sosiego. Cuando la conciencia de una persona está tranquila acerca de algo y su corazón se encuentra sereno, significa que esa cosa encierra virtud, así que puede hacerlo. \"Y la fechoría es lo que atormenta tu conciencia\". En efecto, cuando el hombre ve que algo lo atormenta en su fuero interno y entrega su corazón al desasosiego, que sepa que se trata de un pecado. El Profeta luego agregó: “independientemente de lo que opine la gente.” : Este tipo de problema sucede a menudo, vemos que el hombre duda en hacer algo, su conciencia no está tranquila, la gente le dice que esto es lícito y que no hay nada malo en hacerlo, pero su corazón no llega a aceptarlo, su alma no encuentra sosiego. A esta persona se le dice que esto encierra pecado y que es mejor que lo evite.\nLecciones extraídas de este Hadiz\n- El mérito de las buenas cualidades, el Profeta lo declaró equivalente a la piedad. - El criterio para saber que algo es pecado es cuando atormenta la conciencia y el alma no encuentra sosiego. - El creyente es aquel a quien no le gusta que la gente se entere de sus faltas, a diferencia del libertino a quien no le importa. - La intuición y perspicacia [firasa] del Profeta, que antes de que Wabikha le dijera algo, se le anticipó con estas palabras: “Viniste a interrogarme acerca de la virtud”. - La posibilidad de encomendar el juicio de una cosa al alma serena, que detesta el mal y ama el bien. - Corresponde al hombre consultar su alma sin depender de las fatawa de la gente común, porque algunos de ellos que no tienen conocimiento religioso, pueden darle una respuesta que su alma tiene dificultades para aceptar. En este tipo de situación, que se remita al juicio de su conciencia. - En el caso en que el esfuerzo de iniciativa (para la búsqueda de la verdad) [ijtihad] sea posible, no debemos prescindir de este en favor del conformismo [Taqlid], porque de hecho, el Profeta dijo: “independientemente de lo que opine la gente”."
    },
    {
        "Head": "HADIZ 28 EL APEGO A LA SUNNAH",
        "Data": "Abu al Irbad ibn Sariya -que Allah esté complacido con él- dijo: El Mensajero de Allah nos dio un sermón que colmó nuestros corazones de temor y nos hizo llorar. Dijimos:\n“¡Mensajero de Allah! Parece el sermón de alguien que se despide.Así que aconséjanos.\"\nÉl dijo:\n\"Les aconsejo el temor de Allah, escuchad y obedeced, aunque vuestro emir fuera un esclavo. Quien de vosotros viva verá muchas discrepancias. Seguid mi tradición (Sunnah) y la de los sucesores rectos y bien guiados. Aferraos a esta tradición, mordedla con vuestros dientes. Y evitad las novedades [Muhdathat], porque toda innovación es desvío.”\n[Hadiz relatado por Ahmad (4/126-127), Abu Dawud (4607), At-Tirmidhi (2676), Ibn Maja (42), Ibn Hibban (102), calificado sahih por Imam Al Albani en “al irwâ” (2455)]",
        "Explain": "“El Mensajero de Allah nos dio un sermón” : El sermón en el sentido del término árabe [wa’d] es una exhortación en la que se inspira a las almas de las personas el deseo de encontrarse con Allah y el Paraíso [targhib] y el temor a Su castigo [tarhib]. El Profeta exhortaba a sus compañeros de vez en cuando, sin excederse por temor a que se aburrieran. Este sermón hizo temblar los corazones de los compañeros y les hizo llorar. \"Dijimos: ¡Mensajero de Allah! Parece el sermón de alguien que se despide. Así que aconséjanos.\" : Esto se debe a que el sermón de alguien que se despide es conmovedor. Esta petición de los compañeros denota inteligencia porque rápidamente aprovecharon la oportunidad para pedirle al Profeta que les aconsejara. Él dijo: “Les aconsejo el temor de Allah” : El temor a Allah es el temor a Su castigo observar Sus órdenes y evitar Sus prohibiciones, y este es el derecho de Allah -el Altísimo- sobre nosotros. “Escuchad y obedeced” : Es decir, escuchar y obedecer a los detentores de la autoridad, a los que tienen el mando [wulatu-l- umur], aunque el emir/gobernante fuera un simple esclavo. Esta frase entra en el significado del siguiente versículo: “Quien de vosotros viva” : El que tenga una larga vida de vosotros verá grandes conflictos, y esto es lo que realmente sucedió en la época de los últimos compañeros - que Allah esté complacido con ellos-. Luego el Profeta ordenó aferrarse a su tradición y a la tradición de los sucesores rectamente guiados que lo sucedieron en su comunidad, ya sea en el conocimiento, en la adoración o en la predicación, y a la cabeza están los cuatro califas Abu Bakr, 'Umar, 'Uzman y 'Ali - que Allah esté complacido con ellos- “rectos y bien guiados” : ​ Esta es una descripción explicativa [wasf kashif], porque todo ser humano recto está bien guiado. Están bien guiados en el sentido de que Allah -el Altísimo- los ha guiado por el camino de la verdad. “Mordedla con vuestros dientes” : Esta es una metáfora que expresa el ahinco con el que uno debe aferrarse a la tradición [Sunnah]. “Y evitad las novedades”: La novedad [muhdatha] es cualquier cosa inventada en la religión sin prueba legal. Así que cuando el Profeta ordenó aferrarse a la tradición, advirtió contra la innovación [bid´a] diciendo: “toda innovación es desvío” . - El gran interés que prestaba el Profeta a la exhortación de sus compañeros, elegía sermones de impacto que hacían temblar los corazones y derramar lágrimas. - Cuando una persona parte y se despide de sus hermanos, es deseable que les de una amonestación impactante que les sirva de lección, porque las amonestaciones que se pronuncian durante la separación no se olvidan. - No hay mejor consejo que el de temer a Allah -el Altísimo- - Este consejo es mencionado por Allah en Su Libro, y está dirigido tanto a los primeros como a los últimos, de hecho dijo: La recomendación de escuchar y obedecer a los detentores de la autoridad: Allah también lo recomendó en Su Dicho: Mientras no ordenen desobedecer a Allah - el Altísimo- Ninguna criatura debe obedecer una orden que le haga desobedecer a Allah, el Profeta -que la paz y bendiciones de Allah sean con el- dijo: “La obediencia se hace en lo adecuado.” , a partir de ahí entendemos por qué Allah citó el verbo “obedeced” cuando citó a quienes tenían el mando, esta obediencia depende de la de Allah - el Altísimo- y Su mensajero . - Es preferible que el predicador exhorte de manera impactante tanto en el estilo como en la forma de presentar las cosas, a condición de que no cite hadices débiles o inventados [mawdu] alegando que esto sería útil para estremecer los corazones, más bien al contrario, la citación de este tipo de Hadices es nefasta, se ha narrado de manera auténtica que el Profeta dijo: “Quien me atribuya un dicho sabiendo que no es mío, forma parte de los mentirosos.” [Narrado por Muslim en su introducción] - Para quien se despida de sus amigos o hermanos se aconseja exhortarlos de manera constructiva. - Es deseable pedir a la gente de conocimiento que nos aconseje. - El cumplimiento de una de las profecías del Mensajero que es la siguiente: “Quien de vosotros viva verá muchas discrepancias”. Los compañeros que vivieron durante mucho tiempo fueron testigos de muchas diferencias dentro de la comunidad, como se constata en las obras de historia. - La obligación de aferrarse firmemente a la sunnah del Mensajero de Allah especialmente durante las disputas y divisiones. - La advertencia contra las novedades, es decir, las innovaciones en la religión. En cuanto a las cosas nuevas de la vida cotidiana, hay que examinarlas; ver si son de provecho para la vida, y no son reprensibles. Por tanto, debemos advertir contra las novedades/innovaciones en la religión debido a la división, la dispersión y los conflictos que causan en la comunidad. - Toda innovación en la religión es un desvío, no hay innovación en la religión que sea aceptable como hubieron afirmado algunos antes. Quien piense que una innovación es buena no sale de los 3 casos siguientes:1) Puede que no sea una innovación, sino que él crea que lo es.2) Puede que no sea algo bueno a ojos de la ley, pero él lo ve como bueno.3) En cuanto al tercer caso, este supone que es una innovación en religión y al mismo tiempo algo bueno, esto es imposible porque el Profeta dijo: “Toda innovación (en religión) es un desvío.”"
    },
    {
        "Head": "HADIZ 29 EL CAMINO HACIA EL PARAÍSO",
        "Data": "Mu'adh Ibn Jabal -que Allah esté complacido con él- dijo: Una vez dije:\n- ¡Enviado de Allah! Muéstrame una obra que me haga entrar en el Paraíso y que me aleje del Infierno. Dijo: - Acabas de preguntar sobre algo grandioso que es fácil para quien Allah se lo facilita: Adorar a Allah sin asociar nada con Él, realizar la oración, entregar el zakat [limosna obligatoria], ayunar el mes de Ramadán y peregrinar. Luego añadió: - ¿Quieres que te muestre las puertas del bien? El ayuno es un escudo. El zakat apaga el fuego, al igual que la oración del hombre en el corazón de la noche:\nEntonces él dijo: - ¿Quieres que te muestre el meollo del asunto, su pilar y su cúspide? - Dije: ¡Por supuesto que sí, Mensajero de Allah! - El meollo del asunto es el Islam; su pilar es la oración; su cúspide es la Yihad. Luego dijo: - ¿Quieres que te indique el elemento esencial de todo esto? - Dije: ¡Por supuesto que sí, Mensajero de Allah! Señaló su lengua y dijo: - Ponle freno a esta. - Dije: Oh Profeta de Allah, ¿podríamos ser castigados por lo que decimos? - ¡Qué tu madre te pierda! dijo, ¿qué hace que la gente caiga de bruces (o dijo): \"sobre sus narices\" - en el Fuego sino lo que sus lenguas cosechan?\".\n[Hadiz relatado por at-Tirmidhi (2616), An-Nasa'i (11394), Ibn Maja (3973), Ahmad (5/231-236-237-245), calificado bueno [hasan] en “al irwa” (2/139)]\nMu'adh Ibn Jabal -que Allah esté complacido con él- contó lo que dijo:\n“¡Enviado de Allah! Muéstrame una obra que me haga entrar en el Paraíso y que me aleje del Infierno”.\nEl Paraíso es la morada que Allah -el Altísimo- ha provisto para Sus adoradores piadosos, en este hay lo que ningún ojo ha visto, ningún oído ha escuchado y lo que ninguna mente puede imaginar. El Infierno (Fuego) es la morada que Allah -el Altísimo - ha provisto para los incrédulos, el castigo allí es intenso como se detalla en al Qur'an wa As-Sunna. Mu'adh hizo esta pregunta porque era lo más importante para él. En efecto, cada creyente debe tener como objetivo principal entrar en el Paraíso y alejarse del Infierno, el Altísimo dijo:\nEl Profeta respondió:\n“Acabas de preguntar sobre algo grandioso”\n: Este asunto grandioso, o es el hecho de acceder al Paraíso y salvarse del Infierno, o es el acto mismo que te hará entrar en el Paraíso y alejarte del infierno. Luego dijo que este acto es fácil para quien Allah se lo ha facilitado.\nLuego comenzó a detallar su respuesta, dijo:\n“Adorar a Allah sin asociar nada con Él”\n. Adorar a Allah -el Altísimo- es tratar de obedecerlo mediante la sumisión a Sus órdenes y evitar Sus prohibiciones mediante la devoción a Él.\n“Sin asociar nada con Él”\n: No asociar con Él, ni a un ángel cercano, ni a un Profeta enviado, porque la consagración a Allah es una condición para la validez de la adoración. De los actos que permiten entrar en el Paraíso, está el cumplimiento de la oración, dijo:\n“realizar la oración”\n. Su cumplimiento consiste en efectuar correctamente sus pilares, sus obligaciones, sus condiciones, añadiendo todo lo que la hace perfecta. Otro acto también es:\n“entregar el zakat”\n. Es un deber que se deduce obligatoriamente de un bien cuando cumple determinadas condiciones. Este derecho está destinado a una categoría de personas muy específica, todo esto se detalla en las obras de jurisprudencia [Fiqh].\n“Ayunar el mes de Ramadán”:\nRamadán es el mes conocido. Ayunar es adorar a Allah absteniéndose de comer, beber, tener relaciones sexuales y otras cosas que van en esa dirección, desde el amanecer hasta la puesta de sol.\n“Peregrinar”\nes decir, ir a Mekka (La Meca) para realizar los ritos.\nEstas prescripciones son, de hecho, los cinco pilares del Islam: adorar a Allah sin asociarle nada, realizar la oración, entregar el Zakat, observar el ayuno y peregrinar a la Casa Sagrada. En cuanto al testimonio de unicidad, se incluye en este último, porque el testimonio de unicidad\n“La ilaha illa Allah”\nes la adoración a Allah -el Altísimo- y en la adoración se incluye la creencia en Su Mensajero y el deber de seguirlo. Luego el Profeta dijo:\n\"¿Quieres que te muestre las puertas del bien?\"\n, es decir, lo que permite acceder al bien, luego continuó como si Mu'adh hubiera respondido afirmativamente:\n\"El ayuno es un escudo\"\n, el ayuno protege de los pecados y protege del Fuego el Día de la Resurrección.\n“El zakat, dijo, extingue el pecado como el agua extingue el fuego”\n: El zakat es dar dinero a los pobres y necesitados con el objetivo de acercarse a Allah -el Altísimo- y también a los pobres, siendo bienhechores con ellos. Esta limosna extingue el pecado como el agua extingue el fuego, y sabemos que cuando se vierte agua sobre el fuego no queda nada, así mismo la limosna no deja ningún rastro de pecado.\n\"La oración del hombre en el corazón de la noche\"\nextingue también el pecado como el agua extingue el fuego. El corazón [ jawf ] de la noche es la mitad de la noche, y la mejor oración de la noche es la que se hace en su segunda mitad, o la del tercio que viene después de la primera mitad como David [ Daoud ] -que la paz sea con él- que dormía la mitad, rezaba el tercio y dormía la sexta restante.\nPara respaldar estas declaraciones, el Mensajero de Allah recitó este pasaje del Qur'an:\nEn efecto, aquellos que alzan sus costados de su cama para rezar por la noche y gastan de lo que Allah - el Altísimo- les ha asignado, estas son, por lo tanto, la limosna y la oración nocturna mencionadas anteriormente en este Hadiz. Luego dijo:\n\"¿Quieres que te muestre el meollo del asunto, su pilar y su cúspide?\".\nCuando Mu'adh asintió, dijo:\n\"El meollo del asunto es el Islam\".\nEl asunto que sobrepasa todos los demás asuntos es el Islam, porque el Islam trasciende todo y nada lo trasciende, eleva al hombre por encima de las personas malvadas como los incrédulos, los asociadores y los hipócritas.\n“Su pilar es la oración”\n: El pilar del Islam es la oración, por tanto, es su armadura. El Islam no puede mantenerse sin la oración. Su abandono hace salir al hombre del Islam hacia la incredulidad - Buscamos refugio en Allah contra eso.\n“﻿ Su cúspide es la Yihad”\n: El combate en el sendero de Allah - el Altísimo- es la cúspide del Islam. A través de la Yihad, los musulmanes se elevan por encima de sus enemigos.\nEntonces el Profeta propuso a Mu'adh esto:\n\"¿Quieres que te indique el elemento esencial de todo esto?\"\n. Cuando Mu'adh asintió con entusiasmo, el Profeta se señaló la lengua y dijo:\n\"Ponle freno a esta\"\n. Lo que significa que no hay que dejarla soltar palabras a diestro y siniestro, porque es muy peligroso. Mu'adh Ibn Jabal dijo:\n“Oh Profeta de Allah, ¿podríamos ser castigados por lo que decimos?\"\n. El Profetarespondió con esta expresión:\n“¡Qué tu madre te pierda!\"\n, expresión que no debe tomarse en sentido literal, sino que se dice para atraer la atención del interlocutor y animarle a entender las palabras que se le dirigen.\n“¡Qué tu madre te pierda!\"\n, dijo,\n“¿qué hace que la gente caiga de bruces\"\n: o puede que haya dicho:\n\"sobre sus narices”\n: esta duda proviene de uno de los transmisores de este Hadiz,\n\"¿qué hace que la gente caiga de bruces (o dijo): \"sobre sus narices\" - en el Fuego sino lo que sus lenguas cosechan?\"\n, es decir, lo que sus lenguas destruyen con las [malas] palabras que pronuncian. Por lo tanto, dejar que su lengua se desate, provoca que el hombre caiga de bruces en el Fuego. Buscamos refugio en Allah contra eso.",
        "Explain": "- El apego que tenían los Compañeros -que Allah esté complacido con ellos- a las obras que los conducían al paraíso y los alejaban del infierno y que esto era la cosa más importante a sus ojos. - La afirmación de que el Paraíso y del Infierno, existen ahora y nunca perecerán.* * [El comentarista cita este artículo del credo de la Gente de la Sunnah [Ahl Sunna wa-l Jama'a] para refutar la doctrina de los mutazilíes que afirman que el Paraíso y el Infierno no existen a día de hoy, sino que será creado el Día de la Resurrección, y también para refutar la doctrina jahmita de que el Paraíso y el Infierno se extinguirán.] - El asunto sobre el que Mu'adh preguntó es enorme, \"Acabas de preguntar sobre algo grandioso, le dijo\" , es decir, que había preguntado sobre una obra enorme, debido a la recompensa que se obtiene. El Profeta lo apaciguó, afirmando que este asunto es fácil para quien Allah se lo facilita. La lección que se puede aprender de esto, es que el hombre debe recurrir a Allah -el Altísimo- para solicitarle que le facilite las cosas y debe saber que el temor de Allah es uno de los medios para que Él le facilite las cosas, de hecho dijo: - Lo prioritario y más importante es la unicidad de Allah [At-Tawhid] y la consagración a Él [ikhlas], el Profeta dijo como primer mandato: “Adorar a Allah sin asociar nada con Él” haciendo alusión a los 5 pilares del Islam. - Es un buen medio de enseñanza plantear una pregunta al alumno para avivar en él el deseo de escuchar lo que sigue, el Profeta por eso dijo a Mu'adh: \"¿Quieres que te muestre las puertas del bien?\". - El ayuno es una barrera, es un escudo que se interpone entre el que ayuna y la palabrería, la mentira, y actuar acorde a esta, la insolencia, etc. También es un escudo para la persona que ayuna contra el Fuego del Infierno. - El gran mérito del zakat similar al de la oración en el corazón de la noche, la cual extingue el pecado, el Profeta dijo: “El zakat apaga el fuego, al igual que la oración del hombre en el corazón de la noche\". - El Profeta apoya sus palabras con argumentos del Qur'an, como lo hizo recitando los siguientes versículos: - El Profeta a veces exponía los temas en forma interrogativa para atraer la atención del interlocutor. - El asunto principal de las criaturas tiene un meollo, un pilar y una cúspide: el meollo del asunto es el Islam, su pilar es la oración, su cúspide es la Yihad en el sendero de Allah. - Quien abandona la oración es un incrédulo, el Profeta de hecho dijo: “su pilar es la oración” , se vuelve obvio que cuando el pilar colapsa, todo el cuerpo colapsa. Esta tesis es la más probable entre las tesis de los eruditos, está respaldada por argumentos en Al Qur'an, en la Sunna del Profeta y las palabras de los Compañeros. Lo hemos explicado en uno de nuestros tratados sobre este tema. - En la Yihad está la supremacía del Islam: “su cúspide es la Yihad.” - Lo que permite contener todo este asunto es el control de la lengua, el Profeta dijo: \"¿Quieres que te indique el elemento esencial de todo esto?\". Cuando Mu'adh asintió, señaló su lengua y dijo: \"Ponle freno a esta\". - El peligro que la lengua entraña para el hombre, porque él dijo: \"¿qué hace que la gente caiga de bruces (o dijo): \"sobre sus narices\" - en el Fuego sino lo que sus lenguas cosechan?\". - La cautela del transmisor al registrar las palabras del Profeta, cuando dijo: \"de bruces o sobre sus narices\" citando a ambas en el Hadiz. Esto demuestra la carga de honestidad y confiabilidad al transmitir hadices."
    },
    {
        "Head": "HADIZ 30 LOS DERECHOS DE ALLAH",
        "Data": "Según Abu Tha'laba al Khushani -que Allah esté complacido con él- el Mensajero de Allah dijo:\n«Ciertamente, Allah el Altísimo ha impuesto preceptos, no dejéis que se pierdan; Él ha fijado normas, no las transgredáis; Él ha prohibido cosas, no profanéis su carácter ilícito; Sobre otras cosas guardó silencio por misericordia hacia vosotros, no por olvido; no indaguéis sobre ellas».\n[Hadiz relatado por al Bayhaqi (13/10), Al Hakim (2/122), At-Tabrizi en “Al mishkat” (197), al Hafez en “Al matalib al Aliyya” (2909)]",
        "Explain": "“Ciertamente, Allah el Altísimo ha impuesto preceptos” : Estas palabras significan que ÉL ha impuesto formalmente a Sus siervos obligaciones conocidas como las cinco oraciones diarias, la limosna legal, el ayuno de Ramadán, la peregrinación, el buen comportamiento hacia los padres y madres, y la benevolencia hacia los familiares cercanos, etc. “No dejéis que se pierdan” : Es decir: no los descuidéis, ya sea por abandono total, o por tomarlos a la ligera, o por realizarlos de forma imperfecta o incompleta. “Él ha fijado normas” : Él ha prescrito obligaciones y les asignó condiciones y restricciones. “Él ha prohibido cosas, no profanéis su carácter ilícito” : Él ha prohibido cosas como el asociacionismo [Ash-Shirk]; desobedecer al padre y a la madre y faltarles el respeto; asesinar a una persona que Allah ha prohibido, a menos que sea por derecho, el vino, el robo, etc. “No profanéis su carácter ilícito” : Es decir, no caigáis en estas cosas prohibidas, porque caer en ellas profana el orden divino. “Sobre otras cosas guardó silencio” : Él ni las ordenó ni las prohibió. “Por misericordia hacia vosotros” : Y esto, gracias a Su misericordia y para facilitar a Sus siervos. - La magnífica explicación del Mensajero de Allahcitando este Hadiz con una estructura clara y explícita. Allah ha prescrito obligaciones formales [fara’id] para Sus siervos. Estas obligaciones son de 2 tipos: La obligación comunitaria [Fard kifaya]: se refiere al acto obligatorio ignorando a su autor. Su estatus consiste en que si ciertos individuos aseguran su ejecución, el pecado de faltar a esta obligación no afecta a otros, como por ejemplo: la llamada a la oración [Adhan], la segunda llamada a la oración [Iqama], la oración fúnebre, etc. La obligación igualmente es que no está permitido que el hombre transgreda los límites sagrados de Allah -el Altísimo- . De esta lección se deduce que no está permitido ir al extremo en la religión, es por eso que el Profeta reprendió a los 3 hombres que decidieron actuar en esta dirección. “No por olvido”: Allah nunca olvida. Tal y como dijo Mussa [Moisés] -que la paz sea con él- y se relata en Al Qur'an: Así pues, Allah -el Altísimo- dejó cosas de lado por misericordia hacia Sus siervos y no porque las hubiera olvidado. Uno de ellos dijo: “Por mi parte, me comprometo para siempre a pasar todas las noches de mi vida en oración”. El otro dijo: “Yo me comprometo a ayunar sin interrupción durante toda mi vida” . Finalmente, el otro dijo: “Yo me comprometo a no casarme nunca” . El Profeta los reprendió y dijo: “Ciertamente, por Allah, yo temo a Allah mucho más que vosotros, sin embargo a veces ayuno y a veces como, rezo una parte de la noche y duermo otra parte y me caso con mujeres. El que se aparta de mi camino no pertenece a la comunidad”. - La prohibición de profanar el carácter ilícito de las cosas prohibidas. Estas cosas son de dos tipos: Las faltas mayores: solo pueden perdonarse mediante el arrepentimiento. Las faltas menores: se borran con la oración, la peregrinación, las evocaciones a Allah -el Altísimo-, etc. - Cualquier cosa sobre la que Allah guardó silencio, es un favor de Su parte. Cuando algo eventual nos plantea un problema respecto a su estatus: ¿es obligatorio o no? Si no se deriva de algo obligatorio, entonces es parte de lo que Allah -el Altísimo- ha perdonado. Del mismo modo, cuando dudamos de si algo es lícito o ilícito y que en la base no es ilícito, forma parte de las cosas que Allah ha pasado por alto. - La inexistencia de olvido para Allah -el Altísimo- que prueba la perfección de Su Conocimiento. Él es Omnisciente: Él no olvida lo que sabe y Su conocimiento nunca ha sido precedido por la ignorancia. Más bien, tiene conocimiento de todo eternamente. - Cuando indagamos sobre un asunto, conviene que no vayamos más allá del marco de lo necesario y esto porque la época del Profeta fue una época en la que se rebelaron las Leyes, cabía la posibilidad de que alguien preguntara sobre algo que no era obligatorio (o no estuviera prohibido), y se volviera obligatorio debido a sus preguntas."
    },
    {
        "Head": "HADIZ 31 EL VERDADERO ASCETISMO",
        "Data": "Abu l-'Abbas Sahl Ibn sa'd As-Sa'id -que Allah esté complacido con él- relató: Un hombre vino y le dijo al Profeta :\n“ ¡Mensajero de Allah!, muéstrame una obra que si la hago, Allah me amaría y la gente también me amaría”. Le dijo: “Lleva una vida de ascetismo, Allah te amará; renuncia a lo que la gente posee, la gente te amará.”\n[Hadiz relatado por Ibn Maja (4102), At-Tabarani (5972), Al Uqayli (413), Ibn Adi (3/31), Al Quda'i en “Musnad ash-shihab” (643), Abu Na'im en “Al hilya” (3/202) y en “Tarikh asbahan” (2/244), al Hakim (4/313), ver “As-sahiha” (944)]",
        "Explain": "Sahl Ibn Sa'id -que Allah esté complacido con él- narra que un hombre vino a ver al Profeta : El compañero no mencionó el nombre de este hombre porque no es necesario, lo importante es lo que se dijo a continuación. Él dijo: “¡Mensajero de Allah!, muéstrame una obra que si la hago, Allah me amaría y la gente también me amaría” : Lo que este hombre buscaba era realmente de gran importancia, es decir, una obra que proporcione el amor de Allah -el Altísimo- y el amor de la gente. El Profeta dijo: “Lleva una vida de ascetismo” . En efecto, lo exhortó a renunciar de este mundo lo que no era beneficioso para el otro, y para ello debía aspirar a lo que había en el otro mundo, porque son dos mundos antagónicos. Esto implica que la persona debe esforzarse por llevar a cabo obras que le serán útiles en la vida postrera, sometiéndose a las órdenes, evitando prohibiciones y dejando de lado lo que no le beneficia en el otro mundo, que son los asuntos en los que solo desperdicia su tiempo y no tienen provecho. Referente a lo que genera el amor en la gente, dijo: “Renuncia a lo que la gente posee, la gente te amará.” El hombre no debe pedir nada a la gente, ni codiciar lo que posee, debe apartarse de esto lo más lejos posible para que la gente lo ame. Cuando un individuo pide siempre a la gente, terminará importunándola y lo detestarán. - Los compañeros -que Allah esté complacido con ellos- siempre planteaban preguntas de provecho al Profeta . - El hombre por su naturaleza ama que Allah -el Altísimo- lo ame y que la gente lo ame. En cambio, no le gusta que Allah lo deteste y la gente lo deteste. - A quien muestre ascetismo en este mundo, Allah lo amará, porque de ello se deriva necesariamente el deseo de lo que hay en la vida postrera. - Renunciar a lo que la gente posee proporciona su amor. - Codiciar lo que este mundo contiene como placeres y deleites y aferrarse a ellos hace que la persona sea detestada por Allah -el Altísimo-. Codiciar lo que la gente posee y acechar la oportunidad para pedirles, hace que la gente deteste a esta persona."
    },
    {
        "Head": "HADIZ 32 CUALQUIER PERJUICIO ES ILÍCITO",
        "Data": "Según Abu Sa'id Ibn Malik Ibn Sinan al Khudri -que Allah esté complacido con él- El Mensajero de Allah dijo:\n“Todo perjuicio es ilícito: ya sea involuntario [darar] o voluntario [dirar]”.\n[Hadiz narrado por Ibn Maja (2340, 2341), Ahmad (1/313), Al Bayhqi (6/69-70-457), al Hakim (2/58), at-Tabarani (2/81), (11/302), Al Haythami en “Al majma” (4/110). Calificado Hasan por at-Timirdhi.]",
        "Explain": "El mal no está permitido en la ley Islámica. El Profeta dijo que tanto el perjuicio voluntario e involuntario son ilícitos, aunque el perjuicio voluntario sea más grave. Cuando un hombre riega un árbol en su casa y el agua pasa a su vecino sin haber tenido la intención, puede incluso que no se haya dado cuenta de lo sucedido, la ley islámica exige que repare los daños causados ​ por el agua una vez haya sido informado. Si el propietario del árbol dice que no lo hizo voluntariamente, aún así se le dirá, sea como sea, cualquier perjuicio es ilícito. En cuanto al perjuicio voluntario [dirar], es cuando este hombre busca perjudicar a su vecino. Los sabios también han deducido numerosas reglas jurisprudenciales de este Hadiz."
    },
    {
        "Head": "HADIZ 33 LA PRUEBA LE CORRESPONDE AL DEMANDANTE",
        "Data": "Según Ibn 'Abbas -que Allah esté complacido con él- el Mensajero de Allah dijo:\n“Si se reconociese a los hombres la validez de todas sus pretensiones, algunos ciertamente no dejarían de reivindicar los bienes y la vida de otros; pero el demandante está obligado a aportar la prueba y el juramento se impone al que niega la cosa”.\n[Hadiz sahih, narrado por al Bujari (n°4552), Muslim (n°1711), al Bayhaqi (1/252), (5/332), ad-Daraqutni (4/107), al Hafez en “at -talkhis” (4/208), at-Tabrizi en “al mishkat” (3758), al Muttaqi en “al kanz” (15285-18296-18297).]",
        "Explain": "“Si se reconociese a los hombres la validez de todas sus pretensiones” : Las pretensiones son lo que ellos reclaman frente a los demás como sus derechos. Sepamos, pues, que la atribución de una cosa se presenta bajo tres aspectos: 1 - Atribuir a alguien una cosa que se posee, es decir, cuando alguien dice, por ejemplo: \"Le debo tal cosa a fulano de tal\", esto es una confesión [iqrar]. 2- Atribuirse a uno mismo algo que está en posesión de otra persona, diciendo por ejemplo: “tal o cual persona me debe tal o cual cosa”, esto es una pretención [da'wa]. 3- Atribuir a alguien una cosa que está en la posesión de otro, como decir por ejemplo: “Fulano de tal le debe tal cosa a fulano de tal”, esto es un testimonio [shahada]. Este Hadiz alude a las pretensiones. Si un hombre acusa a otro diciéndole, por ejemplo: “Te reclamo cien dirhams” y su reclamo es aceptado, otras personas reclamarían los bienes de los demás. Asimismo, si alguien le dice a otro, por ejemplo: \"Fuiste tú quien mató a mi padre\" sin pruebas, y su alegato es tenido en cuenta, otros exigirían la sangre de los demás, pero la reclamación no se acepta si no hay pruebas, el Profeta en efecto, dijo: “...pero el demandante está obligado a aportar la prueba”. - La ley islámica protege con gran interés los bienes y la sangre de las personas, El Profeta dijo: \"Si se reconociese a los hombres la validez de todas sus pretensiones, algunos ciertamente no dejarían de reivindicar los bienes y la vida de otros\". - Si el demandante presenta una prueba que apoya su reclamación, el veredicto sería a su favor de acuerdo con el dicho del Profeta : \"pero el demandante está obligado a aportar la prueba\". - Quien niegue la acusación del denunciante deberá prestar juramento. - Cuando el demandado rechaza el juramento, el juez decidirá a favor del demandante.​ La prueba es cualquier cosa que revele la verdad, como por ejemplo los testigos, los indicios materiales, etc. “El juramento se impone al que niega la cosa” : Cuando el demandante no puede aportar la prueba, el demandado debe jurar que la pretensión del demandante es infundada."
    },
    {
        "Head": "HADIZ 34 REPRENDER EL MAL ES UN DEBER RELIGIOSO",
        "Data": "Abu Sa’id al Kudri -que Allah complacido con él- dijo: Escuché al Mensajero de Allah decir:\n«Quien vea un acto reprensible debe intervenir para corregirlo con la mano, si es incapaz que lo haga con la lengua, si es incapaz que lo desapruebe en su fuero interno, este es el grado más débil de la fe».\n[Hadiz Sahih, narrado por Muslim (n°49), Abu Dawud (1140,4340), AtTirmidhi (2172), An-Nasa'i (8/111-112), Ibn Maja (1275,4013), Ahmad (3/10 20-49-52-54-92), Al Muttaqi en « Al kanz » (5524), Ibn Abd al Barr en « Attamhid » ( 10/260)]",
        "Explain": "\"Quien vea …\" : Esta observación, o se lleva a cabo de forma visual, o a través de la información, no obstante, la segunda es más general que la primera. \"...Un acto reprensible\" : Lo reprensible es lo que la ley ha declarado reprobable, es decir, lo que Allah o Su Mensajero han prohibido. \"… debe intervenir para corregirlo\" : Debe cambiar el mal y transformarlo en algo conveniente, o impedirlo absolutamente, o transformarlo en algo lícito. \"…con la mano\" : El cambio con la mano se hace cuando el hombre detenta autoridad. \"...si es incapaz que lo haga con la lengua\" : Esto consiste en que diga al autor de este mal: \"Teme a Allah\", \"deja de hacer eso\", etc. \"...si es incapaz\" : Si no puede cambiar el mal con su lengua, ya sea porque teme por sí mismo, o porque es mudo, o por otras razones, que lo desapruebe en su fuero interno, debe condenarlo con su corazón y detestarlo. “Este es el grado más débil de la fe” : El hecho de que solo pueda desaprobar el mal a través del corazón, es lo mínimo impuesto por la fe. - La obligación de cambiar el mal respetando los pasos antes mencionados, sabiendo que el cambio del mal a través de la mano solo corresponde al detentor de la autoridad [Sultán]. El cambio a través de la lengua, es responsabilidad de los que propagan la fe [Du'atu-l khayr] que tienen el conocimiento suficiente para explicar a la gente estas cosas reprensibles y su naturaleza ilícita. - Quien no puede cambiar el mal, ni por la fuerza ni por la lengua (aconsejando con palabras), debe desaprobarlo en el fondo de su corazón. - La ley islámica facilita la tarea y reduce las limitaciones para los musulmanes al basar estas obligaciones en la capacidad. - La fe es de distintos grados, puede ser débil en unos y fuerte en otros. Este es uno de los fundamentos del credo de la Gente de la Sunnah y de la comunidad [Ahl Sunna wa Al Djama'a], está fundamentado en varios argumentos en el Qur'an y en la tradición [As-Sunnah]. - Las etapas para cambiar el mal se presentan bajo 3 aspectos: 1- La predicación que consiste en que el predicador vaya a las mezquitas o a otros lugares de reunión, y explique el mal a la gente y les advierta contra este, les explica el bien y les anima a hacerlo. 2- El mandato del bien y la prevención del mal diciéndole a la gente: “Haz esto y no hagas aquello”. 3- El cambio directo consiste en que el hombre (que detenta el poder) cambie directamente el mal cuando constate que la gente no responde ni a la predicación, ni a las órdenes, ni a las prohibiciones."
    },
    {
        "Head": "HADIZ 35 LA VERDADERA FRATERNIDAD",
        "Data": "Según Abu Hurayra -que Allah esté complacido con él- el Mensajero de Allah dijo:\n\"No se envidien unos a otros, no aumenten el precio de una mercancía sobre los precios de otros sin intención de comprarlo [najash], ni se odien unos a otros, ni se den la espalda, no practiquen ventas en detrimento de las ventas de otros. Sean todos hermanos, ¡oh siervos de Allah!, el musulmán es hermano del musulmán, no es injusto con él ni le niega su ayuda, ni le miente, ni lo desprecia. La piedad (taqwa) está aquí – señalando su pecho tres veces–. La peor iniquidad es despreciar a su hermano musulmán. Todo lo que pertenece al musulmán es sagrado para el musulmán: su sangre, sus bienes y su honor.\"\n[Hadiz Sahih, narrado por Muslim (n°2564), al Bayhaqi (7/303), Ahmad (6/277), (3/110-119-209-277), Al Humaydi (1183)]",
        "Explain": "“No se envidien unos a otros”: La envidia es detestar la bendición que Allah ha concedido a tu hermano, la bendición espiritual o material, independientemente de si deseas que la bendición cese o no. “No aumenten el precio de una mercancía sobre los precios de otros sin intención de comprarlo [najash]”: esto es lo que los sabios llaman la venta por subasta simulada [munajasha], se hace o con el objetivo de beneficiar al vendedor o con el objetivo de perjudicar al comprador. “No practiquen ventas en detrimento de las ventas de otros”: Está prohibido que un hombre venda algo en detrimento de la venta de su hermano, esto consiste en que un hombre decide comprar una mercancía a un vendedor con un precio acordado entre los dos, luego otro vendedor interviene ante el comprador y le ofrece la misma mercancía a un precio menor, esto está prohibido porque provoca hostilidades y aversión. “Sean todos hermanos, ¡oh siervos de Allah!”: Es decir: Sean como hermanos en virtud de lo que hay entre vosotros en términos de afecto, amor, familiaridad y ausencia de toda hostilidad. El Profeta insistió entonces en esta fraternidad, diciendo: “El musulmán es hermano del musulmán”: Eso es así, en virtud de lo que tienen en común, es decir, el Islam, que es el vínculo más sólido. “ No es injusto con él ” , es decir, no le agrede. “Ni le niega su ayuda” se refiere a una situación en la que le gustaría que su hermano lo ayude. “La piedad (taqwa) está aquí ”: La piedad es el temor de Allah, la taqwa (de Allah) se encuentra en el corazón, y cuando el corazón tiene taqwa, el resto de los miembros también la tienen. “Todo lo que pertenece al musulmán es sagrado para el musulmán: su sangre, sus bienes y su honor” : En cuanto a la sangre, no debe agredirlo hasta la muerte ni causarle ningún otro daño. En cuanto a sus bienes, no está permitido apoderarse de sus bienes mediante hurto, robo u otra cosa. En cuanto al honor, no está permitido agredirle mediante calumnias, difamación o cualquier otra cosa por el estilo. - La prohibición de envidiar: se trata de una prohibición formal que la convierte en ilícita. La envidia incluye tres grandes perjuicios: Quien envidia es porque en realidad no acepta el destino de Allah -el Altísimo- y Su Decreto Divino. Comete una agresión contra su hermano. Cada vez que aumentan las bendiciones de su hermano, el remordimiento lo corroe más, lo que hace que su vida se vuelva penosa. - La prohibición de las ventas mediante subasta simulada [munajasha] por el perjuicio que le causa a los demás, y porque provoca inquina (hacia los vendedores). - La prohibición de darse la espalda unos a otros: Está prohibido que los musulmanes den la espalda a un musulmán, va en contra de la fraternidad en la fe. - La prohibición al musulmán de realizar ventas en detrimento de las ventas de su hermano y, del mismo modo, no realizar compras en detrimento de las compras de su hermano (ofreciendo un precio superior al vendedor), ni de pedir matrimonio a una mujer ya solicitada por su hermano, etc. - La obligación de fomentar la hermandad en la fe de acuerdo con el Dicho del Profeta : \"El musulmán es hermano del musulmán\". - La presentación de la posición que el musulmán debe tener hacia su hermano: no es injusto con él, ni le abandona cuando necesita ayuda, ni le miente, ni lo desprecia. Todo esto va en contra de la fraternidad en la fe. - El lugar de la piedad está en el corazón, cuando el corazón es piadoso, los miembros también se vuelven piadosos. Además, hay que recalcar que cuando algunas personas cometen un pecado y son reprendidas, dicen: “de todos modos, la piedad está aquí – apuntando a sus corazones”. Ciertamente, es una declaración verdadera, pero malentendida, porque si realmente hubiera piedad en sus corazones, sus miembros inevitablemente manifestarían esta piedad, el Profeta dijo al respecto: “¿No hay en el cuerpo humano un pedazo de carne [ mudgha ] que si está sano, todo el cuerpo lo estará, y si está corrompido, todo el cuerpo lo estará? ¿No es ese el corazón? ”. [Acordado por unanimidad, narrado por al-Bujari (n°52), Muslim (n°1599), Abu Dawud (n°3329), At-Tirmidhi (1205)] - La repetición de frases importantes para mostrar que hay que estar atentos a ellas y captarlas bien, el Mensajero de Allah repitió 3 veces, señalando su pecho: “La piedad está aquí”. - La gravedad de despreciar al musulmán por el daño que provoca, el Profeta dijo: “La peor iniquidad es despreciar a su hermano musulmán”. - La inviolabilidad de la sangre del musulmán, de sus bienes y su honor, este es el origen, pero hay causas que permiten lo contrario, Allah -el Altísimo- dijo: Y dijo: - Si la comunidad musulmana siguiera estos consejos, disfrutaría de la felicidad tanto en este mundo como en el otro, estas son altas virtudes gracias a las cuales logramos obtener muchas ventajas y repeler muchos males."
    },
    {
        "Head": "HADIZ 36 LA INCITACIÓN A REALIZAR OBRAS PÍAS",
        "Data": "« Según Abu Hurayra -que Allah esté complacido con él- el Profeta dijo:\nQuien alivie a un creyente de una preocupación de este mundo, Allah lo aliviará de una preocupación, el Día de la Resurrección. Quien le facilita las cosas a alguien que está en dificultades, Allah le facilitará las cosas en este mundo y en el otro. Quien encubre a un musulmán, Allah lo encubrirá en este mundo y en el otro. Allah ayuda a Su siervo siempre que él ayude a su hermano. Quien recorre un camino en busca de conocimiento, Allah le facilitará un camino hacia el Paraíso. Siempre que la gente se reúne en una de las casas de Allah para recitar el Libro de Allah y estudiarlo entre ellos, la serenidad desciende sobre ellos, la misericordia los cubre, los ángeles los rodean con sus alas y Allah los menciona ante quienes están próximos a Él. En cuanto a aquel cuyas obras lo han retrasado, no será adelantado por su linaje [nasah].»\n[Hadiz Sahih, narrado por Muslim (n°2699), Ahmad (2/252), Abu Dawud (4946), At- Tirmidhi (1425), Ibn Maja (225)]",
        "Explain": "“Quien alivie a un creyente de una preocupación de este mundo”: esta situación puede ser financiera, familiar, que afecta al individuo o al grupo. “Allah lo aliviará de una preocupación el Día de la Resurrección”: Sin duda, las preocupaciones del Día de la Resurrección son mayores que las de este mundo. “Quien le facilita las cosas a alguien que está en dificultades, Allah le facilitará las cosas en este mundo”: La recompensa aquí es doble, tiene lugar en este mundo y en el otro. En cuanto a la disipación de las preocupaciones, su recompensa tiene lugar solo en el Día de la Resurrección porque las preocupaciones el Día de la Resurrección son enormes. “Quien encubre a un musulmán”: Es decir, que oculta a los ojos de los demás sus faltas, ya sean morales o físicas, en su fe o en su vida. “Allah lo encubrirá en este mundo y en el otro”: Él ocultará sus faltas a ojos de la gente en este mundo y en el otro. Luego el Profeta dijo una frase resumida: “Allah ayuda a Su siervo siempre que él ayude a su hermano”: Allah -el Altísimo- ayuda a Su siervo en proporción a la ayuda ofrecida por él a su hermano, en cantidad, calidad y tiempo. En otro hadiz que va en el mismo sentido, dice: “Quien se esfuerza para ser útil a su hermano cuando lo necesita, Allah está allí para serle útil”. Él dijo: “Quien recorre un camino en busca de conocimiento, Allah le facilitará un camino hacia el Paraíso. ”: Este es el conocimiento religioso. Está claro que el camino que conduce al Paraíso es la religión, cuando el hombre aprende la religión de Allah, Allah le facilita el camino al Paraíso. “Siempre que la gente se reúne en una de las casas de Allah”: Las casas de Allah son las mezquitas, Allah -el Altísimo- dijo: También dijo: De hecho, Él se atribuyó a Sí mismo las mezquitas, porque estos son los lugares donde se le recuerda. “Siempre que la gente se reúne en una de las casas de Allah para recitar el Libro de Allah y estudiarlo entre ellos, la serenidad desciende sobre ellos” , es decir, la tranquilidad y la estabilidad entran en sus corazones. “Allah los menciona ante quienes están próximos a Él” : Aquellos que están cerca de Allah son los ángeles. “En cuanto a aquel cuyas obras lo han retrasado, no será adelantado por su linaje [nasah]”: El que está retardado debido a sus malas acciones, por su pertenencia a una tribu o a una familia [de prestigio], o cualquier otra cosa de ese tipo, no le beneficiará en nada, ni le elevará, ni le hará avanzar. - La incitación a aliviar la preocupación del creyente. - El Día de la Resurrección es un día de preocupación, Allah - Exaltado sea- lo ha mencionado en Su Dicho: - El apelativo de día del Levantamiento “yawm al qiyâma” , se debe a que es el día en que la gente se levantará de sus tumbas para presentarse ante Allah, el día en que se alzará la justicia y se erguirán los testigos. - “Quien le facilita las cosas a alguien que está en dificultades, Allah le facilitará las cosas en este mundo y en el otro”: Facilitar las cosas a alguien se hace dependiendo de su dificultad. Por ejemplo, si es un deudor el que está en dificultades, facilitarle las cosas significa concederle un aplazamiento o eximirlo de la carga de su deuda, aunque eximirlo de su carga es mejor que concederle un aplazamiento. Para alguien que ha sufrido una desgracia, la manera de facilitarle, consiste en ayudarlo, apoyarlo, consolarlo, mostrarle la recompensa divina que tendrá a cambio de perseverar ante esta desgracia. - La incitación a encubrir al musulmán, es decir, a silenciar sus faltas. Sin embargo, este encubrimiento no es loable, excepto si contiene una ventaja y está libre de perjuicios. Si por ejemplo, un hombre que es conocido por sus crímenes, ha cometido un delito, no se le debe encubrir. Pero cuando el hombre a nuestros ojos es recto y un día comete un acto ilícito, es conveniente encubrirlo. - La incitación del siervo a ayudar a su hermano y que Allah está al lado del siervo mientras él esté al lado de su hermano. - La incitación al aprendizaje del conocimiento religioso. - El mérito de reunir a la gente para recitar el Qur'an y estudiar sus versículos. La recompensa de esta recitación y su estudio solo es efectiva si los siervos se reúnen en una mezquita de Allah para obtener la bendición del lugar, porque los mejores lugares son las mezquitas. - La exposición de esta recompensa: “la serenidad desciende sobre ellos, la misericordia los cubre, los ángeles los rodean con sus alas y Allah los menciona ante quienes están próximos a Él.” , en un hadiz Qudsi, Allah -el Altísimo- dijo: \"Quien Me mencione en una reunión, Yo lo mencionaré en una reunión mucho mejor todavía.\" - El linaje no sirve para nada en ausencia de obras pías. - Es conveniente que el hombre no se vanaglorie de sí mismo, sino que debe interesarse por las obras pías para obtener altos grados ante Allah -el Altísimo-."
    },
    {
        "Head": "HADIZ 37 LA GRACIA DIVINA",
        "Data": "Según Ibn 'Abbas -que Allah esté complacido con él- el Mensajero de Allah relatando las palabras de su Señor -Exaltado sea- dijo:\n“Ciertamente, Allah registró tanto las buenas como las malas acciones, luego Él las explica de la siguiente manera: Quien decide efectuar una buena acción, pero no la efectúa, Allah se la registra ante Él como una buena acción completa. Quien decide efectuar una buena acción y efectivamente logra realizarla, Allah se la registra entre diez y setecientas veces su valor, e incluso más. Quien decide efectuar una mala acción y no la efectúa, Allah se la registra ante Él como una buena acción. Si decide efectuarla y realmente la ejecuta, Allah se la registra como una sola mala acción”\n.\n[Hadiz Sahih, relatado por al Bujari (n°6491), Muslim (n°131), Ahmad (1/310-360- 361), At-Tabrizi s “Al mishkkat” (n°2374), Al Muttaqi en “ Al kanz” (10240), Al Mundhiri en “At-targhib” (1/56)]",
        "Explain": "“Allah registró tanto las buenas como las malas acciones” : En efecto, Allah ha inscrito la recompensa de la obra y ha inscrito la obra misma. La primera cosa que Allah creó fue la pluma [al qalam], Allah le dijo: “¡Escribe! - ¿Qué debería de escribir?, respondió. Escribe lo que sucederá hasta el Día de la Resurrección”. [Hadiz narrado por At-Tirmidhi (n°2155), calificado como Sahih por Imam al Albani en “Sahih al jami” (n°2017)] Según el significado literal de este Hadiz, el escrito al que se hace referencia es el de las recompensas, porque Allah las ha expuesto y detallado. Él dijo: \"Quien decide efectuar una buena acción, pero no la efectúa, Allah se la registra ante Él como una buena acción completa\" , es decir, una buena acción completa sin la menor disminución. Otros argumentos demuestran que quien decide cumplir una buena acción, pero no la cumple porque es incapaz de llevarla a cabo, Allah le inscribe la recompensa completa, En efecto, Él dijo: Si alguien decide cumplir una buena acción, pero la deja por pereza u otros motivos, Allah le inscribirá una buena acción debido a su buena intención. “Quien decide efectuar una buena acción y efectivamente logra realizarla, Allah se la registra entre diez y setecientas veces su valor, e incluso más” : Si decide realizarla y realmente la realiza de manera perfecta, mostrando consagración y estando en conformidad con el Mensajero en el cumplimiento de esta obra, Allah se la inscribirá entre diez y setecientas veces su valor, o incluso más. Esta multiplicación se realiza de acuerdo con la perfección con la que se lleva a cabo esta obra, y la consagración [ikhlas] que se dedica a Allah. Puede ser un favor concedido por Allah - el Altísimo- y un acto generoso de Su parte, Él en efecto, dijo: “Quien decide efectuar una mala acción y no la efectúa, Allah se la registra ante Él como una buena acción.” : De hecho, obtiene esta recompensa si deja esta mala acción por Allah. En una de las versiones del Hadiz se dice lo siguiente: \"Él la ha dejado por deseo de Mi Complacencia\". (Hadiz sahih, relatado por Muslim (n°128)). En cuanto al caso de alguien que decide llevar a cabo una mala acción, pero no la hace, se presentan tres aspectos: 1- El hombre intenta cometer una mala acción y se esfuerza en ello, pero no lo logra, este verá registrada en su contra una mala acción completa. 2- El hombre que decide cometer una mala acción y renuncia a ella no por temor a Allah, sino porque su alma ya no quiere hacerla, este no verá nada inscrito en su contra, ni a su favor. 3- Un hombre se abstiene de cometer una mala acción por temor a Allah -el Altísimo- este tendrá una buena acción completa, como se cita en este Hadiz. “Si decide efectuarla y realmente la ejecuta, Allah se la registra como una sola mala acción” : Esto lo corrobora las siguientes palabras divinas: Esta regla correspondiente a la mala acción es aplicable en cualquier momento y lugar, excepto durante los meses sagrados, en La Meca, donde la mala acción es más grave que en otros lugares, El Altísimo dijo (respecto a La Meca): Los sabios han afirmado que las buenas y las malas acciones se incrementan en todo momento y lugar meritorio, pero las buenas acciones se incrementan en número y las malas acciones en proporción a su grado de gravedad, el Altísimo dijo: (sobre éstas últimas): El autor (Imam An-Nawawi) al transmitir este Hadiz ha dicho que Al Bujari y Muslim lo relataron en sus sahih con estas mismas palabras para concienciarnos de lo que contiene este Hadiz, excelentes buenas noticias y la gracia de Allah hacia Sus siervos. - Allah ha inscrito una recompensa por las buenas y malas acciones, lo que vuelve evidente la perfección de Su justicia y Su control sobre las cosas. - La Misericordia de Allah ha superado Su ira, ya que Él recompensa por una buena acción de 10 a setecientas veces su valor, o incluso más, en cuanto a la mala acción, solo recompensa por algo similar. - La diferencia entre la intención de hacer una buena acción y la intención de cometer una mala acción: cuando un hombre decide hacer una buena acción, pero no la hace, Allah le registra una buena acción completa como recompensa por su intención, sin embargo, cuando este la deja sin excusa, si tiene la costumbre de hacerla, pero no llega a cumplirla por un impedimento, tendrá doble recompensa: la de la intención y la de la acción habitual, el Profeta dijo: “Quien enferma o se va de viaje, Allah le registra las acciones que solía realizar cuando gozaba de buena salud y era residente”. [Hadiz Sahih, narrado por al-Bujari (n°2996)] - Quien decide cometer una mala acción y renuncia a ella por Allah - el Altísimo- Él le inscribirá una buena acción completa. Si la abandona porque ya no le apetece hacerla y no por Allah, no se le registrará nada. Si él renuncia porque es incapaz de hacerla, se le registrará una mala acción debido a su intención. Y si intenta cometerla, pero no lo logra, se le inscribirá el castigo completo, como si realmente la hubiera cometido, el Profeta de hecho, dijo: “Dos musulmanes que se enfrentan con sus espadas para matarse entre sí, el asesino y la víctima, ambos irán al infierno”. \"Enviado de Allah, dijeron, el asesino se lo merece, pero ¿qué pasa con la víctima?\" Él respondió: “Porque (igualmente) él quería matar a su hermano” . [Hadiz Sahih, narrado por Al-Bujari (n°31), Muslim (n°2888)]"
    },
    {
        "Head": "HADIZ 38 EL AMOR DE ALLAH",
        "Data": "Según Abu Hurayra -que Allah esté complacido con él- el Mensajero de Allah dijo:\n“El Altísimo dijo: Quien se enemiste con un Amigo Mío [wali], le declararé la guerra. Mi siervo no se acerca a Mí por algo que más amo que lo que le he ordenado, y Mi siervo cuanto más se acerca a Mí, mediante los actos supererogatorios, más lo amo. Ahora bien, cuando Yo lo ame, seré su oído con el que escucha, su vista con la que ve, su mano con la que toma, su pie con el que camina. Si me pide algo, ciertamente se lo daré, y si busca refugio en Mí, se lo concederé”.\n[Hadiz Sahih, narrado por Al-Bujari (n°6562)]",
        "Explain": "Esto es un Hadiz divino [Hadiz Qudusi] en el que el Profeta relata las palabras de Allah -el Altísimo-. Los amigos de Allah son aquellos que tienen fe y Le temen. El Altísimo, ciertamente ha dicho: Quien se muestre hostil con los Amigos de Allah -el Altísimo- que se prepare para la guerra que le declarará Allah. En este Hadiz, Allah -el Altísimo- recuerda esta gracia en la cual se puede alcanzar el rango de Amistad [walaya], Él, de hecho dijo: “Mi siervo no se acerca a Mí por algo que más amo que lo que le he ordenado”. Es decir, que no hay cosa por la cual un siervo adora a Allah, más amada por Él que lo que Él le ha ordenado, porque la adoración es el acto de acercarse a Allah. Dos raka'a obligatorias, por ejemplo, son más amadas para Allah que dos raka'a supererogatorias. Un dirham de limosna legal [zakat] es más amada para Allah que un dirham dado como simple limosna [sadaqa]. La peregrinación obligatoria es más amada para Allah que la peregrinación supererogatoria. El ayuno del mes de Ramadán es más amado para Allah que un ayuno supererogatorio, etc. “Mi siervo cuanto más se acerca a Mí, mediante los actos supererogatorios”: Esto después de haber cumplido las obras obligatorias. “…más lo amo” : El siervo no deja de acercarse a Allah hasta llegar a ser amado por Allah. Porque acercarse a Allah es una causa para obtener Su amor. “Ahora bien, cuando Yo lo ame, seré su oído con el que escucha” : Le dirige bien en lo que oye. Sólo oye lo que es bueno. Esto no significa que Allah sea realmente su oído mediante el cual escucha, porque el oído, en el caso del hombre, es un atributo creado. Lo mismo ocurre con: “la vista con la que ve” . Allah lo guía en lo que ve, él ve sólo lo que es bueno y sólo mira lo que es bueno. Lo mismo ocurre con: “su mano con la que toma” . El Altísimo lo guía en las obras que hace su mano, él sólo obra en lo que es bueno. Lo mismo ocurre con “su pie con el que camina” , Él dirige su caminar, sólo va hacia el bien. “Si me pide algo, ciertamente se lo daré, y si busca refugio en Mí, se lo concederé” : Allah ha dicho que Él concede a Su siervo, que se acerca a Él a través de las obras supererogatorias, lo que desea y que lo protege contra las cosas que teme. - La afirmación de la amistad de Allah -el Altísimo - y que Allah tiene amigos. El bien de base de este principio también existe en el Qur'an, en particular en las siguientes palabras divinas: - El alto rango que disfrutan los Amigos de Allah junto a Él, hasta el punto de que quien se convierte en su enemigo, se ve envuelto en una guerra contra Allah. - Las obras obligatorias son más amadas para Allah que las obras supererogatorias. - Las obras solicitadas por Allah son de dos tipos: las obras obligatorias y las obras supererogatorias. - La afirmación de que Allah -el Altísimo - ama, Él dijo: “Mi siervo no se acerca a Mí por algo que más amo que lo que le he ordenado” . El amor es un atributo de la esencia de Allah -el Altísimo- el fruto que se obtiene es que Allah es Benefactor hacia la persona amada, Su buena retribución, su cercanía a Él. - Las obras son de distintos grados. - Esta tradición demuestra que la fe aumenta y disminuye, según afirma la Gente de la Sunnah y la Comunidad [Ahl Sunna wa-l Yama'a], porque las obras son parte de la fe y algunas obras son más amadas para Allah -el Altísimo- que otras, lo que hace que la fe aumente y disminuya según las obras concernidas. - Debido al amor de Allah -el Altísimo- Su siervo es guiado en su oído, su vista, las obras que hacen sus manos y su caminar. - Cuanto más se acerca el siervo a Allah mediante obras virtuosas, es más probable que sus invocaciones sean respondidas."
    },
    {
        "Head": "HADIZ 39 NO HAY DIFICULTAD EN LA RELIGIÓN",
        "Data": "Según Ibn 'Abbas -que Allah esté complacido con él- el Mensajero de Allah dijo:\n“Ciertamente, Allah perdonará a mi comunidad, por mi causa, los pecados cometidos por error, olvido, o lo que hace bajo coacción”.\n[Hadiz narrado por Ibn Maja (n°2045), Ad-Daraqutni (4/170), At-Tahawi en “Sharh al ma'ani” (2/56), Al Bayhaqi (7/356), calificado Sahih por Ibn Hibban (1498), Al Hakim (2/198), calificado Sahih por Imam al Albani en \"Al irwa\"]",
        "Explain": "El Profeta nos informó que Allah absuelve de Su comunidad estas tres cosas que también se citan en el Qur'an, de hecho, el Altísimo dijo: Y está establecido en el Sahih que Allah -el Altísimo- dijo: “Lo he hecho”. Él dijo: También dijo: - La inmensidad de la misericordia de Allah -el Altísimo- y que esta misericordia ha sobrepasado a Su ira. - Si un hombre hace algo por error, Allah no lo tendrá en cuenta. Si se trata de algo prohibido, no procede ni pecado, ni expiación, ni anulación de la adoración en la que se cometió lo prohibido. Si se trata del abandono de una obligación, se levanta el pecado, pero el siervo debe suplir esa obligación. - Quien sea coaccionado a decir o hacer algo prohibido, Allah no lo tendrá en cuenta. Sus palabras: “Lo que hace bajo coacción” concierne a la coacción en general, ya sea en el acto o en el habla. No hay evidencia para quien hace la distinción entre la coacción en el acto y la coacción en el habla. Sin embargo, cabe señalar que si la coacción transgrede el derecho de un ser humano, el hombre que coacciona debe ser tratado según la evidencia basada en la Sharia, si por ejemplo un hombre coacciona a otro hombre para que cometa un asesinato, ambos son ejecutados, porque la coacción no justifica el asesinato y no se permite al hombre salvar su vida a expensas de la vida de otros."
    },
    {
        "Head": "HADIZ 40 ESTE MUNDO POR EL OTRO",
        "Data": "Ibn 'Umar -que Allah esté complacido con él- relató: El Mensajero de Allah me agarró por los hombros y me dijo:\n“Sé en este mundo como un extranjero o como alguien que está de paso” .\n[Corroborando este Dicho] Ibn 'Umar -que Allah esté complacido con él- solía decir:\n[Narrado por Al Bujari (n°6416)]",
        "Explain": "El Profetaagarró a Ibn 'Umar -que Allah esté complacido con él- por los hombros para llamar su atención sobre lo que iba a decirle: “Sé en este mundo” , le dijo, “como un extranjero o como alguien que está de paso” , porque el extranjero y el que está de paso no toman un país como lugar de establecimiento y estancia permanente. De hecho, esta exhortación tuvo un gran impacto en el corazón de Ibn 'Umar -que Allah esté complacido con él- quien la describió de esta manera:, lo que significa que cuando el hombre esté en la noche, no se diga que vivirá hasta la mañana, porque cuantas personas estuvieron vivas por la noche y al día siguiente, murieron. Lo mismo ocurre con sus palabras: . Lo que Ibn 'Umar pretendió con estas palabras es que el hombre debe aprovechar la oportunidad de multiplicar las obras virtuosas, y que el tiempo que le queda de vida no pase en vano. Él -que Allah esté complacido con él- dijo: . Corresponde al hombre aprovecharse de este mundo mientras aún está vivo, porque si muere, sus obras se detendrán, como afirmó el Profeta quien dijo: “Cuando un hombre muere, sus obras se detienen, excepto estas tres cosas; un bien que ha legado en continuas limosnas, una obra científica de la que se beneficia (la ummah) y un hijo virtuoso que ruega (a Allah el perdón) por él.” [Hadiz Sahih, narrado por Muslim (n°1631)]\nLecciones extraídas de este Hadiz\n- El hombre no debe hacer de este mundo terrenal un lugar de establecimiento permanente como si fuera a vivir en él eternamente, sino que debe adherirse a este consejo: \"Sé en este mundo como un extranjero o como alguien que está de paso\". - Todo hombre sensato sabe que, mientras esté vivo y goce de buena salud, debe tratar de obrar rectamente antes de morir, antes de que sus obras se detengan. - Conviene que el enseñante utilice las técnicas que llaman la atención del estudiante, hacia lo que va a decirle, por eso el Profeta agarró por los hombros a Abd Allah Ibn Omar. - La Eminencia de 'Abd Allah ibn 'Umar -que Allah esté complacido con él- quien recibió la exhortación del Mensajero de Allah ."
    },
    {
        "Head": "HADIZ 41 El signo de la fe",
        "Data": "Según Abu Muhammad 'abd Allah ibn 'Amr ibn Al 'As -que Allah esté complacido con él- el Mensajero de Allah dijo:\n“Ninguno de vosotros será un verdadero creyente, hasta que sus pasiones estén en conformidad con lo que yo he traído.”\n[Hadiz narrado por Abu-l Qasim al Asbahani en “Kitab al hujja” (103), Ibn Batta (279), Al Khatib en “Tarikh” (4/369), Al Baghawi en “Sharh assunna” (104). El Hadiz tiene una autoridad canónica débil. Véase al respecto lo que Ibn Rajba dijo sobre este tema en su obra “Jami” Al ulum wa-l hikam” (2/394). Véase también la crítica de Imam Al Albanî en “Al mishkat” (167)]",
        "Explain": "La negación de sus palabras: “Ninguno de vosotros será un verdadero creyente” es una negación de la fe perfecta y no una negación absoluta de la fe. “…hasta que sus pasiones ” : Las pasiones aquí designa las inclinaciones y los deseos. “…estén en conformidad con lo que yo he traído” : La pasión del siervo debe estar de acuerdo con lo que el Profeta ha traído, en lo que se refiere a la legislación, por lo tanto, no debe recurrir a otra cosa. - El nombre de creyente, en la plena aceptación del término, no podrá aplicarse a aquel que descuida ciertas obligaciones, esto se deduce de sus palabras: “Ninguno de vosotros será un verdadero creyente” , y esto según se encuentra en la legislación, así pues, nadie tiene derecho a quitarle el nombre de creyente a un musulmán solo porque lo vio cometer un pecado, a menos que los argumentos legales lo permitan. - La obligación de someterse a lo que trajo el Profeta . - El hombre debe deshacerse de las pasiones que van en contra de la legislación de Allah - el Altísimo-. - La fe es susceptible de aumentar y disminuir, como afirma la Gente de la Sunnah y el consenso [Ahl Sunna wa-l Jama'a]"
    },
    {
        "Head": "HADIZ 42 LA INMENSIDAD DE LA INDULGENCIA DIVINA",
        "Data": "Anas - que Allah esté complacido con él- relató haber escuchado al Mensajero de Allah decir: Allah el Altísimo dijo:\n\"¡Oh hijo de Adam! Mientras Me invoques y tengas esperanza en Mí, Yo te absolveré a pesar de lo que hayas hecho, sin importarme. ¡Oh hijo de Adam! Aunque tus pecados alcanzaran lo más alto de los cielos y me pidieras que te absolviera, Te absolvería. ¡Oh hijo de Adam! Si recurres a Mí con tantos pecados como contiene la tierra y te presentas ante Mí sin haberme asociado nada ni nadie, te concederé su contenido en absolución.\"\n[Hadiz calificado de bueno [Hasan], relatado por At-Tirmidhi (n°3540), Ad-Darimi (2/322), Ahmad en “Al musnad” (5/172), calificado como Hasan por Imam Al Albani apoyado por otros Ahadiz – shawahid – en “aAs-sahiha”]",
        "Explain": "Este es un Hadiz divino [Hadiz Qudusi], el Profeta lo relató de Su Señor. El llamado: \"¡Oh hijo de Adam!\" está dirigido a todos los hijos de Adam. “Mientras Me invoques y tengas esperanza en Mí, Yo te absolveré ”: Mientras el hijo de Adam pida perdón a Allah y espere que Allah le absuelva sin perder la esperanza, Allah le absolverá. La absolución (el maghfira) significa cubrir el pecado y pasarlo por alto, es decir, Allah oculta el pecado de Su siervo a ojos de la gente y pasa por alto este pecado para no castigarlo. “a pesar de lo que hayas hecho, sin importarme” : Allah absuelve a su siervo a pesar de los pecados cometidos. Corroborando este Dicho Divino, están Sus palabras coránicas, que son las siguientes: - La inmensidad de la gracia de Allah -el Altísimo-. - Aunque los pecados fuesen enormes, si el hombre le pide a Allah que lo perdone, Allah lo hará. - El gran mérito de la sinceridad [ikhlaas] y que esta es la causa de la absolución de los pecados, el Altísimo dijo: “¡Oh hijo de Adam! Aunque tus pecados alcanzaran lo más alto de los cielos y me pidieras que te absolviera, Te absolvería.” : A pesar de la enormidad de los pecados y aunque alcanzaran los cielos debido a su abundancia, cuando el siervo seguidamente le pide a Allah que lo absuelva sinceramente, con humildad y consagración, Allah lo absolverá. “¡Oh hijo de Adam! Si recurres a Mí con tantos pecados como contiene la tierra y te presentas ante Mí sin haberme asociado nada ni nadie, te concederé su contenido en absolución.” : Este pasaje prueba el gran mérito de la sinceridad y que es la causa de la absolución de los pecados."
    }
]