{
   "Muslim": [
      {
         "title": "Términos y palabras islámicos en Árabe idioma",
         "description": "",
         "lessons": [
            {
               "title": "Términos y palabras islámicos en Árabe idioma",
               "body": "◾As-SalaamAlaikum- (La paz sea contigo)\n￼◾Wa-Alaikum Salam- (La paz sea contigo)\n￼◾Bismillah- (en el nombre de Allah)\n￼◾JazakAllah- (que Allah te recompense)\n￼◾Fi Amani Allah- (que Allah te proteja)\n￼◾SubhaanAllah- (Gloria sea para Allah)\n￼◾In Sha Allah- (Si Allah quiere)\n￼◾AstaghfiruAllah- (Le ruego perdón a Allah)\n￼◾MaSha Allah- (tal y como Dios lo ha querido)\n￼◾Alhamdulillah- (alabado sea Allah)\n￼◾Yaa Allah- (Oh Allah)\n￼◾Aameen- (Que asi sea)\n￼◾Innaalillaahiwainnaailayhiraaji’oon – (a Allah pertenecemos y a Él retornaremos)\n￼◾As-Salam AlaikumWaRahmatullahiWaBarakatuh – (La paz y la misericordia y las bendiciones de Allah sean con usted)\n￼◾Wa-Alaikum Salam WaRahmatullahiWaBarakatuh -(Y la paz y la misericordia y las bendiciones de Allah sean con usted)\n￼◾JazakAllahkhair – (Que Allah te recompense)\n￼◾BarakAllahufeek -(Que Allah te bendiga)\n￼◾AstaghfiruAllah- (Le ruego perdón a Allah)\n￼◾SallaallahuAlayhiWaSallam (S.A.W.)-(La paz y bendiciones sean con él) (S.A.W)\n￼◾AlaihiSalaam (A.S.)-(La paz sea con él) (A. S.)\n￼◾Radi Allah ‘Anhu (R.A.)-(Que Allah esté complacido con él) (R.A.) (Sahabi)\n￼◾Radi Allah ‘Anha (R.A.)-(Que Allah esté complacido con ella) (R.A.)\n￼◾Radi Allah ‘Anhum (R.A.)-(Que Allah esté complacido con ellos) (R.A.)\n￼◾La hawlawalaquwataillahbillah- (No hay fuerza ni poder excepto Allah)\n￼◾Fi sabeelillah- (Por el bien de Alá)\n￼◾Tawakkal-tu-’ala-Allah_ (confiar en Dios para resolver un problema)\n￼◾Tawkkalna-’ala-Allah_ (la espera de un problema a ser resuelto)\n￼◾RahimahuAllah – (Allah tenga piedad de él)\n￼◾Na’uzhu-bi-Allah- (cuando buscamos refugio en Allah)\n￼◾InnaLillah- (estamos a favor de Allah)\n￼◾Ataqaa Allah- (Teme a Allah)\n￼◾Allahu Yahdika- (que Allah te guíe)\n￼◾Hayyak Allah- (Allah mantenga tu vida)\n￼◾Allah Aalam- (Allah sabe mejor)\n￼◾Tabarak Allah- (bendito sea Dios)\n￼◾Hasbi Allah- (Allah me será suficiente)\n\nتعليم نطق بعض المصطلحات\nGlosario de términos islamicos✅\n\nOs presentamos un glosario detallado y útil de términos islamicos.\n\n-Allah/Alá.- Dios. La palabra árabe usada como el nombre de Dios. Esta palabra no tiene género; ni plural.\n\n-Adhan/Azán.- Llamado a la oración.\n\n-Ahadith.- Muchas narraciones sobre el Profeta sallallahu allayhi wasallam. Su forma singular es hadith/hadiz.\n\n-Akhirah.- El más allá. La vida eterna.\n\n-Allayhis salam.- La paz sea con él.\n\n-Alhamdulillah.- Gracias a Allah/Las alabanzas sean para Allah.\n\n-Alim.- Una persona educada que ha estudiado particularmente aspectos religiosos y legales del Islam. Un erudito.\n\n-Allahu Akbar.- Allah es el Más Grande.\n\n–Allahu Alim.- Allah sabe mejor.\n\n-Amir.- Líder.\n\n-Ansar.- Auxiliar. En la historia del Islam, la gente de Madinah (Medina) que ayudó y recibió a los musulmanes provenientes de Makkah (Meca) cuando emigraron.\n\n-Aqidah.- Doctrina, dogma, fe, creencia, credo.\n\n-Assalamu Alaikum.- La paz sea contigo.\n\n-Assalamu alaikum wa rahmatullah wa barakatuh.- La paz, las bendiciones y la misericordia de Allah estén contigo.\n\n-Asr.- Oración de la tarde.\n\n-Astaghfirullah.- Pido perdón de Allah.\n\n-Ayah.- Verso (del Corán). Su forma plural es ayat.\n\n-Bani.- Hijos/Tribu.\n\n-Barakah.- Bendición.\n\n-Barakallah fik.- Que las bendiciones de Allah sean contigo.\n\n-Baytullah.- La Casa de Allah. La Kaabah.\n\n-Bidah.- Innovación.\n\n-Bismillah.- En el nombre de Allah.\n\n-Bismillah Ar Rahman Ar Rahim.- En el nombre de Allah, el Compasivo, el Misericordioso.\n\n-Califa/Khalifa.- Representante. Sucesor del Profeta Muhammad sallallahu allayhi wasallam.\n\n-Corán/Quran.- Revelación de la palabra de Allah al profeta Muhammad sallallahu allayhi wasallam.\n\n-Dajjal.- Anti-Cristo.\n\n-Dar al Islam.- «La casa del Islam», el mundo musulmán.\n\n-Dawah.- Llamar a otros al Islam por palabras o acciones.\n\n-Dhikr/Zikr.- Recordar a Allah, por pensamiento o discurso.\n\n-Dhuhr/Dhuhur/Zhur/Zhuhur.- Mediodía. Salat (oración) que se realiza a partir de -cuando el sol comienza a descender del cenit y hasta que llegue la media tarde.\n\n-Din/Deen.- Religión, fe o estilo de vida.\n\n-Dua.-Súplica.\n\n-Dunya/Dunia.- Este mundo o la vida de aquí.\n\n-Durood/Durud.- Petición de bendiciones y saludos para el Profeta Muhammad.\n\n-Eid/Id.- Fiesta.\n\n-Eid Al Adha/Id Al Adha/Id Al Adja.- Fiesta del Sacrificio.\n\n-Eid Al Fitr/Id Al Fitr.- Fiesta de la Caridad.\n\n-Fajr.- El primer salat (oración) del día, que empieza desde la primera luz del alba -hasta que sale el sol.\n\n-Faqih.- Persona que tiene conocimiento del Fiqh (Jurisprudencia) -por ende puede emitir juicios legales.\n\n-Fard.- Obligatorio.\n\n-Fatwa/Fatua.- Veredicto legal con respecto a la aplicación de la ley islámica en un asunto determinado.\n\n-Fi Sabilillah.- Por la causa de Allah.\n\n-Fiqh.- Jurisprudencia.\n\n-Firawn/Firaun.- Faraón.\n\n-Fitna.- Prueba, desorden, levantamiento, división.\n\n-Fitrah.- Naturaleza, esencia primordial.\n\n–Fuqaha.- Plural de faqih.\n\n-Ghusul.- Ablución mayor. Lavado completo del cuerpo.\n\n-Hadiz/Hadith.- Lit. «narración», «noticia». Relato que recoge la tradición profética, los dichos y hechos del\n\nProfeta sallallahu allayhi wasallam.\n\n-Hajar al-Aswad.- La Piedra Negra.\n\n-Hajj.- La Peregrinación Mayor a la Makkah. El quinto pilar del Islam.\n\n-Halal.- Lícito. Todo lo que está permitido de acuerdo a la ley islámica.\n\n-Hanif.- Persona que se inclina de forma espontánea al Creador y no le asocia nada.\n\n-Haqq.- Verdad, correcto, real, justicia. También es uno de los 99 atributos de Allah.\n\n-Haram.- Ilícito. Todo lo que está prohibido por la ley islámica. También quiere decir: sagrado, inviolable, por ejemplo lugares como la Makkah.\n\n-Hasana.- Toda buena acción que pesará a favor en la Balanza el Día del Juicio.\n\n-Haya.- Modestia.\n\n-Hayd/Haid/Haiz/Hayz.- Lit. «algo que fluye». Menstruación.\n\n-Hijrah/ Hégira.- Exilio. Emigración del Profeta sallallahu allayhi wasallam y los primeros musulmanes de Makkah a Madinah.\n\n-Hidayah.- Regalo o don. Guía recibida de Allah.\n\n-Hijab.- Barrera, protección, cortina, velo. Código de vestimenta para la mujer musulmana que cubre la mayor parte de su cuerpo.\n\n-Hurí.- Criatura paradisíaca.\n\n-Ibadah.- Usualmente traducida como «adoración», incluye todos los actos de adoración, cualquier acción permisible que es hecha con la intención de obedecer a Allah.\n\n-Iblis.- Una de las formas de nombrar al Shaytán (Satanás).\n\n-Ibrahim.- Profeta Abraham\n\n-Id/Eid.- Fiesta.\n\n-Id Al Adha/Eid Al Adha.- Fiesta del Sacrificio.\n\n-Id Al Fitr/Eid Al Fitr.- Fiesta de la Caridad. Celebrada al finalizar el ramadán, en el primer día de Shawwal.\n\n-Iddah.- Literalmente «período de espera». Se refiere al tiempo, usualmente de 3 menstruaciones, que tiene que esperar una mujer antes de volverse a casar después de un divorcio.\n\n-Iftar.- Se refiere a la comida nocturna con la que se rompe el ayuno diariamente en el mes de Ramadán.\n\n-Ihram.- Estado de pureza en el que debe encontrarse el musulmán al hacer Hajj (peregrinación mayor) simbolizado por el uso de piezas de ropa blanca.\n\n-Ihsan.- Devoción, Lit. «perfección» o «excelencia del término.» En el Islam, Ihsan es la responsabilidad de obtener la perfección, o excelencia, en la adoración. Adorar a Allah como si lo viéramos, y aunque no Lo podamos ver, creer indudablemente que Él nos está mirando.\n\n-Ikhlas.- Sinceridad. Se refiere a la sinceridad que se debe tener en la intención de hacer las cosas por Allah.\n\n-Ilm.- Lit. «conocimiento».\n\n-Imam.- Líder encargado de dirigir el salat (oración).\n\n-Iman.- Fe.\n\n-Injil.- Usualmente traducido como «Evangelio». Sin embargo, no se refiere exactamente a lo que hoy en día está escrito en el nuevo testamento de la biblia, sino al mensaje puro e inalterado que Allah reveló a Isa (Jesús) allayhis salam (la paz sea con él), el cual no fue escrito.\n\n-Inshallah.- Si Allah quiere. Expresión que se usa al referirse al futuro.\n\n-Iqamah.- El segundo llamado para el salat (oración).\n\n-Isa.- Profeta Jesús.\n\n-Isha.- Salat (Oración) de la noche.\n\n-Islam.- Lit. Sumisión. El Islam es sometimiento a Allah.\n\n-Istiadha.- Buscar refugio del Shaytan. Consiste en decir: «‘audhu billahi min ash-shaitanir rajeem» (busco refugio en Allah de Satanás, el maldito).\n\n-Jahannam / Yahannam.- Infierno.\n\n-Jahiliyyah / Yahiliyyah.- Tiempo de ignorancia antes de la venida del Islam.\n\n-Jammah / Yammah .- Congregación.\n\n-Janaba / Yanaba.- Estado de impureza ritual por el cual se requiere hacer gushul (ablución mayor).\n\n-Jannah / Yannah.- Jardín, Paraíso.\n\n-Jibril / Yibril.- Gabriel.\n\n-Jihad / Yihad.- Esfuerzo, lucha, superación.\n\n-Jinn / Yinn.- Genio. Seres creados de fuego sin humo dotados de libre albeldrío.\n\n-Jizya / Yizya / Yizia.- Impuesto de protección que pagan los no-musulmanes que viven bajo el dominio de un gobierno musulmán.\n\n-Jumuah / Jummah / Yumuah / Yummah.- Viernes.\n\n-Junub / Yunub.– Estar en estado de impureza ritual por el cual se requiere hacer gushul (ablución mayor).\n\n-Jutbah / Khutbah.- Sermón, discurso, exhortación, consejo.\n\n-Kabaah.- Literalmente, «cubo, objeto de forma cúbica». También conocido como la Casa de Allah, erigida originalmente por Ibrahim allayhis salam (la paz sea con él) con su hijo Ismail allayhis salam (la paz sea con él). Está situada dentro de la Masjid (Mezquita) Sagrada de Makkah (Meca), en su dirección se hacen los salats (oración).\n\n-Kafir.- Incrédulo.\n\n-Kalimah.- «Palabra». Declaración de fe que consiste en decir la ilaha illallah muhammadur rasulullah (No hay mas dios que Allah y Muhammad es el mensajero de Allah).\n\n-Khalifa/Califa.- Jefe de la comunidad musulmana.\n\n-Kufr/Kufur.- Incredulidad.\n\n-Lailatu al-qadr.- La Noche del Destino, también llamada Noche del Poder. Se refiere a la noche en la que se revelaron al Profeta sallallahu allayhi wasallam las primeras ayat (versículos) del Corán.\n\n-Madhhab.- Escuela de Jurisprudencia en el Islam.\n\n-Madinah.- Medina.\n\n-Madrassah.- Escuela. Puede referirse a una escuela secular o islámica.\n\n-Maghrib.- Salat (oración) hecho después de la caída del sol antes de que oscurezca.\n\n-Mahr.- Dote.\n\n-Mahram.- Hombre con quien le está prohibido casarse a una mujer ya sea por vínculos de afinidad (ej. El esposo, el suegro) o por vínculos consanguíneos (ej.: el padre, el hermano, el tío, el abuelo, el sobrino, el hijo, el hermano de leche, etc.).\n\n-Makkah.- Meca.\n\n-Makruh.- Acción desaprobada, detestable, pero no prohibida por la ley islámica.\n\n-Makruh Tahrimi.- Acción altamente desaprobada muy cercana a lo haram (ilícito).\n\n-Malaikah.- Ángeles.\n\n-Malak.- Ángel.\n\n-Masjid.– Mezquita.\n\n-Ma»salama.- Con paz.\n\n-Maa shaa allah.- Que sea lo que Allah quiera. Que Allah te lo conserve.\n\n-Masih.- Mesías.\n\n-Mihrab.- Nicho u hornacina que señala la dirección hacia Makkah para dirigir los salats (rezos).\n\n-Minar/Midhana.- Minarete. Torre desde donde se hace el adhan (llamado a la oración).\n\n-Minbar.- Púlpito. Lugar desde donde el Imam hace el jutbah (sermón).\n\n-Miswak.- Palillo de color canela, de un palmo de longitud aproximadamente y del grosor de un dedo, que sirve para limpiar y cepillar los dientes.\n\n-Mubarak.- Bendito, bendecido.\n\n-Muezzin/Muadhdhin.- Aquél que hace el adhan.\n\n-Mufti.- Literalmente significa: «Emisor de una fatwa (veredicto islámico)». Especialista en la Shariah (ley islámica) que emite sus fatwas u opiniones cuando se le consulta.\n\n-Muhajirun.- Emigrantes. Aquellos que aceptaron el Islam en Makkah y luego emigraron con el Profeta sallallahu allayhi wasallam (la paz y las bendiciones de Allah sean con él) a Madinah.\n\n-Muharram.- El primer mes del calendario islámico.\n\n-Mujahideen.- Plural de mujahid. Combatiente por la causa de Allah.\n\n-Mumin.- Creyente.\n\n-Munafiq.- Hipócrita.\n\n-Musallah.- Lugar para rezar (que no es la masjid).\n\n-Mushrik.- Politeísta, idólatra, creyente pero asociador.\n\n-Muslim.- Musulmán. Aquél que se somete a la voluntad de Allah.\n\n-Muslimah.- Musulmana. Femenino de muslim.\n\n-Muttah.- Matrimonio Temporal. (Es una práctica sancionada en el Islam)\n\n-Muttaqi– Aquél que lleva una vida de taqwa (temor de Allah).\n\n-Naas.- Gente. Humanidad.\n\n-Nabi.- Profeta.\n\n-Nafs.- El ego.\n\n-Nar.- Fuego (del Infierno).\n\n-Nasiha.- Buen consejo. Conducta sincera.\n\n-Nawafil.- Actos voluntarios de ibadah (adoración). Nafil en singular.\n\n–Najasah:- Impureza.\n\n-Najis.- Impuro.\n\n-Nifaq.- Hipocresía.\n\n-Niyyah.- Intención.\n\n-Qabr.- tumba\n\n-Qadr.- Predestinación divina.\n\n-Qiblah.- La dirección hacia la Kaabah en Makkah (Meca). Hacia esta dirección se realiza el salat (oración).\n\n-Qiyamah/Qayamah.- Día del Juicio. Día de la Resurrección.\n\n-Qunut/Qunoot.- Du’a (súplica) que se realiza en ciertos Salat en la posición de pie. Por ejemplo en el salat witr.\n\n-Quran.– Corán.\n\n-Qurban.- Sacrificio del animal que se hace en Id Al Adhan.\n\n-Radiyallahu Anhu.- Que Allah esté complacido con él.\n\n-Radiyallahu Anha.- Que Allah esté complacido con ella.\n\n-Radiyallahu Anhum.- Que Allah esté complacido con ellos.\n\n-Rahimahullah.- Que Allah tenga misericordia de él.\n\n-Rajab.- El séptimo mes del calendario islámico.\n\n-Raka.- Cada unidad del salat que incluye las posiciones de pie, inclinado, postrado y sentado. Es uno de los meses sagrados donde está prohibido combatir.\n\n-Ramadán.- Noveno mes del calendario islámico prescrito para ayunar.\n\n-Rasul.- Mensajero. Enviado. Un profeta que trae un nuevo libro, escritura, ley.\n\n-Rasulullah.- Mensajero de Allah.\n\n-Ribba.- Interés.\n\n-Ruh.- Alma espiritual, soplo vital.\n\n-Ruku.- Postura de inclinación durante el salat (oración).\n\n-Sabr.- Paciencia.\n\n-Sadaqah.- Caridad. Toda buena acción en general que se da voluntariamente.\n\n-Safa.-Montaña en Makkah (Meca), cerca de la montaña de Marwa.\n\n-Safar.– El segundo mes del calendario islámico.\n\n-Sahabah.- Compañeros del Profeta Muhammad sallallahu allayhi wasallam (la paz y las bendiciones de Allah sean con él).\n\n-Sahur.- Comida antes del ayuno.\n\n-Sajda/Sujud/Suyud.- Postración.\n\n-Sallallahu allayhi wa sallam.- La paz y las bendiciones de Allah sean con él.\n\n-Salam.- Paz.\n\n-Salat.- Oración. Rezo.\n\n-Saum.- Ayuno.\n\n-Shaban.-El octavo mes del calendario islámico.\n\n-Shahadah.- Testimonio de fe islámica. Consiste en expresar con la lengua y con el corazón: Ash adu ana la ilaha ila Allah, Wa Ash adu ana Muhammad Rasulu Allah» (declaro que no hay más dios que Allah, y declaro que Muhammad es el mensajero de Allah).\n\n-Shaytan/Shaitan.- Satán. El diablo. También se puede usar para referirse a un Jinn (creatura creada del fuego) que comete el mal.\n\n-Shariah.- Literalmente significa «camino a seguir». Ley. Usualmente se refiere a la ley islámica.\n\n-Shaikh/Sheikh.- Se usa para referirse al adulto mayor. También se refiere a un erudito del Islam que se ha graduado en estudios islámicos.\n\n-Shawwal.- El décimo mes del calendario islámico.\n\n-Shirk.– Idolatría. Politeísmo, Asociación.\n\n-Sirah.- Biografía del Profeta sallallahu allayhi wasallam.\n\n-Siwak.- Raíz que se usa para limpiar los dientes.\n\n-Subhanallah.- Glorificado sea Allah.\n\n-Subhana wa ta»ala.- Glorificado y Exaltado sea.\n\n-Sunnah.- Práctica o ejemplo del Profeta Muhammad sallallahu allayhi wasallam.\n\n-Surah.- Capítulo del Corán.\n\n-Sultán.- Gobernador\n\n-Ta»ala.- Exaltado sea Él.\n\n-Taawwudh.- Decir «audhu billahi minash shaitan nirajeem» (Busco refugio en Allah, de Satanás el maldito).\n\n-Tabi»un.- Los sucesores de los sahabah (los compañeros del Profeta).\n\n-Tafsir.- Exégesis, explicación o comentario del Corán.\n\n-Tahajjud / Tahayud.- Oración opcional de la noche de dos rakats antes de fajr.\n\n–Taharah.- Pureza ritual.\n\n-Tahir.- Estar en estado de pureza ritual.\n\n-Tahmid.- Decir «alhamdulillah» (Gracias a Allah/Alabado sea Allah).\n\n-Tajwid / Tajweed.- El arte de la correcta pronunciación al recitar el Corán.\n\n-Takbir.- Decir «allahu akbar» (Allah es el más Grande).\n\n-Talaq.- Divorcio.\n\n-Taqwa.- El temor a Allah, el amor a Allah que hace que la persona evite hacer las cosas que le disgustan a Allah y se entusiasme en hacer lo que Lo complace.\n\n-Tarawih / Taraweeh.- Oraciones voluntarias en las noches de ramadán.\n\n-Tasbih.- Decir «subhanallah» (Glorificado Sea Allah).\n\n-Tashahhud.- Decir el shahadah (testificación de fe) durante el salat.\n\n-Taslim.- Decir «assalamu alaikum wa rahmatu Allah» (la paz y las bendiciones de Allah sean contigo) al final del salat (oración).\n\n-Taubah / Tawbah.- Arrepentimiento.\n\n-Tawhid.- Monoteísmo, Lit. «Uno solo». La creencia o proclamación de la unicidad de Allah.\n\n-Tayammun.- Purificación que se realiza con polvo, tierra o piedra, en lugar del wudu (ablución menor) o ghusul (ablución mayor) normal cuando existe una razón válida para no usar agua.\n\n-Ummah.- Comunidad, pueblo. Comunidad de creyentes musulmanes.\n\n-Umrah.- Peregrinación menor.\n\n-Ulama.- Eruditos, sabios en la ley y jurisprudencia islámica. Plural de Alim.\n\n-Wajib.- Obligatorio.\n\n-Wali.- Guardián, protector, benefactor, amigo.\n\n-Walimah.- Usualmente se refiere al banquete que se da después de una boda.\n\n-Witr.- Uno. Impar. También se refiera a la oración impar después de Isha.\n\n-Wudu.- Ablución menor.\n\n-Zakat.- Literalmente significa purificación. Se refiere al impuesto obligatorio que paga todo musulmán como caridad que corresponde al 2.5% de su riqu"
            }
         ]
      }
   ]
}