{

    "doaa": {
        "Etiquette of Supplication.json": [
          {
            "page_number": "1",
            "content": [
              "Primero:",
              "Quien ruega debe dirigir devotamente su plegaria a Al-lah, el Altísimo, y debe saber con certeza que Al-lah es el único que puede responder a su plegaria. Entonces, no se ruega a nadie fuera de Al-lah y no se pone como intermediario a nadie, sea profeta, allegado, ángel, siervo recto o cualquiera. Dijo Al-lah: {Invoquen a Al-lah y adórenlo con sinceridad…} [Corán 40:14]."
            ]
          },
          {
            "page_number": "2",
            "content": [
              "Segundo:",
              "es esencial ser consciente de que si te tomas el tiempo para suplicar a Al-lah, este acto en sí mismo es un acto de adoración y será recompensado tanto si tu súplica es respondida como si no."
            ]
          },
          {
            "page_number": "3",
            "content": [
              "Tercero:",
              "Sin duda debes confiar en Al-lah, pues Él tiene el poder para responder a tu súplica y no necesitas ningún intermediario entre tú y tu Señor."
            ]
          },
          {
            "page_number": "4",
            "content": [
              "Cuarto:",
              "Al-lah está complacido con tu arrepentimiento y tu regreso a Él, incluso si tus pecados son muchos, ten todo el cuidado de no pensar que es difícil que Al-lah te responda, y no desesperes de Su Misericordia y ten siempre presente que Al-lah está complacido con tu arrepentimiento y tu regreso a Él, pues Él es Magnífico, Alabado sea, y ten presente lo que Al-lah ha dicho: {Al-lah tiene poder para perdonar todos los pecados…}. Y dijo: {Y si Mis siervos te preguntan por Mí [¡oh, Muhammad!, diles] que estoy cerca de ellos. Respondo la súplica de quien Me invoca}."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "Quinto:",
              "la comida y la bebida de los que suplican no deben ser producto de un sustento ilícito (haram), pues eso sería un impedimento para que se les concedan sus peticiones. Según el hadiz narrado por Abu Huraira, el Mensajero de Al-lah, que la paz y las bendiciones de Al-lah sean con él, dijo: \"(Reflexionen sobre la situación de) Un hombre que realiza un viaje largo (y dificultoso), desaliñado y polvoriento, levantando las manos al cielo (y diciendo): \"¡Oh, Señor! ¡Oh, Señor!\", mientras su comida es ilícita, su bebida es ilícita, viste lo ilícito y se mantiene con medios ilícitos. ¡¿Cómo pueden ser respondidas sus súplicas?!\" (Muslim 1015)."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "Sexto:",
              "Quien suplica, debe respetar las etiquetas/modales de la súplica, que son:"
            ]
          },
          {
            "page_number": "7",
            "content": [
              "1. Pronunciar sus súplicas estando con ablución (wudu’), tal y como se purifica para la oración:",
              "La evidencia está en el hadiz narrado por Abu Mussa en los dos Sahih, donde contó su historia con su tío Abu Amer, que Al-lah esté complacido con él. El hadiz habla de que Abu Amer recomendó a Abu Mussa que pidiera al Profeta de Al-lah que suplicara por él. Entonces Abu Mussa le informó que el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, pidió agua para hacer la ablución, luego levantó las manos y dijo: “Oh, Al-lah, perdona a tu siervo, Abu Amer”. Abu Mussa dijo: “Vi la blancura de su axila”. Entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: \"¡Oh, Al-lah! Haz que el Día del Juicio Final (Abu Amer) esté por encima de mucha gente (en una posición elevada)'\" (Bujari 4323 y Muslim 2498)."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "2. Dirigirse hacia la qibla."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "3. Levantar los brazos.",
              "La prueba de estas dos sunnas es el hadiz narrado por Omar Ibn Al Jattab, que Al-lah esté complacido con él, quien dijo: \"El día de Badr, el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, miró a los incrédulos, que eran fuertes y eran mil combatientes, y a sus sahabas que apenas eran trescientos diecinueve. Entonces el Profeta de Al-lah, la paz y las bendiciones de Al-lah sean con él, se giró para mirar hacia la qibla, extendió sus manos y comenzó a clamar a su Señor: ‘Oh, Al-lah, concédeme lo que me has prometido...’\" (Muslim 1763)."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "4. Comenzar su súplica alabando a Al-lah, Glorificado y Exaltado sea, y pedir la paz y las bendiciones para el Profeta Muhammad, que la paz y las bendiciones de Al-lah sean con él.",
              "La prueba está en el hadiz narrado por Fadalah Ibn Obaid, que dijo que el Profeta, la paz y las bendiciones de Al-lah sean con él, escuchó a un hombre suplicando en la oración. El hombre dijo: \"¡Oh, Al-lah!, ¡perdóname y ten piedad de mí!\", pero no alabó a Al-lah ni pidió la bendición de Al-lah para el Profeta. Entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: \"¡Estabas impaciente! Cuando empieces a hacer una súplica, primero alaba a Al-lah, pide a Al-lah que bendiga a Su Profeta y luego pide a Al-lah lo que desees\" [ Narrado por Abu Dawud (1481) y Tirmidhi (3476); Al Albani dijo que es Sahih (86).].",
              "Si comienzas alabando a Al-lah, principalmente con las alabanzas mencionadas en la apertura de las suras y luego pides las bendiciones para el Profeta, que la paz y las bendiciones de Al-lah sean con él, y alabas a Al-lah, el Altísimo, con todo tipo de alabanzas como se mencionará a continuación, tendrás más posibilidades de que Al-lah te responda."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "5. Rogar a Al-lah, el Altísimo, pensando bien de Él, con certeza de la respuesta a sus plegarias, y no apresurarse a decir:",
              "“Supliqué y no se me respondió”. Se debe tener confianza en que Al-lah, el Altísimo, responderá la plegaria. Abu Huraira relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: \"El siervo recibirá una respuesta siempre que su súplica no implique pecado ni rompa los lazos familiares, y siempre que no se precipite\". Alguien preguntó: \"¿Qué significa precipitarse?\" Dijo: \"Cuando dice: 'He rogado y rogado, y no he visto respuesta', se frustra y deja de rogar\".",
              "(Muslim, 2735)"
            ]
          },
          {
            "page_number": "12",
            "content": [
              "6. Que ruegue a Al-lah, el Altísimo,",
              "con Sus bellos nombres y varíe su uso según la ocasión; si pide el sustento de Al-lah, que diga: \"Oh, Al-lah, Tú eres el Sustentador, dame sustento\" (Ia Razzaq, arziqni). Si pide misericordia a Al-lah, el Altísimo, que diga: \"Oh, Al-lah, Tú eres el Clemente, el Misericordioso\". Si pide perdón a Al-lah, Alabado sea, que diga: \"Oh, perdonador\". Si pide la curación que diga: \"Oh, Tú que curas, cúrame\" (Ia Shafi, ishfini). Así que pide según lo que necesites. Y Al-lah dijo: {A Dios pertenecen los nombres más sublimes, invócalo a través de ellos…} [Corán 7: 180]."
            ]
          },
          {
            "page_number": "13",
            "content": [
              "7. Repetir las súplicas e insistir en ellas.",
              "Ibn ‘Abbas, que Al-lah esté complacido con él, dijo: “El día de Badr, el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, suplicó diciendo: ‘Oh, Al-lah, concédeme lo que me has prometido. Oh, Al-lah, concédeme lo que me has prometido’. Permaneció clamando a su Señor… hasta que su manto cayó de sus hombros. Abu Bakr se acercó a él y le puso el manto sobre los hombros. Entonces le dijo: ‘Profeta de Al-lah, esta súplica es suficiente...’” (Muslim 1763).",
              "Y también se menciona en Bujari y Muslim, en el hadiz de Abu Huraira cuando, el Profeta de Al-lah pidió a Al-lah por la tribu de Daus, diciendo: \"Oh, Al-lah, guía a los Daus y tráelos a nosotros. Oh, Al-lah, guía a los Daus y tráelos a nosotros\"."
            ]
          },
          {
            "page_number": "14",
            "content": [
              "8. Pronunciar la súplica en voz baja y no en voz alta.",
              "Al-lah dijo: {Invoquen a su Señor con humildad en privado...} [Corán 7:55]. Porque eso es lo más cercano a la sinceridad. Y cuando Al-lah alabó la súplica de Zakarias, la paz sean con él, revelando la siguiente aleya: {… Cuando invocó a su Señor en secreto...} [Corán 19:3]. Esto lo hizo buscando ser lo más sincero posible, según algunos intérpretes del Corán."
            ]
          },
          {
            "page_number": "15",
            "content": [
              "9. La súplica debe incluir la alabanza y la pleitesía a Al-lah,",
              "el Altísimo, pues Él ama que Sus siervos Lo alaben. El creyente adora a Al-lah a través de la alabanza. Al-lah es autosuficiente, no necesita de Sus siervos, como dice el hadiz de Ibn Masoud: \"A nadie le gusta más la alabanza que a Al-lah, y por ello se alabó a Sí mismo\" (Bujari y Muslim)."
            ]
          },
          {
            "page_number": "16",
            "content": [
              "10. Elegir los mejores momentos y situaciones de respuesta a las du’as para suplicar a Al-lah, el Altísimo.",
              "Entre los momentos de respuesta a las súplicas podemos mencionar: la súplica entre el adhan y el iqama, en el último tercio de la noche, en la oración del Yumu’ah, después de las oraciones, durante el suyud, cuando cae la lluvia, pedir por tu hermano sin que lo sepa, la petición del padre por sus hijos, la petición del viajero y la petición del oprimido."
            ]
          }
        ],
        "Evening remembrance supplications.json": [
          {
            "page_number": "1",
            "content": [
              "\"No hay más deidad que Al-lah, El que no tiene compañero, Suya es la soberanía y las alabanzas, Él es Quien posee el poder sobre todas las cosas\".",
              "Repetir diez veces."
            ]
          },
          {
            "page_number": "2",
            "content": [
              "\"Nos llega la noche y anochece la soberanía siendo para Al-lah, Alabado sea Al-lah y la soberanía de Al-lah predomina sobre todo, todas las alabanzas son para Al-lah, no hay más deidad real que Al-lah, El Único, Él no tiene compañero. Oh, mi Señor te ruego por el bien que hay en esta noche y el bien que hay después de ella, y me protejo del mal de esta noche y del mal que hay después de ella. Oh, Señor mío, me protejo en Ti de la pereza, la vejez y la senilidad. Oh, Señor mío, protégeme en Ti de la tentación de la vida terrenal y del castigo de la tumba\"."
            ]
          },
          {
            "page_number": "3",
            "content": [
              "\"Oh, Al-lah, Tú eres mi Creador, no hay otra deidad real más que Tú, Tú me has creado, y yo soy Tu siervo, y cumplo Tu pacto, y Tu promesa de la mejor manera que puedo. Me protejo en Ti del mal que he practicado. Reconozco Tu favor sobre mí, y reconozco mis pecados. Perdóname, porque no hay nadie que pueda perdonar los pecados sino Tú\"."
            ]
          },
          {
            "page_number": "4",
            "content": [
              "\"Oh, Al-lah, con Tu permiso llegamos a la noche y con Tu permiso llegaremos a la mañana y con Tu permiso viviremos y",
              "moriremos, y a Ti resucitaremos\"."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "\"Oh, Al-lah, Creador de los cielos y de la tierra, Conocedor de lo oculto y de lo presente, testifico que no existe otra deidad real que Tú, Señor de todas las cosas y su Soberano. Busco refugio en Ti del mal que hay en mi alma y del mal de Satanás y su influencia al asociar algo con Al-lah, y de cometer cualquier mal contra mí mismo o contra cualquier otro de los musulmanes\"."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "\"En el nombre de Al-lah, Aquel en cuyo nombre no daña nada en la tierra ni en los cielos, Él es Quien todo lo oye y todo lo sabe\".",
              "Se repite tres veces."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "\"Estoy satisfecho con Al-lah como Señor, con el Islam como religión y con Muhammad (la paz y las bendiciones de Al-lah sean con él) como Profeta\".",
              "Se repite tres veces."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "\"Oh, Al-lah, Te imploro el bien en esta vida mundana y en el más allá, en mi religión, en los asuntos mundanos, en mi familia y en mis posesiones. Oh, Al-lah, cubre mis defectos y protégeme de mi miedo. Oh, Al-lah, presérvame en mi frente, en mi espalda, en mi derecha, en mi izquierda y alrededor de mí. Busco refugio en Tu poder para no ser tragado por la tierra\"."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "\"Busco refugio en las palabras perfectas de Al-lah contra el mal que se ha creado\".",
              "Se repite tres veces."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "“Anochecimos en la naturaleza del Islam, en la fe monoteísta sincera y en la práctica religiosa de nuestro Profeta Muhammad, que la paz y bendiciones de Al-lah sean con él, y en la religión de nuestro padre Abraham, monoteísta musulmán, y no era de los politeístas”."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "“Viviente y Sustentador, ruego por Tu misericordia. Endereza todos mis asuntos y no me dejes por mi cuenta ni un instante”."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "“Me basta con Al-lah como apoyo; no hay más dios que Él; a Él me he encomendado y Él es el Señor del Trono Majestuoso”.",
              "Se dice siete veces."
            ]
          }
        ],
        "Incantations supplications.json": [
          {
            "page_number": "1",
            "content": [
              "Lee la Surah Al Fatiha 7 veces.",
              "Me refugio en Al-lah contra el maldito Satanás.",
              "{En el nombre de Dios, el Compasivo con toda la creación, el Misericordioso con los creyentes. Todas las alabanzas son para Dios, Señor de todo cuanto existe, el Compasivo, el Misericordioso. Soberano absoluto del Día del Juicio Final, solo a Ti te adoramos y solo de Ti imploramos ayuda. ¡Guíanos por el camino recto! El camino de los que has colmado con Tus favores, no el de los que cayeron en Tu ira, ni el de los que se extraviaron} [Corán 1:1-7]"
            ]
          },
          {
            "page_number": "2",
            "content": [
              "Lee el verso del Trono una vez.",
              "{¡Al-lah! No existe nada ni nadie con derecho a ser adorado excepto Él, el Viviente [Eterno], el Sustentador [y Gobernador de toda la creación]. No Lo afectan somnolencia ni sueño. Suyo es cuanto hay en los cielos y la Tierra. ¿Quién podrá interceder ante Él si no es con Su permiso? Conoce el pasado y el futuro [lo manifiesto y lo oculto] y nadie abarca de Su conocimiento salvo lo que Él quiere. El escabel de Su Trono abarca los cielos y la Tierra, y la custodia [y mantenimiento] de ambos no Lo agobia. Y Él es el Sublime, el Grandioso} [Corán 2:255]"
            ]
          },
          {
            "page_number": "3",
            "content": [
              "Lee la sura Al Ijlas (El monoteísmo puro) y las dos últimas suras, luego sopla en tus manos y pasa por donde sientas dolor. Repite la operación tres veces.",
              "{Di: \"Él es Al-lah, Uno. Al-lah es el Absoluto. No engendró ni fue engendrado. Y no hay nada ni nadie que sea semejante a Él\"} [Corán 114:1-4]",
              "{Di: \"Me refugio en el Señor del amanecer, de todo el mal que existe en lo que Él creó, del mal de la oscuridad de la noche cuando se extiende, del mal de las [hechiceras] sopladoras de nudos, y del mal del envidioso cuando envidia\"} [Corán 113:1-5]",
              "{Di: \"Me refugio en el Señor de los seres humanos, en el Rey Soberano de los seres humanos, en el [único] Dios de los seres humanos, de la maldad del [demonio] susurrador que huye [cuando el nombre de Dios es mencionado], que susurra en los corazones de los seres humanos, y existe entre los yinns y entre los seres humanos\"} [Corán 114:1-6]"
            ]
          },
          {
            "page_number": "4",
            "content": [
              "\"Oh, Al-lah, Señor de los humanos, quita de él la aflicción y dale una cura, Tú eres el Sanador y no hay otro Sanador más que Tú, dale a esta persona una cura que deje atrás la enfermedad\".",
              "Pasa tu mano derecha por donde siente el dolor o por el cuerpo del enfermo, y di esta súplica."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "\"En el nombre de Al-lah, esto es el polvo de nuestra tierra, mezclado con nuestra propia saliva; y con esto, que nuestros enfermos se curen, con la orden de nuestro Señor\".",
              "Pasa tu saliva por tu dedo, luego pásala por la tierra y pásala por donde sientas dolor o lesión, y di esta súplica."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "\"En el nombre de Al-lah. Me refugio en Al-lah, en Su poder, del mal que me causa el dolor que siento y de las enfermedades que temo me puedan afectar\".",
              "Pasa tu mano por donde sientas el dolor o la herida y di tres veces: \"En el nombre de Al-lah\", y luego di siete veces: \"Me refugio en Al-lah y en Su poder del mal que me causa el dolor que siento y de las enfermedades que temo me puedan afectar\"."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "\"Busco refugio en las palabras perfectas de Al-lah de todos los demonios, animales venenosos y de toda mirada maligna\"."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "\"Me refugio en las palabras perfectas (completas) de Al-lah de todo mal que haya sido creado por Él\"."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "\"En el nombre de Al-lah, Aquel en cuyo nombre no daña nada en la tierra ni en los cielos, Él es Quien todo lo oye y todo lo sabe\"."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "\"En nombre de Al-lah hago ruqia por ti de todo mal que te aflija, del mal de toda alma y del ojo de toda persona envidiosa. Que Al-lah te cure. En nombre de Al-lah te hago la ruqia\"."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "\"Imploro a Al-lah, el Poderoso,",
              "Señor del Poderoso Trono, que te sane\".",
              "Repítelo siete veces, y si lees para ti mismo di: \"Le ruego a Al-lah, el Altísimo, Señor del Poderoso Trono, que me cure\"",
              "."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "Recomendaciones y condiciones que una persona debe tener en cuenta a la hora de realizar la ruqia:",
              "1. Que sea auténtica según el Corán y la Sunnah, lejos del Shirk y lejos de las innovaciones, sea en la forma de realizarla o en las palabras.",
              "2. Que el musulmán se aferre a su Señor y Le tema, y sepa que la ruqia solo tiene resultado con el permiso de Al-lah.",
              "3. Uno no debe hacer ruqia solo por la experiencia. Es un deber que uno haga la ruqia creyendo en ella, tanto el que la hace como el que la recibe.",
              "4. Todos los versos del Sagrado Corán pueden considerarse curativos. Y Al-lah ha dicho: {Y hemos revelado en el Corán lo que es curación y misericordia para los creyentes} [Corán 17:82].",
              "5. Lo mejor es que el enfermo se haga ruqia a sí mismo, pues esto es lo más sincero para demostrar su necesidad a su Señor, ya que realizarla desde el corazón y con sinceridad absoluta es una buena señal para la aceptación de la ruqia."
            ]
          }
        ],
        "Morning remembrance supplications.json": [
          {
            "page_number": "1",
            "content": [
              "\"No hay más deidad que Al-lah, El que no tiene compañero, Suya es la soberanía y las alabanzas, Él es Quien posee el poder sobre todas las cosas\".",
              "Repetir diez veces."
            ]
          },
          {
            "page_number": "2",
            "content": [
              "\"Amanecemos y amaneció la soberanía siendo para Al-lah, Alabado sea Al-lah y la soberanía de Al-lah predomina sobre todo, todas las alabanzas son para Al-lah, no hay más deidad real que Al-lah, El Único, no tiene compañero. Oh, mi Señor, Te ruego por el bien que hay en este día, y el bien que hay después y me protejo del mal de este día y del mal que hay después. Oh, Señor mío, me protejo en Ti de la pereza, la vejez y la senilidad. Oh, Señor mío, me protejo en Ti de la tentación de esta vida mundana y del castigo de la tumba\"."
            ]
          },
          {
            "page_number": "3",
            "content": [
              "\"Oh, Al-lah, Tú eres mi Creador, no hay otra deidad real más que Tú, Tú me has creado, y yo soy Tu siervo, y cumplo Tu pacto, y Tu promesa de la mejor manera que puedo. Me protejo en Ti del mal que he practicado. Reconozco Tu favor sobre mí, y reconozco mis pecados. Perdóname, porque no hay nadie que pueda perdonar los pecados sino Tú\"."
            ]
          },
          {
            "page_number": "4",
            "content": [
              "\"Oh, Al-lah, con Tu permiso amaneceremos y con Tu permiso anocheceremos, y con Tu permiso viviremos y moriremos, y hacia Ti nos dirigimos\"."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "\"Oh, Al-lah, Creador de los cielos y de la tierra, Conocedor de lo oculto y de lo presente, testifico que no existe otra deidad real que Tú, Señor de todas las cosas y su Soberano. Busco refugio en Ti del mal que hay en mi alma y del mal de Satanás y su influencia al asociar algo con Al-lah, y de cometer cualquier mal contra mí mismo o contra cualquier otro de los musulmanes\"."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "\"En el nombre de Al-lah, Aquel en cuyo nombre no daña nada en la tierra ni en los cielos, Él es Quien todo lo oye y todo lo sabe\".",
              "Se repite tres veces."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "\"Estoy satisfecho con Al-lah como Señor, con el Islam como religión y con Muhammad (la paz y las bendiciones de Al-lah sean con él) como Profeta\".",
              "Se repite tres veces."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "\"Oh, Al-lah, Te imploro el bien en esta vida mundana y en el más allá, en mi religión, en los asuntos mundanos, en mi familia y en mis posesiones. Oh, Al-lah, cubre mis defectos y protégeme de mi miedo. Oh, Al-lah, presérvame en mi frente, en mi espalda, en mi derecha, en mi izquierda y alrededor de mí. Busco refugio en Tu poder para no ser tragado por la tierra\"."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "\"Busco refugio en las palabras perfectas de Al-lah contra el mal que se ha creado\".",
              "Se repite tres veces."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "“Amanecimos en la naturaleza del Islam, en la fe monoteísta sincera y en la práctica religiosa de nuestro Profeta Muhammad, que la paz y bendiciones de Al-lah sean con él, y en la religión de nuestro padre Abraham, monoteísta musulmán, y no era de los politeístas”."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "“Viviente y Sustentador, ruego por Tu misericordia. Endereza todos mis asuntos y no me dejes por mi cuenta ni un instante”."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "“Me basta con Al-lah como apoyo; no hay más dios que Él; a Él me he encomendado y Él es el Señor del Trono Majestuoso”.",
              "Se dice siete veces."
            ]
          }
        ],
        "Praises Allah Almighty.json": [
          {
            "page_number": "1",
            "content": [
              "{Todas las alabanzas son para Dios, Señor de todo cuanto existe, el Compasivo, el Misericordioso. Soberano absoluto del Día del Juicio Final} [Corán 1:2-4]"
            ]
          },
          {
            "page_number": "2",
            "content": [
              "{¡Alabado sea Al-lah, el Originador de los cielos y de la Tierra! Dispuso que los ángeles fuesen Sus enviados [para transmitir el Mensaje a Sus Profetas], dotados de dos, tres o cuatro alas. [Al-lah] aumenta en la creación a quien quiere. Al-lah tiene poder sobre todas las cosas} [Corán 35:1]"
            ]
          },
          {
            "page_number": "3",
            "content": [
              "{Alabado sea Dios que creó los cielos y la Tierra, y originó las tinieblas y la luz…}",
              "[Corán 6:1]"
            ]
          },
          {
            "page_number": "4",
            "content": [
              "{¡Alabado sea Dios, a Quien pertenece cuanto hay en los cielos y la Tierra! Suyas serán las alabanzas en la otra vida. Él es el Sabio, el que está bien informado}",
              "[Corán 34:1]"
            ]
          },
          {
            "page_number": "5",
            "content": [
              "“Alabado sea Al-lah, con muchas buenas y benditas alabanzas”."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "“Señor nuestro, tuya es la alabanza que llena entre los cielos y la tierra y lo que Tú desees después de ello. Tú eres merecedor de alabanza y gloria. La mayor verdad que haya dicho un siervo Tuyo, y todos somos siervos Tuyos, es: ¡Al-lah! Nadie puede impedir lo que Tú das, nadie puede dar lo que Tú impides. Y nadie tiene poder sino es Tu poder”."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "“Al-lah, Tuya es toda la alabanza y Tuyo es todo el dominio”."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "“Oh, Al-lah, Tuya es la alabanza Sustentador de los cielos y la Tierra; Tuya es la alabanza, Tú eres el Señor de los cielos, de la Tierra y de sus habitantes. Tuya es la alabanza, Tú eres la luz de los cielos, de la Tierra y de sus habitantes. Tú eres el Real, Tu palabra es real, Tu promesa es real, Tu encuentro es real, el Paraíso es real, el Infierno es real (y los profetas son reales, y Muhammad, la paz y bendiciones de Al-lah sean con él, es real) y la Hora es real. Oh, Al-lah, a Ti me entrego, en Ti creo, a Ti me encomiendo (y a Ti me dirijo), por Ti argumento y a Ti me dirijo para obtener un juicio. Perdóname mis pecados pasados y futuros, los ocultos y los manifiestos, y lo que Tú conoces más que yo, (Tú eres el primero y el último) No hay más dios que Tú”."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "“Oh, Al-lah, Señor de los cielos y Señor de la Tierra y Señor del Trono Magnífico; Señor nuestro y Señor de todo, el que hace germinar las semillas, revelador de la Torá, el Evangelio y el Furqán. Me refugio en Ti de la maldad de todo lo que tienes sujeto de la frente. Oh, Al-lah, Tú eres el primero y nadie es antes que Tú. Y Tú eres el último y nadie es después de Ti. Tú eres el Supremo y nada está sobre Ti. Tú eres el Sutil y nada es más profundo que Tú. Salda nuestras deudas y protégenos de la pobreza”."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "“Oh, Al-lah, Te pido por el hecho de que testifico que Tú eres Al-lah y no hay más dios que Tú, el Único y Autosuficiente, que no engendró ni fue engendrado y nada se Le parece”."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "\"Oh, Al-lah, Te imploro, pues atestiguo que Tú eres Al-lah, no hay más deidad real que Tú, el Único, el Autosuficiente, que no engendró ni fue engendrado, no hay nadie que se pueda comparar con Él\".",
              "Se ha mencionado en un hadiz que este du'a tiene el más grandioso nombre de Al-lah, y que quien suplica con él verá respondida su súplica y recibirá lo que ha pedido."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "“No hay más dios que Al-lah, el Magnífico, el Paciente. No hay más dios que Al-lah el Señor del trono magnífico. No hay más dios sino Al-lah, Señor de los cielos, Señor de la Tierra y Señor del Trono valioso”.",
              "Esta es una de las súplicas que se dicen ante una calamidad o una gran preocupación."
            ]
          },
          {
            "page_number": "13",
            "content": [
              "\"Al-lah, Al-lah, mi Señor, no Le asocio nada\".",
              "Esta es una de las súplicas que se dicen ante una calamidad o una gran preocupación."
            ]
          },
          {
            "page_number": "14",
            "content": [
              "“No hay dios fuera de Al-lah, el Único, sin copartícipes. Al-lah es el más Grande de los grandes, alabado sea Al-lah en abundancia. Glorificado sea Al-lah, Señor de los mundos. No hay fuerza ni poder fuera de Al-lah, el Fuerte, el Sabio”."
            ]
          },
          {
            "page_number": "15",
            "content": [
              "\"No hay más deidad que Al-lah, el Único, que no tiene socios. Suya es la soberanía, y para Él son las alabanzas, Él tiene el poder sobre todas las cosas. Glorificado sea Al-lah, Alabado sea Al-lah, no hay más deidad real que Al-lah, Al-lah es el más Grande, no hay poder ni fuerza sino en Al-lah, el Altísimo, el Poderoso\"."
            ]
          },
          {
            "page_number": "16",
            "content": [
              "\"No hay más deidad que Al-lah, Uno y Único, cumplió Su promesa, dio la victoria a Su siervo y derrotó a los Aliados\"."
            ]
          },
          {
            "page_number": "17",
            "content": [
              "“Oh, Al-lah, Tú eres mi Señor, no hay dios sino Tú. Me creaste y yo soy Tu siervo. Yo estoy tratando de beneficiarme de Tu promesa como puedo. Me refugio en Ti de la maldad de Tus criaturas. Me presento ante Ti con Tus gracias sobre mí; me presento ante Ti con mis pecados, así que perdóname, pues nadie perdona los pecados sino Tú”."
            ]
          },
          {
            "page_number": "18",
            "content": [
              "“Oh, Al-lah, Te pido porque Tuya es la alabanza; no hay más dios que Tú, el Dadivoso, Originador de los cielos. Oh, Glorioso Benevolente. Oh, Viviente Sostenedor”.",
              "Se ha mencionado en un hadiz que este du'a tiene el más grandioso nombre de Al-lah, y que quien Le suplica verá respondida su súplica y recibirá lo que ha pedido."
            ]
          },
          {
            "page_number": "19",
            "content": [
              "\"Glorificado seas, qué Grandioso eres, Señor nuestro\"."
            ]
          },
          {
            "page_number": "20",
            "content": [
              "\"Glorificado seas, Dueño de todo poder y majestad, soberanía y grandeza\"."
            ]
          },
          {
            "page_number": "21",
            "content": [
              "“Al-lah es el más Grande –tres veces- El Poderoso, El Imponente, el Soberbio y Grandioso”."
            ]
          },
          {
            "page_number": "22",
            "content": [
              "\"Al-lah es el Más Grande, muchas son las alabanzas para Al-lah, y la gloria es para Al-lah al principio y al final del día\"."
            ]
          },
          {
            "page_number": "23",
            "content": [
              "{¡Oh, Dios, Soberano Absoluto! Tú concedes el poder a quien quieres y se lo quitas a quien quieres, fortaleces a quien quieres y humillas a quien quieres. Todo el bien descansa en Tus manos. Tú tienes poder sobre todas las cosas. Tú haces que la noche entre en el día y el día en la noche. Tú haces surgir lo vivo de lo muerto y lo muerto de lo vivo. Tú sustentas sin medida a quien quieres}",
              "(Dos aias de la sura Al ‘Imran (26 y 27). En el aia 26 se omitió la palabra “qul” [di] a propósito para indicar el comienzo de la du’a)"
            ]
          },
          {
            "page_number": "24",
            "content": [
              "Se recomienda a los que suplican después de alabar a Al-lah que pidan bendiciones para Profeta.",
              "“Oh, Al-lah exalta a Muhammad y a sus descendientes como Has exaltado a la familia de Abraham. Y bendice a Muhammad y a su descendencia como has bendecido a la familia de Abraham. Por cierto que Tú eres el más Loable, el Misericordioso”."
            ]
          }
        ],
        "Praying Supplications.json": [
          {
            "page_number": "1",
            "content": [
              "“Oh, Al-lah, aléjame de mis faltas como alejaste entre el naciente y el poniente. Oh, Al-lah, límpiame de mis faltas como se limpia la tela blanca de la mugre. Oh, Al-lah, lávame de mis faltas con nieve, agua y granizo”.",
              "Se pronuncia al iniciar el rezo (du’a al istiftáh) y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "2",
            "content": [
              "“Oh, Al-lah, Señor de Gabriel, Miguel y Azrael. Originador de los cielos y la Tierra, conoces lo oculto y lo manifiesto. Tú juzgarás entre Tus siervos en lo que disputaban. Guíame en los asuntos sobre los que hay desacuerdo respecto de la verdad, con Tu permiso. Tú guías a quien te place por el sendero recto”.",
              "Se pronuncia al iniciar el rezo (du’a al istiftáh) y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "3",
            "content": [
              "“Dirijo mi rostro con devoción hacia el que originó los cielos y la Tierra, y no me cuento entre los asociadores. Por cierto que mis rezos, mis ritos del peregrinaje, mi vida y mi muerte son para Al-lah el Señor de los Mundos. No tiene copartícipes. Eso es lo que se me mandó y yo soy de los que se entregan en sumisión. Oh, Al-lah, Tú eres el Soberano; no hay más dios que Tú. Tú eres mi Señor y yo soy Tu siervo; he sido injusto conmigo mismo y reconozco mis faltas. Perdóname todos mis pecados, pues nadie perdona los pecados sino Tú. Guíame al mejor comportamiento, pues nadie conduce al mejor comportamiento sino Tú. Quítame todo mal comportamiento, pues nadie lo hace sino Tú. Vengo en respuesta a Tu llamado y a Tu voluntad, todo el bien viene de Tu mano, y el mal no se atribuye a Ti. Yo me encomiendo a Ti y me dirijo en arrepentimiento a Ti. Bendito y ensalzado seas, Te pido perdón y me presento arrepentido ante Ti”.",
              "Se pronuncia al iniciar el rezo (du’a al istiftáh) y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "4",
            "content": [
              "“Glorificado seas, oh, Al-lah, la alabanza es para Ti. Bendito sea Tu nombre; altísimo es Tu poder, y no hay otra deidad real sino Tú\".",
              "Este du’a se puede realizar durante el ruku’ y el suyud."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "“Oh, Al-lah, me refugio en Tu complacencia de Tu ira, en Tu indulgencia contra Tu castigo. Me refugio en Ti de Tu castigo, no puedo contar todas tus gracias, Tú eres como te has elogiado a Ti mismo”.",
              "Se pronuncia al prosternarse (du’a al suyúd) y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "“Oh, Al-lah, perdóname todos mis pecados, los más sutiles y los más evidentes, los primeros y los últimos, los públicos y los secretos”.",
              "Se pronuncia al prosternarse (du’a al suyúd) y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "\"Oh, Al-lah, pon en mi corazón luz, en mi lengua luz, en mis oídos luz, pon en mis ojos luz, y pon por encima de mí luz, por debajo de mí luz, y por debajo luz, y a mi derecha luz y mi izquierda luz, y por delante de mí luz, y por detrás de mí luz y concede a mi alma luz”.",
              "Es una du’a que se puede decir en el suyud, en especial durante la oración del Fayer."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "“Oh, Al-lah, me refugio en Ti del castigo del Infierno, del castigo de la tumba, de la tribulación de la vida y la muerte, y del mal de la tribulación del falso Mesías”.",
              "Se pronuncia junto con el tashahhud final, antes de saludar, y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "“Oh, Al-lah, asísteme para invocarte, para agradecerte y para adorarte como se debe”.",
              "Se pronuncia junto con el tashahhud final antes de saludar, y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "“Oh, Al-lah, perdóname mis pecados pasados y futuros, lo que guardé en secreto y los que hice evidentes, los que Tú conoces más que yo mismo; tú eres el primero y el último, no hay dios sino Tú”.",
              "Se pronuncia junto con el tashahhud final antes de saludar, y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "\"Oh, Al-lah, me protejo en Ti del pecado y la deuda\".",
              "Es una du’a que se puede decir en el último tasha-hud antes del salam."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "“Oh, Al-lah, Te pido el Paraíso y me refugio en Ti del fuego del Infierno”.",
              "Es una du’a que se puede decir en el último tasha-hud antes del Salam."
            ]
          },
          {
            "page_number": "13",
            "content": [
              "\"Oh, Al-lah, me protejo en Ti de la avaricia, me protejo en Ti de la cobardía, me protejo en Ti de la senilidad, me protejo en Ti de las tentaciones del mundo y del castigo de la tumba\".",
              "Es una du’a que se puede decir en el último tasha-hud antes del salam."
            ]
          },
          {
            "page_number": "14",
            "content": [
              "“Oh, Al-lah, yo he sido muy injusto conmigo mismo y nadie perdona los pecados sino Tú; así que perdóname con Tu indulgencia y ten misericordia de mí, pues Tú eres el Indulgente, el Misericordioso”.",
              "Se pronuncia junto con el tashahhud final antes de saludar, y se puede pronunciar también fuera del rezo."
            ]
          },
          {
            "page_number": "15",
            "content": [
              "\"Oh, Señor, que mi juicio sea fácil de sobrellevar\".",
              "Es una súplica que se hace en la postración o después del último testimonio, antes de terminar la oración."
            ]
          },
          {
            "page_number": "16",
            "content": [
              "\"Oh, Al-lah, protégeme de Tu castigo el día en que resucites a Tus siervos\".",
              "Es una súplica que se hace en la postración o después del último testimonio, antes de terminar la oración."
            ]
          }
        ],
        "Prophetic supplications.json": [
          {
            "page_number": "1",
            "content": [
              "“Oh, Al-lah, Señor nuestro, danos en esta vida lo mejor y danos en la otra por venir lo mejor, y protégenos del castigo del fuego”.",
              "Y es la plegaria más frecuente del Profeta",
              "(que la paz y las bendiciones de Al-lah sean con él)"
            ]
          },
          {
            "page_number": "2",
            "content": [
              "“Oh, Al-lah, perdóname, ten misericordia de mí, guíame, dame vida saludable y dame sustento”.",
              "Es una plegaria que reúne el bien de esta vida y la otra."
            ]
          },
          {
            "page_number": "3",
            "content": [
              "“Oh, Al-lah, haz que me sea suficiente lo que declaraste lícito para no incurrir en lo que declaraste ilícito; y enriquéceme con Tu gracia de modo que no necesite recurrir a nadie más”.",
              "Y es la plegaria para saldar las deudas."
            ]
          },
          {
            "page_number": "4",
            "content": [
              "\"Oh, Al-lah, Tú que cambias los corazones, cambia mi corazón a Tu obediencia\". \"Oh, Al-lah, Tú que cambias los corazones, afianza mi corazón en Tu religión\".",
              "Se trata de una súplica para mantenernos firmes en la verdad, y el Profeta, que la paz y las bendiciones de Al-lah sean con él, lo repetía constantemente."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "“Oh, Al-lah, Te pido toda clase de bien, en esta y la otra vida, el que conozca y el que no; y me refugio en Ti contra todo mal, de esta vida y la otra, que conozco y que no conozco. Oh, Al-lah, Te pido todo lo bueno que Te pidió Tu Profeta Muhammad (la paz y las bendiciones de Al-lah sean con él), y busco Tu protección de todo mal contra el que buscó Tu protección Tu siervo y Profeta. Oh, Al-lah, yo Te pido el Paraíso y todo lo que acerque a él de palabras y obras; y busco refugio en Ti del Infierno y todo lo que acerque a él de palabras y obras. Y Te pido que todo designio Tuyo sobre mí sea para bien”.",
              "El Profeta, que la paz y bendiciones de Al-lah sean con él, informó que esta es una de las plegarias más amplias."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "“Oh, Viviente y Sustentador, pido la asistencia de Tu misericordia. Resuelve todos mis asuntos y no me dejes en manos de mi ego ni un instante”.",
              "Se trata de una súplica que se realiza ante una calamidad y la preocupación."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "\"¡Oh, Al-lah! Ciertamente soy Tu siervo",
              "Hijo de Tu siervo y Tu sierva, Tú tienes el control sobre mí, Tu juicio sobre mí está asegurado, Tu decreto sobre mí es justo.",
              "Te pido con todos los nombres con los que Te has nombrado o revelado en Tu Libro, o enseñado a cualquiera de Tu creación o guardado Contigo en el conocimiento de lo oculto que hay en Ti, que hagas del Corán la vida de mi corazón, la luz de mi pecho, el desterrador de mi tristeza y el aliviador de mi angustia\".",
              "Esta es una súplica para cuando tienes preocupaciones y penas."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "\"Oh, Al-lah, no hay facilidad sino en lo que Tú has hecho fácil, y Tú haces fácil la dificultad si quieres\".",
              "Esta es una súplica para hacer fácil un asunto difícil."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "“Oh, Al-lah, Te pido la guía y la piedad, la abstinencia de lo ilícito y la conformidad”."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "“Oh, Al-lah, Guíame y cubre mis necesidades”."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "“Oh, Al-lah, enderézame mi religión que es lo más importante de mi vida; y enderézame mi vida mundana en la que está mi sustento; y enderézame en mi otra vida en la que está el encuentro Contigo. Haz que la vida sea un aumento constante de todo bien; y haz que la muerte sea un Descanso de todo mal”."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "“Oh, Al-lah, Tú eres indulgente y amas la indulgencia, sé indulgente conmigo”."
            ]
          },
          {
            "page_number": "13",
            "content": [
              "\"¡Oh, Al-lah, infunde en nosotros el temor reverencial a Ti, para que haya una barrera entre la desobediencia a Ti y nosotros; concédenos la obediencia a Ti, por la que alcanzaremos el Paraíso; concédenos la convicción suficiente por la que las calamidades de la vida serán más ligeras para nosotros! Oh, Al-lah, haz que disfrutemos de nuestros oídos, nuestra vista y nuestra fuerza −mientras nos permitas vivir−, y que nos acompañen hasta el final de nuestros días. Y haz que nuestra búsqueda de retribución sea solamente contra los que nos oprimen, y concédenos alivio contra los que nos declaran su enemistad. No suframos la desgracia en nuestra religión, y que la vida de este mundo no sea nuestra principal preocupación. Oh, Al-lah, no designes para nosotros a ninguna autoridad que no sea benévola con nosotros\"."
            ]
          },
          {
            "page_number": "14",
            "content": [
              "\"Oh, Al-lah, ayúdame y no ayudes (a mis enemigos) contra mí. Dame la victoria y no des la victoria (a mis enemigos sobre) mí. Conspira a mi favor y no contra mí. Guíame y facilita mis asuntos, ayúdame contra los que me han agredido. Señor mío, haz que siempre esté agradecido Contigo, que siempre Te recuerde, que siempre Te tema, que siempre Te obedezca, que siempre sea humilde Contigo, que siempre me vuelva y regrese arrepentido a Ti. Señor mío, acepta mi arrepentimiento, lava mi pecado, responde a mi llamada, mantenme firme en mi prueba, mantén firme mi lengua, guía mi corazón y quita la traición de mi pecho\"."
            ]
          },
          {
            "page_number": "15",
            "content": [
              "\"Oh, Señor, Te pido que me guíes hacia la práctica de las cosas buenas y que me guíes a abandonar las malas, y Te pido amor por los necesitados, que me perdones y tengas misericordia de mí. Y si decides afligir con una tribulación a un pueblo, hazme abandonarlo sin extraviarme. Te pido Tu amor, el amor de los que te aman y las acciones de amor que acercan a Tu amor\".",
              "El Profeta, la paz y las bendiciones de Al-lah sean con él, enseñó que esta súplica debe ser estudiada y comprendida."
            ]
          },
          {
            "page_number": "16",
            "content": [
              "\"Oh, Señor, Te pido firmeza en mi práctica religiosa, Te pido lo que trae Tu misericordia y Tu perdón, Te pido que me agracies haciéndome agradecido por Tus dones y teniendo una buena devoción. Te pido un corazón puro y una lengua fidedigna. Y Te pido el bien que hay en aquello que conoces, me apoyo en Ti contra el mal que conoces y Te pido perdón por aquello que Tú sabes de mí. Porque Tú eres el conocedor de los secretos\".",
              "Se menciona en un hadiz que esta súplica es mejor que atesorar oro y plata."
            ]
          },
          {
            "page_number": "17",
            "content": [
              "\"Oh, Al-lah, guíame en la misma dirección que los que Tú has guiado. Hazme uno de aquellos que has curado, hazme uno de aquellos a quienes has puesto bajo Tu protección, bendíceme en lo que me has dado. Protégeme del mal que has decretado, pues lo que has decretado nadie puede rechazarlo. En verdad, Tus allegados no son humillados, y Tus enemigos nunca serán dignificados. Bendito y Exaltado seas nuestro Señor\"."
            ]
          },
          {
            "page_number": "18",
            "content": [
              "\"Oh, Al-lah, en Tu conocimiento sobre lo que está oculto y con Tu poder sobre la creación, mantenme vivo mientras sepas que es bueno que viva, y llévame si sabes que la muerte es mejor para mí. Oh, Al-lah, Te imploro el temor a Ti tanto en secreto como en público, Te imploro la palabra verdadera tanto en los momentos que traen placer como en los momentos de odio, Te imploro el equilibrio en la riqueza como en la pobreza, Te imploro la gracia infinita, Te imploro el consuelo infinito, Te imploro la satisfacción después de destinarme algo, Te imploro una vida cómoda después de la muerte, Te imploro la dulzura de mirar Tu rostro y el anhelo de encontrarte sin sufrimientos que puedan ocurrir ni tentaciones extravagantes. Oh, Al-lah adornanos con el adorno de la fe, y permitenos estar entre los que guían y son guiados\"."
            ]
          },
          {
            "page_number": "19",
            "content": [
              "\"Oh, Al-lah, Te suplico el bien en esta vida mundana y en el más allá, en mi religión, en los asuntos mundanos, en mi familia y en mi propiedad. Oh, Al-lah, cubre mis defectos y protégeme de mi miedo. Oh, Al-lah, presérvame en mi frente, en mi espalda, en mi derecha, en mi izquierda y alrededor de mí. Busco refugio en Tu poder para no ser tragado por la tierra\"."
            ]
          }
        ],
        "Quranic Supplications.json": [
          {
            "page_number": "1",
            "content": [
              "{\"Me es suficiente con Dios, no hay otra divinidad salvo Él, a Él me encomiendo y Él es el Señor del Trono grandioso\"} [Corán 9:129]"
            ]
          },
          {
            "page_number": "2",
            "content": [
              "{No hay otra divinidad más que Tú. ¡Glorificado seas! En verdad he sido de los injustos} [21:87]"
            ]
          },
          {
            "page_number": "3",
            "content": [
              "{¡Oh, Señor mío! Haz que tanto mis descendientes como yo seamos fervientes practicantes de la oración. ¡Oh, Señor nuestro! Concédeme esta súplica} [14:40]"
            ]
          },
          {
            "page_number": "4",
            "content": [
              "{¡Señor mío! Concédeme una descendencia piadosa, Tú escuchas los ruegos} [3:38]"
            ]
          },
          {
            "page_number": "5",
            "content": [
              "{¡Oh, Señor nuestro! Perdona nuestros pecados y nuestros excesos. Afirma nuestros pasos y concédenos el triunfo sobre los que rechazan la verdad} [3:147]"
            ]
          },
          {
            "page_number": "6",
            "content": [
              "{\"¡Oh, Señor mío! Perdona y ten misericordia. Tú eres el mejor de los misericordiosos\"} [Corán 23:118]"
            ]
          },
          {
            "page_number": "7",
            "content": [
              "{\"¡Señor mío! He sido injusto conmigo mismo; perdóname\"} [Corán 28:16]"
            ]
          },
          {
            "page_number": "8",
            "content": [
              "{\"¡Oh, Señor nuestro! Danos paciencia, mantennos firmes y concédenos la victoria sobre los que niegan la verdad\"} [Corán 2:250]"
            ]
          },
          {
            "page_number": "9",
            "content": [
              "{¡Señor nuestro! No permitas que nuestros corazones se desvíen después de habernos guiado. Concédenos Tu misericordia, Tú eres el Dadivoso} [3:8]"
            ]
          },
          {
            "page_number": "10",
            "content": [
              "{¡Oh, Señor mío! Abre mi corazón [y dame valor], facilita mi misión} [20:25,26]"
            ]
          },
          {
            "page_number": "11",
            "content": [
              "{\"… he sido probado con enfermedades, pero Tú eres el más Misericordioso\"} [Corán 21:83]"
            ]
          },
          {
            "page_number": "12",
            "content": [
              "{Di: \"¡Oh, Señor mío! Me refugio en Ti de los susurros de los demonios, y me refugio en Ti, oh, Señor, de su presencia maligna\"} [Corán 23:97 y 98]"
            ]
          },
          {
            "page_number": "13",
            "content": [
              "{\"¡Oh, Señor nuestro! Sálvanos del castigo del Infierno, porque su castigo será permanente} [Corán 25:65]"
            ]
          },
          {
            "page_number": "14",
            "content": [
              "{Su conocimiento lo abarca todo y a Al-lah nos encomendamos. ¡Oh, Señor nuestro! Juzga entre nosotros y nuestro pueblo, Tú eres el mejor de los jueces} [Corán 7:89]"
            ]
          },
          {
            "page_number": "15",
            "content": [
              "{“Concédenos Tu favor, pues Tú eres el mejor de los sustentadores”} [Corán 5:114]"
            ]
          },
          {
            "page_number": "16",
            "content": [
              "{\"¡Señor nuestro! Acógenos en Tu misericordia y concédenos que nuestra situación se solucione correctamente\"} [Corán18:10]"
            ]
          },
          {
            "page_number": "17",
            "content": [
              "{“¡Oh, Señor mío! Concédeme sabiduría y estar entre los justos”} [Corán 26:83]"
            ]
          },
          {
            "page_number": "18",
            "content": [
              "{¡Oh, Señor mío! Acrecienta mi conocimiento} [20:114]"
            ]
          },
          {
            "page_number": "19",
            "content": [
              "{\"¡Señor mío! Realmente necesito cualquier gracia que me concedas\"} [Corán 28:24]"
            ]
          },
          {
            "page_number": "20",
            "content": [
              "{¡Oh, Señor nuestro! Agrácianos con cónyuges y descendientes que sean un motivo de alegría y tranquilidad para nosotros, y haz que seamos un ejemplo para los que tienen temor [de Dios]} [25:74]"
            ]
          },
          {
            "page_number": "21",
            "content": [
              "{\"¡Señor mío! Haz que te agradezca los favores que nos has concedido, tanto a mí como a mis padres, que haga obras de bien que Te complazcan, y cuéntame, por Tu misericordia, entre Tus siervos justos\"} [Corán 27:19]"
            ]
          },
          {
            "page_number": "22",
            "content": [
              "{¡Oh, Señor! Acepta nuestra obra. Tú eres el que todo lo oye, todo lo sabe … y acepta nuestro arrepentimiento; Tú eres el Indulgente, el Misericordioso} [2:127, 128]"
            ]
          }
        ],
        "Things that Prophet sought refuge [with Allah] from.json": [
          {
            "page_number": "1",
            "content": [
              "“Oh, Al-lah, yo pido refugio en Ti contra el mal de lo que hice y contra el mal de lo que no hice”.",
              "Es una de las súplicas que el Profeta, que la paz y las bendiciones de Al-lah sean con él, más repetía."
            ]
          },
          {
            "page_number": "2",
            "content": [
              "“Oh, Al-lah, pido refugio en Ti de atribuirte copartícipes a sabiendas, y Te pido perdón por lo que no sé”.",
              "Es una súplica que evita que surja el ri’a"
            ]
          },
          {
            "page_number": "3",
            "content": [
              "“Oh, Al-lah, pido refugio en Ti contra la desaparición de Tu gracia, contra las enfermedades, las desgracias repentinas y toda forma de Tu ira”."
            ]
          },
          {
            "page_number": "4",
            "content": [
              "“Oh, Al-lah, me refugio en Ti del mal comportamiento, de las malas obras, de las malas pasiones y de las enfermedades”."
            ]
          },
          {
            "page_number": "5",
            "content": [
              "Oh, Al-lah, me refugio en Ti contra la dificultad que provoca la calamidad, contra la destrucción, contra el mal destino y contra la crueldad de los enemigos”."
            ]
          },
          {
            "page_number": "6",
            "content": [
              "“Oh, Al-lah, me refugio en Ti contra la impotencia, la pereza, la cobardía, la avaricia, la decadencia y el castigo de la tumba. Oh, Al-lah, dale a mi alma su piedad y su pureza; Tú eres el que mejor la purifica; Tú eres su dueño y su Señor. Oh, Al-lah, pido refugio en Ti de un conocimiento que no sirve, de un corazón que no teme, de un ego que no está satisfecho y de una plegaria que no es respondida”."
            ]
          },
          {
            "page_number": "7",
            "content": [
              "“Oh, Al-lah, pido refugio en Ti de la preocupación y la tristeza, de la impotencia y la pereza, de la avaricia y la cobardía, del peso de las deudas y de ser dominado por otros”."
            ]
          },
          {
            "page_number": "8",
            "content": [
              "“Oh, Al-lah, me refugio en Ti de lo malo que oiga, de lo malo que vea, del mal de mi lengua, del mal en mi corazón y del mal en mis deseos”."
            ]
          },
          {
            "page_number": "9",
            "content": [
              "“Oh, Al-lah, pido refugio en Ti contra la tribulación del fuego y el castigo del fuego. Pido refugio en Ti contra la tribulación de la tumba y el castigo de la tumba. Pido refugio en Ti contra la tribulación de la riqueza y la tribulación de la pobreza. Y pido refugio en Ti de la tribulación del falso Mesías”."
            ]
          },
          {
            "page_number": "10",
            "content": [
              "“Oh, Al-lah, pido refugio en Tu poder, no hay dios fuera de Ti, para que no me lleves por la perdición. Tú eres el Viviente que no muere, mientras que los yinn y los humanos mueren”."
            ]
          },
          {
            "page_number": "11",
            "content": [
              "\"Oh, Al-lah, busco refugio en Ti de la lepra, la locura y las enfermedades crónicas\"."
            ]
          },
          {
            "page_number": "12",
            "content": [
              "\"Oh, Al-lah, me refugio en Ti de tener un mal día, y una mala noche, y una mala hora, y de una mala compañía, de un mal vecino y un mal compañero\"."
            ]
          },
          {
            "page_number": "13",
            "content": [
              "\"Me refugio en Al-lah de las tentaciones (pruebas) aparentes y ocultas\"."
            ]
          }
        ]
      },
    
      "azkar": [
        {
            "CategoryID": 1,
            "CategoryName_Ar": "أذكار الاستيقاظ من النوم",
            "CategoryName_Es": "Súplica al despertar",
            "Zikr": [
                {
                    "ZirkID": 1,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ <FN>(1)</FN>.</1><F1>",
                    "Espaniol": "<1>Aljamdulillah alladhíí ajiaanaa ba'ada maa amáatana wa ileihin-nushur.\r\n1- Alabado sea Allah, quien me ha devuelto la vida, luego de haberme dado la muerte y a El será el retorno.</1>"
                },
                {
                    "ZirkID": 2,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ <FN>(1)</FN>.</1><F2>",
                    "Espaniol": "<1>Aljamdulillahi alladhíí 'aafaanii fii yásadii wa radda 'aleia\r\nrujii wa ádhana lii bi dhíkrihi.\r\n\r\n3-  Alabado sea Allah que me devolvió la salud al cuerpo,\r\nme ha devuelto mi espíritu y me ha permitido recordarle. </1>"
                },
                {
                    "ZirkID": 3,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفِرْ لِي <FN>(1)</FN>.</1><F3>",
                    "Espaniol": "<1>Laa ilaha illa Allah wajdahu laa shariika lahu. Lahul Mulku wa lahul Jamd, wa hua 'alaa kulli shei.ín qadir. Subjaana Al- lahi, wal jamdullillahi, wa laa ilaha illa Allah wa Allahu Akbar wa laa Jaula wa laa Quuwata illaa bíllahi al'aliiul 'ADhim.\r\n\r\n2- Dijo el Mensajero de Allah (la paz y las bendiciones de Allah se-\r\nan con él):  Quien al despertarse diga: No hay divinidad ex-\r\ncepto Allah único sin asociados. Suyo es el reino y la\r\nalabanza. Él es el Omnipotente. Glorificado sea Allah, la\r\nAlabanza es para Allah, No hay divinidad excepto Allah.\r\nAllah es más Grande. No hay fuerza ni poder salvo en Allah.\r\nEl Altísimo el Grandioso. Luego si ruega: Rabbi agfir lii iPer-\r\ndóname! Será perdonado.  Relató Walid: y dijo: ruega que\r\nserá escuchado. Y si se levanta y realiza la ablución, luego\r\nuna oración, ésta será aceptada. </1>"
                },
                {
                    "ZirkID": 4,
                    "Repeat number": 1,
                    "Arabic": "<1><7>إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ ١٩٠ ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ ١٩١ رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّـٰلِمِينَ مِنۡ أَنصَارٖ ١٩٢ رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ ١٩٣ رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ ١٩٤ فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ ١٩٥ لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ ١٩٦ مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ ١٩٧ لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّـٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ ١٩٨ وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَـٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ ١٩٩ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ ٢٠٠</7> <FN>(1)</FN></1><F4>",
                    "Espaniol": "<1>Dice Allah, exaltado sea:\r\n\r\n En la creación de los cielos de la tierra y en la sucesión de\r\nla noche y el día hay signos para los dotados de intelecto,\r\nque recuerdan a Dios de pie, sentados o recostados, que\r\nmeditan en la creación de los cielos de la tierra:  iSeñor!\r\nNo has creado todo esto en vano. iGloria a Ti! Presérvanos\r\ndel castigo del Fuego.  [3:190 - 193]</1>"
                }
            ]
        },
        {
            "CategoryID": 2,
            "CategoryName_Ar": "دعاء لبس الثوب",
            "CategoryName_Es": "Súplica al vestir",
            "Zikr": [
                {
                    "ZirkID": 5,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ <FN>(1)</FN>.</1><F5>",
                    "Espaniol": "<1>Aljamdulillahi alladhíí kasaanii haadhaa (az-zaub) wa raz-\r\nhaqaniihi min gairi Jaulin minnii wa laa qúwwata.\r\n\r\n5-  Alabado sea Allah, quien me ha provisto esta vestimen-\r\nta y me ha concedido todo sin esfuerzo ni poder de mi par- te.</1>"
                }
            ]
        },
        {
            "CategoryID": 3,
            "CategoryName_Ar": "دعاء لبس الثوب الجديد",
            "CategoryName_Es": "Súplica al estrenar una ropa",
            "Zikr": [
                {
                    "ZirkID": 6,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ <FN>(1)</FN>.</1><F6>",
                    "Espaniol": "<1>Allahumma lakal jamdu Anta kasautaniihi as.áluka min\r\nJairihi wa Jairi maa Suni'a lahu, wa a'udhu bika min sherrihi\r\nwa sherri maa Suni'a lahu.\r\n\r\n6-  iOh Allah! Para Ti es la alabanza, Tú me has vestido es-\r\nto. Te pido su bien y lo bueno para lo que fue hecha y me\r\nrefugio en Ti de su mal y del mal para lo que fuera hecha. </1>"
                }
            ]
        },
        {
            "CategoryID": 4,
            "CategoryName_Ar": "الدعاء لمن لبس ثوبًا جديدًا",
            "CategoryName_Es": "Súplica para quien estrena una ropa",
            "Zikr": [
                {
                    "ZirkID": 7,
                    "Repeat number": 1,
                    "Arabic": "<1> الْبَسْ جَدِيدًا، وَعِشْ حَمِيدًا، وَمُتْ شَهِيدًا <FN>(1)</FN>.</1><F7>",
                    "Espaniol": "<1>Ilbas yadidan wa 'ish jamidan wa mut shahidan.\r\n7-  Viste ropa nueva, vive agradecido y muere mártir. </1>"
                },
                {
                    "ZirkID": 8,
                    "Repeat number": 1,
                    "Arabic": "<1> تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى <FN>(1)</FN>.</1><F8>",
                    "Espaniol": "<1>Tublii wa iuJliful-lahu ta'alaa.\r\n\r\n8-  Que la utilices y que Allah te la reemplace con otra. </1>"
                }
            ]
        },
        {
            "CategoryID": 5,
            "CategoryName_Ar": "ما يقول إذا وضع الثوب",
            "CategoryName_Es": "Súplica al desvestirse",
            "Zikr": [
                {
                    "ZirkID": 9,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ <FN>(1)</FN>.</1><F9>",
                    "Espaniol": "<1>Bismillah\r\n9-  En el nombre de Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 6,
            "CategoryName_Ar": "دعاء دخول الخلاء",
            "CategoryName_Es": "Súplica antes de entrar al baño",
            "Zikr": [
                {
                    "ZirkID": 10,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ <FN>(1)</FN>.</1><F10>",
                    "Espaniol": "<1>[Bismillah] Allahumma innii 'audhu bika min al Jubzi wal\r\nJabaa.iz.\r\n\r\n10-  Oh Allah! Ciertamente me refugio en Ti del demonio y\r\nsus secuaces. </1>"
                }
            ]
        },
        {
            "CategoryID": 7,
            "CategoryName_Ar": "دعاء الخروج من الخلاء",
            "CategoryName_Es": "Súplica al salir del baño",
            "Zikr": [
                {
                    "ZirkID": 11,
                    "Repeat number": 1,
                    "Arabic": "<1> غُفْرَانَكَ <FN>(1)</FN>.</1><F11>",
                    "Espaniol": "<1>Gufránaka.\r\n\r\n11-  Te pido perdón. </1>"
                }
            ]
        },
        {
            "CategoryID": 8,
            "CategoryName_Ar": "الذكر قبل الوضوء",
            "CategoryName_Es": "Súplica al iniciar la ablución",
            "Zikr": [
                {
                    "ZirkID": 12,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ <FN>(1)</FN>.</1><F12>",
                    "Espaniol": "<1>Bismillah.\r\n\r\n12-  En el nombre de Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 9,
            "CategoryName_Ar": "الذكر بعد الفراغ من الوضوء",
            "CategoryName_Es": "Súplica al terminar la ablución",
            "Zikr": [
                {
                    "ZirkID": 13,
                    "Repeat number": 1,
                    "Arabic": "<1> أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ <FN>(1)</FN>.</1><F13>",
                    "Espaniol": "<1>Ashhadu an laa ilaha illa Allah wajdahu laa shariika lahu\r\nwa áshhadu anna Muhámmadan 'abduhu wa rasuuluhu.\r\n\r\n13-  Atestiguo que no hay dios salvo Allah único sin asocia-\r\ndo y atestíguo que Muhámmad es su siervo y mensajero. </1>"
                },
                {
                    "ZirkID": 14,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ <FN>(1)</FN>.</1><F14>",
                    "Espaniol": "<1>Allahumma aay'alnii min attawuaabín wa ay'alnii min al\r\nmutaTahhiriin.\r\n\r\n14-  Oh Allah, hazme de los que retornan arrepentídos a Ti\r\ny de aquellos que se purifican. </1>"
                }
            ]
        },
        {
            "CategoryID": 10,
            "CategoryName_Ar": "الذكر عند الخروج من المنزل",
            "CategoryName_Es": "Súplica al salir de la casa",
            "Zikr": [
                {
                    "ZirkID": 17,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ <FN>(1)</FN>.</1><F16>",
                    "Espaniol": "<1>Bismillahi tauakaltu 'alaa Allah wa laa jaula wa laa quu-\r\nwata illa bíl-lah.\r\n\r\n17-  En el nombre de Allah, me encomiendo en Allah, no\r\nhay fuerza ni poder salvo en Allah. </1>"
                },
                {
                    "ZirkID": 16,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ، أَوْ أَزِلَّ أَوْ أُزَلَّ، أَوْ أَظْلِمَ أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ <FN>(1)</FN>.</1><F17>",
                    "Espaniol": "<1>Allahumma innii 'audhu bika an aDil-la, au uDal-li, au\r\nazhilla, au uzhalla, au aDhlima, au uDhlama, au ayhala, au\r\niuyhala 'aleiia.\r\n\r\n16-  iOh Allah! Me refugio en Ti de desviarme o ser desvia-\r\ndo, de equivocarme o de que me precipite en el error, de\r\noprimir y ser oprimido, de ser ignorante o que sean igno-\r\nrantes conmigo! </1>"
                }
            ]
        },
        {
            "CategoryID": 11,
            "CategoryName_Ar": "الذكر عند دخول المنزل",
            "CategoryName_Es": "Súplica al regresar a casa",
            "Zikr": [
                {
                    "ZirkID": 18,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْمَوْلَجِ وَخَيْرَ الْمَخْرَجِ، بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا ، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ<FN>(1)</FN>.</1><F18>",
                    "Espaniol": "<1>Bismillahi wa laynaa, wa bismillahi Jaraynaa, wa 'alaa\r\nRábbinaa tawuakalnaa.\r\n\r\n18-  En el nombre de Allah regresamos y en nombre de\r\nAllah salimos y nos encomendamos a nuestro Señor. </1>"
                }
            ]
        },
        {
            "CategoryID": 12,
            "CategoryName_Ar": "دعاء الذهاب إلى المسجد",
            "CategoryName_Es": "Súplica al dirigirse a la Mezquita",
            "Zikr": [
                {
                    "ZirkID": 19,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي لِسَانِي نُورًا، وَفِي سَمْعِي نُورًا، وَفِي بَصَرِي نُورًا، وَمِنْ فَوْقِي نُورًا، وَمِنْ تَحْتِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ شِمَالِي نُورًا، وَمِنْ أَمَامِي نُورًا، وَمِنْ خَلْفِي نُورًا، وَاجْعَلْ فِي نَفْسِي نُورًا، وَأَعْظِمْ لِي نُورًا -وَعَظِّمْ لِي نُورًا- وَاجْعَلْ لِي نُورًا، وَاجْعَلْنِي نُورًا، اللَّهُمَّ أَعْطِنِي نُورًا، وَاجْعَلْ فِي عَصَبِي نُورًا، وَفِي لَحْمِي نُورًا، وَفِي دَمِي نُورًا، وَفِي شَعَرِي نُورًا، وَفِي بَشَرِي نُورًا <FN>(1)</FN>.\n اللَّهُمَّ اجْعَلْ لِي نُورًا فِي قَبْرِي، وَنُورًا فِي عِظَامِي  <FN>(2)</FN>  وَزِدْنِي نُورًا، وَزِدْنِي نُورًا، وَزِدْنِي نُورًا <FN>(3)</FN>  وَهَبْ لِي نُورًا عَلَى نُورٍ <FN>(4)</FN>.</1><F19>",
                    "Espaniol": "<1>Allahumma ay'al fii qalbii nuuran, wa fii lisaanii nuuran,\r\nwa ay'al fii sam'ii nuuran, wa ay'al fii báSarii nuuran wa ay'al\r\nmin Jalfii nuuran, wa min amaamii nuuran, wa ay'al min\r\nfauqii nuuran, wa min tajtii nuuran. Allahumma a'aTinii\r\nnuuran.\r\n19-  iOh Allah! Pon luz en mi corazón, luz en mis palabras,\r\nen mis oídos, pon luz en mis ojos, y detrás de mí, y delante\r\nde mí, encima y por debajo de mí. iOh Allah! Dame luz. </1>"
                }
            ]
        },
        {
            "CategoryID": 13,
            "CategoryName_Ar": "دعاء دخول المسجد",
            "CategoryName_Es": "Súplica al entrar a la Mezquita",
            "Zikr": [
                {
                    "ZirkID": 274,
                    "Repeat number": 1,
                    "Arabic": "<1>يَبْدَأُ بِرِجْلِهِ الْيُمْنَى وَيَقُولُ: \r\n أَعُوذُ بِاللَّهِ الْعَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ <FN>(1)</FN>.</1><F20>",
                    "Espaniol": "<1>A'udhu billahil 'aDhiim wa bi uáyhihil karim wa\r\nsulTáánihil qadiim mina ashsheiTaán irrayiim, Bismillahi, wa\r\naSSalaatu wa asalaamu 'alaa rasuulíl-lah, Allahumma aftaj lii\r\nabbuaaba rajmátika.\r\n\r\n20-  Me refugio en Allah, el Magnífico, en Su rostro genero-\r\nso y en Su eterno dominio del maldito demonio.   En el\r\n\r\nnombre de Allah.   La paz y las bendiciones de Allah sean\r\ncon su Mensajero.   iOh Allah! Ábreme las puertas de Tu\r\nmisericordia. </1>"
                }
            ]
        },
        {
            "CategoryID": 14,
            "CategoryName_Ar": "دعاء الخروج من المسجد",
            "CategoryName_Es": "Súplica al salir de la Mezquita",
            "Zikr": [
                {
                    "ZirkID": 21,
                    "Repeat number": 1,
                    "Arabic": "<1>يَبْدَأُ بِرِجْلِهِ الْيُسْرَى وَيَقُولُ:\r\n بِسْمِ اللَّهِ، وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ اغْفِرْ لِي ذُنُوبِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ <FN>(1)</FN>.</1><F23>",
                    "Espaniol": "<1>Bismillahi wa aSSalaatu wa assalaamu 'alaa rasuulillahi,\r\nAllahumma innii as.áluka min fáDlika, Allahumma a'aSím.nii\r\nmin ashsheiTaan irrayiim.\r\n\r\n21-  En el nombre de Allah y la Paz y las Bendiciones de\r\nAllah sean con el Mensajero de Allah, iOh mi Señor! Cier-\r\ntamente te pido Tu favor, iOh Señor! Protégeme de Sheitán\r\nel maldito. </1>"
                }
            ]
        },
        {
            "CategoryID": 15,
            "CategoryName_Ar": "أذكار الأذان",
            "CategoryName_Es": "Súplica durante el llamado a la oración",
            "Zikr": [
                {
                    "ZirkID": 22,
                    "Repeat number": 1,
                    "Arabic": "<1>يَقُولُ مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ، إِلَّا فِي  حَيَّ عَلَى الصَّلَاةِ  وَ حَيَّ عَلَى الْفَلَاحِ  فَيَقُولُ:  لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ <FN>(1)</FN>.</1><F24>",
                    "Espaniol": "<1>Se repite (en voz baja) lo que dice el muecín, salvo\r\ncuando dice:\r\n\r\n Haiia 'alaa aSSalat, haiia 'alaal falaji.  que signiﬁca -venid a\r\nla Oración, venid a la felicidad- decimos:\r\n\r\n La jaula wa la qúwwata illa bil-lah.  que significa -No hay\r\nfuerza ni poder salvo en Allah-.</1>"
                },
                {
                    "ZirkID": 23,
                    "Repeat number": 1,
                    "Arabic": "<1>وَأَنَا أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولًا، وَبِالْإِسْلَامِ دِينًا<FN>(1)</FN> \r\nيَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ<FN>(2)</FN>.</1><F25>",
                    "Espaniol": "<1>Decimos: Wa ana áshhadu an laa ilaha illa Allah wáj-\r\ndahu laa shariika lahu wa anna Muhámmadan 'abduhu wa\r\nrasuluhu, raDiitu bil-lahi Rabban, wa bi Muhámmadin ra-\r\nsuulan, wa bil Islaama diinan... y atestiguo que no hay dios\r\nsalvo Allah, único, sin asociados con él, y que Muhámmad\r\nes su siervo y su mensajero, me complazco de Allah como\r\nSeñor, y Muhámmad como mensajero y el Islam como reli-\r\ngión .  Di esto luego de las atestiguaciones de Fe del Mue-\r\ncín </1>"
                },
                {
                    "ZirkID": 25,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ، إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ <FN>(1)</FN>.</1><F26>",
                    "Espaniol": "<1>Allahumma Rabba haadhihi dá'wuati taammati wa aSSa-\r\niaatil qaa.ímati, aati Muhámmadan al-uasiilata wal faDíílata\r\nwa ab'azhu maqaaman majmuudan alladhíí ua'ád.tahu, ín-\r\nnaka laa tuJliful mii'aadi.\r\n\r\n25- Decimos:  iOh Allah! Señor de este llamado perfecto, y\r\n de esta oración establecida, concede a Muhámmad, al-\r\nUasila (una estación del Paraíso) ual-Fadila (rango por en-\r\ncima del resto de la Creación), y concédenos su intercesión\r\nque le has prometido, Tu no faltas jamás a tu promesa. </1>"
                },
                {
                    "ZirkID": 26,
                    "Repeat number": 1,
                    "Arabic": "<1>يَدْعُو لِنَفْسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ؛ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لَا يُرَدُّ<FN>(1)</FN>.</1><F27>",
                    "Espaniol": "<1> Luego suplica y pide por ti, durante el tiempo entre el\r\nAdhán y el Iqamah, ya que en ese lapso ningún dua' es re-\r\nChazado. </1>"
                },
                {
                    "ZirkID": 24,
                    "Repeat number": 1,
                    "Arabic": "<1>يُصَلِّي عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ<FN>(1)</FN>.</1><F28>",
                    "Espaniol": "<1>Pedir bendiciones sobre el Profeta (la paz y las bendiciones\r\nde Allah sean con él) luego de responder al llamado del mue-\r\ncln.</1>"
                }
            ]
        },
        {
            "CategoryID": 16,
            "CategoryName_Ar": "دعاء الاستفتاح",
            "CategoryName_Es": "Súplica al comenzar la oración",
            "Zikr": [
                {
                    "ZirkID": 31,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ أَكْبَرُ كَبِيرًا، اللَّهُ أَكْبَرُ كَبِيرًا، اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا <FN>(1)</FN>.</1><F29>",
                    "Espaniol": "<1>Allahu ákbaru kabiiran (3 veces), wa aljamdulil-lahi kazii-\r\nran (3 veces), wa subjaana Allahi bukratan wa asiilaan (3\r\nveces). A'uudhu billahí min ashsheiTaani min náfJihi wa\r\nnáfzihi wa hámzhihi.\r\n\r\n31-  Allah es grande (3 veces), todas las alabanzas son para\r\nAllah (3 veces), glorificado sea por la mañana y por la tarde\r\n(3 veces). Me refugio en Allah del demonio, de su orgullo,\r\nde su poesía y de su insensatés. </1>"
                },
                {
                    "ZirkID": 27,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ <FN>(1)</FN>.</1><F31>",
                    "Espaniol": "<1>Luego del Takbir se dice:\r\n\r\nAllahumma baa'id bainii wa baina JaTaaiaaia kama baa'adta\r\nbainal máshriqi wal mágribi Allahumma naqqinii min Ja-\r\nTaaiaaia kama iunqqaa azzaubu al-abiaDu min addánasi, Al-\r\nlahumma agsilnii min JaTaaiaaia bi zzalyi wal máá.i wal\r\nbardi.\r\n\r\n27- Después del Takbir, se dice:  iOh Dios Mío! Aleja los\r\npecados de mí, tanto como has distanciado el Este del Oes-\r\nte. iOh Allah! Purifícame de mis pecados como se purifica el\r\nvestido blanco de la suciedad. iOh Señor! iLímpiame de mis\r\npecados con nieve agua y granizo! </1>"
                },
                {
                    "ZirkID": 28,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ <FN>(1)</FN>.</1><F32>",
                    "Espaniol": "<1>Subjáánaka Allahumma wa bi jámdika wa tabaaraka\r\násmuka wa ta'aalaa yádduka wa laa ilaha gairuka.\r\n\r\n28-  Glorificado Seas Mi Señor, alabado y bendito sea Tu\r\nnombre, elevada sea Tu Majestad. No hay divinidad excep-\r\nto Tú. </1>"
                },
                {
                    "ZirkID": 29,
                    "Repeat number": 1,
                    "Arabic": "<1> وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لَا شَرِيكَ لَهُ، وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ، اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي، وَاعْتَرَفْتُ بِذَنْبِي، فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ كُلُّهُ بِيَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبَارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ <FN>(1)</FN>.</1><F33>",
                    "Espaniol": "<1>Uayyahtu uayhii lilladhíí fáTara assamauaati wal arDa\r\njaniifan wa maa ana minal mushrikiina, inna Salaatii, wa nu-\r\nsukii, wa majiaaia, wa mamaati lillahi Rabbil 'áálamiina, laa\r\nshariika lahu wa bi dháálika umirtu wa ana minal muslimi-\r\nina. Allahumma Anta al-Maliku laa ilaha illa Anta. Anta Rab-\r\nbii wa ana 'ábduka, Dhalamtu nafsii wa a'ataraftu bidhanbii\r\nfaágfir lii dhunuubii yamii'aan ínnahu laa iagfíru dhdhunuu-\r\nba illa Anta. Wahdinii liajsanil aJlaaqi laa iahdii liajsanihaa\r\nilla Anta, waSrif 'annii seii.aha, laa iaSrifu 'annii seii.aha illa\r\n\r\nAnta, labbaika wa sa'adaika, al Jairu kúlluhu bi iádiika, wa\r\nshsharru leisa ileika. Ana bika wa ileika tabaarakta wa ta'aa-\r\nleita astagfíruka wa atuubu ileika.\r\n\r\n29-  He orientado mi rostro sinceramente hacia Aquel que\r\nha creado los cielos y la tierra, monoteista y no soy de los\r\nasociadores. Ciertamente mi oración, mi sacrificio, mi vida y\r\nmi muerte le pertenecen a Allah, Señor de los mundos, sin\r\nasociados, y por eso me ha sido ordenado y soy de los mu-\r\nsulmanes. iOh Allah! Tú eres el Soberano, no existe dios ex-\r\ncepto Tú. Tú eres mi Señor y yo soy tu siervo. He sido\r\ninjusto con mi alma, reconozco mis pecados, perdona todas\r\nmis culpas, y mis faltas porque nadie perdona los pecados\r\nsino Tú. Guíame hacia los mejores modales, no guía a ellos\r\nsino Tú. Aleja de mí las malas obras, no las aleja sino Tú,\r\naquí estoy (en respuesta a tu llamado), feliz (de servirte) y\r\ntodo el bien está en tus manos. Y el mal no proviene de Ti.\r\nYo existo por tu voluntad divina y a Ti retornaré. Bendito y\r\nexaltado Seas, te pido perdón y a Ti vuelvo arrepentido. </1>"
                },
                {
                    "ZirkID": 30,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ <FN>(1)</FN>.</1><F34>",
                    "Espaniol": "<1>Allahumma Rabba Yibraa.iil, wa Mikaa.iil, wa Israafiil,\r\nfááTira assamauaati ual arDa, 'aalima al gaibi wa ashsha-\r\nháádati Anta tájkumu baina 'ibaadika fiimaa kaanuu fiihi ia-\r\nJtalifuuna. Ihdinii limaa uJtúlifa fiihi min al jaqqi bíí.dhnika\r\nínnaka tahdii man tashaa.u ilaa SiraaT in mustaqiimin.\r\n\r\n30-  Oh Allah Señor de Yibril (el arcángel Gabriel), de Mikail\r\n(el arcángel Miguel), Israfil (el arcángel Rafael). Originador\r\nde los cielos y de la tierra, conocedor de lo oculto y de lo\r\nmanifiesto. Tú decides entre tus siervos sobre lo que solían\r\ntener diferencias. Guíame hacia la verdad con tu benepláci-\r\nto. Ciertamente Tú guias a quien quieres por el sendero\r\nrecto. </1>"
                },
                {
                    "ZirkID": 32,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ لَكَ الْحَمْدُ<FN>(1)</FN> أَنْتَ نُورُ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَاوَاتِ وَالْأَرْضِ، وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقَاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقٌّ، وَالسَّاعَةُ حَقٌّ، اللَّهُمَّ لَكَ أَسْلَمْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ إِلَهِي لَا إِلَهَ إِلَّا أَنْتَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ<FN>(2)</FN>.</1><F35>",
                    "Espaniol": "<1>El Profeta (la paz y las bendiciones de Allah sean con él) solía de-\r\n\r\ncir al levantarse para orar durante la noche: Allahumma la-\r\nka al jamdu, Anta nuuru ssamaauaati wal arDi wa man fii\r\nhinna, wa lakal jamdu Anta qaíímu ssamaauaati wal arDi,\r\nwa man fii hinna, [wa lakal jamdu Anta Rabbu ssamaauaati\r\nwal arDi wa man fii hinna] [wa lakal jamdu laka mulku ssa-\r\nmaauaati wal arDi wa man fii hinna] [wa lakal jamdu Anta\r\nmáliku ssamaauaati wal arDi] [wa lakal jamdu] Antal jaqqu,\r\nwa ua'dukal jaqq, wal yannatu jaqqun, wan naaru jaqqun\r\nwan nabiiuna jaqqun, wa Muhámmadun jaqqun, was\r\nsaa'atu jaqqun] [Allahumma laka aslamtu, wa 'aleika taua-\r\nkaltu, wa bika áamantu, wa ileika anabtu wa bika JaSamtu\r\nwa ileika jáakamtu. Fáagfír lii maa qaddamtu, wa maa aJar-\r\ntu, wa maa asrartu, wa maa 'alantu] [Antal Muqáddimu, wa\r\nAntal mu.aJJiru, laa ilaha illa Anta] [Anta ilahii laa ilaha illa\r\nAnta.]\r\n\r\n32- Solía el Profeta (la paz y las bendiciones de Allah sean con él)\r\n\r\ndecir al levantarse para orar durante la noche:  iOh Señor!\r\nPara Ti es la alabanza, Tú eres la Luz de los cielos, de la tie-\r\nrra y de lo que en ellos existe. Tuya es la alabanza. Tú eres\r\nel Sustentador de los cielos y de la tierra y lo que en ellos\r\nexiste, [a Ti pertenece la alabanza. Tu eres el Señor de los\r\ncielos, de la tierra y de lo que entre ellos existe], [a Ti per-\r\ntenece la alabanza, Tu eres Soberano de los cielos y de la\r\ntierra y de todo lo que existe en ambos]. [Tuya es la alaban-\r\nza, la Soberanía de los cielos y la tierra]. [Tuya es la alaban-\r\nza]. [Tú eres la Verdad, tu promesa es verdadera, tu palabra\r\nes verdad, tu encuentro es cierto, el Paraíso es real, el In-\r\nfierno es real, los Profetas son verdad y Muhámmad (la paz y\r\nlas bendiciones de Allah sean con él) es verdad y la Hora Final es\r\nverdad]. [iOh Allah! a Ti me someto y en Ti confío, en Ti he\r\ncreido y a Ti he vuelto arrepentido, por Ti he discutido y a Ti\r\nhe vuelto para juzgar (sólo con Tú Ley). Entonces perdóna-\r\nme por lo que he cometido y por lo que vaya a cometer,\r\npor lo que haya ocultado y por lo que he manifestado]. [Tú\r\neres el Muqaddim (el que adelanta lo que ya había prede-\r\nterminado) y el MuáJJir (el que retrasa lo que ya había pre-\r\ndeterminado), no hay dios salvo Tú], [Tú eres mi Dios no\r\nhay divinidad excepto Tú]. </1>"
                }
            ]
        },
        {
            "CategoryID": 17,
            "CategoryName_Ar": "دعاء الركوع",
            "CategoryName_Es": "Súplica durante la inclinación (Ruku')",
            "Zikr": [
                {
                    "ZirkID": 33,
                    "Repeat number": 3,
                    "Arabic": "<1> سُبْحَانَ رَبِّيَ الْعَظِيمِ <FN>(1)</FN>.</1><F36>",
                    "Espaniol": "<1>Subjaana Rabbiil 'aDhimi.\r\n33-  Glorificado sea Allah, el Magnífico  (3 veces)</1>"
                },
                {
                    "ZirkID": 34,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي <FN>(1)</FN>.</1><F37>",
                    "Espaniol": "<1>Subjaanaka Allahumma Rabbanaa wa bijámdika Alla-\r\nhumma agfir lii.\r\n\r\n34-  iGlorificado Seas Oh Allah! Señor Nuestro, para Ti es la\r\nalabanza, Oh Dios perdoname. </1>"
                },
                {
                    "ZirkID": 35,
                    "Repeat number": 3,
                    "Arabic": "<1> سُبُّوحٌ قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ <FN>(1)</FN>.</1><F38>",
                    "Espaniol": "<1>Subbuujun Quddusun Rabbul malaa.ikati war Ruuji.\r\n35-  Glorificado y Santo, Señor de los ángeles y del Ruh. </1>"
                },
                {
                    "ZirkID": 36,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَظْمِي، وَعَصَبِي، وَمَا اسْتَقَلَّتْ بِهِ قَدَمِي <FN>(1)</FN>.</1><F39>",
                    "Espaniol": "<1>Allahumma laka raka'atu, wa bika aamantu wa laka as-\r\nlamtu Jashi'a laka sam'ii, wa baSarii, wa maJiaia, wa\r\n'aDhmii, wa 'aSabii, wa ma istaqalla bihi qádamii.\r\n\r\n36-  iDios mío! Ante Ti me inclino, en Ti he creido, a Ti me\r\nhe sometido en paz. Mis oídos, mi vista, mi mente, mis\r\nhuesos, mis músculos y a todo lo que se dirigen mis pies,\r\nson humildes ante Ti. </1>"
                },
                {
                    "ZirkID": 37,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ <FN>(1)</FN>.</1><F40>",
                    "Espaniol": "<1>Subjaana dhiil yabaruuti, wal malakuuti, wal kibri.ai, wal\r\n'áDhamah.\r\n\r\n37-  Glorificado sea el Dueño de todo Poder, Soberanía,\r\nMagnificencia y Grandeza. </1>"
                }
            ]
        },
        {
            "CategoryID": 18,
            "CategoryName_Ar": "دعاء الرفع من الركوع",
            "CategoryName_Es": "Súplica al levantarse del Ruku'",
            "Zikr": [
                {
                    "ZirkID": 38,
                    "Repeat number": 1,
                    "Arabic": "<1> سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ <FN>(1)</FN>.</1><F41>",
                    "Espaniol": "<1>Sami'a Allahu liman jamidahu.\r\n38-  Escucha Allah a quien lo alaba. </1>"
                },
                {
                    "ZirkID": 39,
                    "Repeat number": 1,
                    "Arabic": "<1> رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ <FN>(1)</FN>.</1><F42>",
                    "Espaniol": "<1>Rabbanaa wa lakal jamdu jamdan kaziiran Taiiban mu-\r\nbaarakan fiihi.\r\n39-  Señor Nuestro, tuya es la alabanza, buena y bendita. </1>"
                },
                {
                    "ZirkID": 40,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاوَاتِ وَمِلْءَ الْأَرْضِ وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، أَهْلَ الثَّنَاءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ -وَكُلُّنَا لَكَ عَبْدٌ-: اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ <FN>(1)</FN>.</1><F43>",
                    "Espaniol": "<1>Mil.a assamauaati wa mil.al arDi wa maa bainahuma wa\r\nmil.a maa shi.ta min shei.in ba'du ahla azzanaá.i wa almaydi\r\najaqqu maa qaala al'abdu wa kúllunaa laka 'abdun. Alla-\r\nhumma laa maan'ia limaa a'Teita wa laa mu'Tii limaa ma-\r\nna'ta wa laa ianfa'u dhaal yaddi minkal yaddu.\r\n40-  Llenos están los Cielos y la Tierra y lo que existe entre\r\nellos de alabanzas para Ti y todo lo que quieres se desborda\r\nde alabanzas. Dueño de la alabanza y de la majestad, La\r\nmáxima verdad dicha por un siervo:  todos somos tus sier-\r\nvos . iOh Allah! nadie puede prohibir lo que tu concedes y\r\nnadie puede dar lo que Tú has negado, nadie beneficia ni\r\notorga majestuosidad, porque Tuya es la majestad. </1>"
                }
            ]
        },
        {
            "CategoryID": 19,
            "CategoryName_Ar": "دعاء السجود",
            "CategoryName_Es": "Súplica durante la postración (Suyúd)",
            "Zikr": [
                {
                    "ZirkID": 41,
                    "Repeat number": 3,
                    "Arabic": "<1> سُبْحَانَ رَبِّيَ الْأَعْلَى  <FN>(1)</FN>.</1><F44>",
                    "Espaniol": "<1>Subjaana Rabbiil 'alaa.\r\n\r\n41-  Glorificado sea mi Señor el Altísimo.  (3 veces)?</1>"
                },
                {
                    "ZirkID": 42,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي <FN>(1)</FN>.</1><F45>",
                    "Espaniol": "<1>Subjaanaka Allahumma Rabbanaa wa bijamdika Alla-\r\nhumma agfir lii.\r\n\r\n42-  Glorificado seas, oh Allah, Señor Nuestro alabado seas\r\noh Allah perdóname! </1>"
                },
                {
                    "ZirkID": 43,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبُّوحٌ قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ <FN>(1)</FN>.</1><F46>",
                    "Espaniol": "<1>Subbuujun Qudduusun Rabbul malaa.ikati war Ruuji.\r\n\r\n43-  Glorificado y Santo, Señor de los ángeles y del Ruh\r\n(ángel Gabriel (la paz sea con él)). </1>"
                },
                {
                    "ZirkID": 44,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ لَكَ سَجَدْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ <FN>(1)</FN>.</1><F47>",
                    "Espaniol": "<1>Allahumma laka sayadtu wa bíka aamantu, wa laka as-\r\nlamtu sáyada wayhii lilladhii Jaláqahu wa Sawuárahu wa\r\nshaqqa sam'ahu wa baSarahu tabaaraka Allahu ajsanul Jaa-\r\nliqiin.\r\n44-  iOh Allah! A Ti me he prosternado, he creido y me he\r\nsometido a Ti. Se ha inclinado mi rostro ante Aquel que lo\r\nha creado, le ha dado forma y que ha hecho surgir de él la\r\nfacultad de la audición y la visión, Bendito sea Allah, el me-\r\njor de los creadores. </1>"
                },
                {
                    "ZirkID": 45,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ <FN>(1)</FN>.</1><F48>",
                    "Espaniol": "<1>Subjaana dhiil yabaruuti, wal malakuuti, wa al kibriiaa.i,\r\nwa al 'aDhamati.\r\n\r\n45-  Glorificado seas, Dueño de todo poder, soberanía,\r\ngrandeza y magnificencia. </1>"
                },
                {
                    "ZirkID": 46,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلَانِيَتَهُ وَسِرَّهُ <FN>(1)</FN>.</1><F49>",
                    "Espaniol": "<1>Allahumma agfir lii dhanbii kúllahu, díqqahu wa yillahu,\r\nwa auuálahu wa aaJirahu wa 'alaaniatahu wa sirrahu.\r\n\r\n46-  Oh Allah, perdóname todos mis pecados, pequeños y\r\ngrandes, pasados y presentes, públicos y secretos. </1>"
                },
                {
                    "ZirkID": 47,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ <FN>(1)</FN>.</1><F50>",
                    "Espaniol": "<1>Allahumma innii a'udhu bi riDaaka min sáJaTika wa bi-\r\nmu'aafaatika min 'uquubatika wa a'uudhu bika minka, laa\r\nujSii zanaa.an 'aleika Anta kama azneita 'ala náfasika.\r\n\r\n47-  Oh Allah, ciertamente me refugio en Tu complacencia\r\nde Tu disgusto, y en Tu indulgencia de Tu castigo, Me refu-\r\n\r\ngio en Ti de Ti (en tu misericordia de tu furia), No puedo\r\nenumerar tus alabanzas, Tu eres tal como te has alabado a\r\nTi mismo. </1>"
                }
            ]
        },
        {
            "CategoryID": 20,
            "CategoryName_Ar": "دعاء الجلسة بين السجدتين",
            "CategoryName_Es": "Súplicas al sentarse entre las dos proster-\r\nnaciones",
            "Zikr": [
                {
                    "ZirkID": 48,
                    "Repeat number": 1,
                    "Arabic": "<1> رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي <FN>(1)</FN>.</1><F51>",
                    "Espaniol": "<1>Rabbi agfir lii Rabbi agfir lii.\r\n48-  Señor perdóname, Señor perdóname. </1>"
                },
                {
                    "ZirkID": 49,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي <FN>(1)</FN>.</1><F52>",
                    "Espaniol": "<1>Allahumma agfir lii, wa arjamanii, wa ahdinii, wa\r\nayburnii wa'aafaanii wa arzhuqnii, wa arfa'anii.\r\n\r\n49-  Oh Allah, perdóname, ten misericordia de mí, guíame,\r\nenriquéceme, concédeme salud, dame el sustento y eleva\r\nmi rango. </1>"
                }
            ]
        },
        {
            "CategoryID": 21,
            "CategoryName_Ar": "دعاء سجود التلاوة",
            "CategoryName_Es": "Súplica en la prosternación durante la re-\r\ncitación del Corán",
            "Zikr": [
                {
                    "ZirkID": 50,
                    "Repeat number": 1,
                    "Arabic": "<1> سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، <7>فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ</7> <FN>(1)</FN>.</1><F53>",
                    "Espaniol": "<1>Sáyyada wayhii lilladhííjalaqahu wa shaqqa sam'ahu wa\r\nbaSarahu bi jaulihi wa quwatihi {fatabaaraka Allahu ájsanul\r\nJaaliqiin}\r\n\r\n50-  Se ha prosternado mi rostro ante Aquel que lo ha\r\ncreado, le ha dado forma y ha hecho surgir de él la facultad\r\nde la audición y la visión, con su poder y fuerza. {Bendito\r\nsea Allah, el mejor de los creadores}</1>"
                },
                {
                    "ZirkID": 51,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا، وَضَعْ عَنِّي بِهَا وِزْرًا، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ <FN>(1)</FN>.</1><F54>",
                    "Espaniol": "<1>Allahumma aktub lii biha 'aindaka ayran, waDa'a 'annii\r\nbiha wuizhran, way'alha lii 'aindaka dhuJran, wa taqabbalha\r\nminnii kama taqabbáltaha min 'ábdika Dawud.\r\n\r\n51-  Oh Allah, registra para mí una recompensa de Tu parte\r\n[por esta prosternación] y borra de mí un pecado. Sálvame\r\ny acéptalo de mí, como lo aceptaste de Tu siervo el Profeta\r\nDavid (la paz sea con él). </1>"
                }
            ]
        },
        {
            "CategoryID": 22,
            "CategoryName_Ar": "التشهد",
            "CategoryName_Es": "Los dos testimonios de Fe",
            "Zikr": [
                {
                    "ZirkID": 52,
                    "Repeat number": 1,
                    "Arabic": "<1> التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ <FN>(1)</FN>.</1><F55>",
                    "Espaniol": "<1>At-tahiatu lillahi wa aSSalawatu waT Taibatu, wa assa-\r\nlamu'aleika iaa aiiuhan nabiíu wa rahmatullahi wa ba-\r\nrakátuhu, assalamu'aleina wa 'ala 'aibádika aSSaalihin.\r\nAshhadu an laa ilaaha illa Allah, wa ashhadu anna Muhám-\r\nmadan 'abduhu wa rasuuluhu.\r\n\r\n52-  Las salutaciones, son para Allah, todos los actos de\r\nadoración y las buenas obras. La Paz, la Misericordia y las\r\nBendiciones de Allah sean para ti. iOh Profeta! Que la Paz\r\nsea sobre nosotros y sobre Tus siervos virtuosos. Atestiguo\r\nque no hay dios salvo Allah y atestiguo que Muhámmad es\r\nSu siervo y mensajero. </1>"
                }
            ]
        },
        {
            "CategoryID": 23,
            "CategoryName_Ar": "الصلاة على النبي صلى الله عليه وسلم  بعد التشهد",
            "CategoryName_Es": "Las alabanzas para el Profeta luego de los\r\ndos testimonios de Fe",
            "Zikr": [
                {
                    "ZirkID": 53,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ، إِنَّكَ حَمِيدٌ مَجِيدٌ <FN>(1)</FN>.</1><F56>",
                    "Espaniol": "<1>Allahumma Salli 'ala Muhámmadin wa 'ala Aali Mu-\r\nhámmadin kama Salleita 'ala Ibrahimi wa 'ala Aali Ibrahimi\r\nínnaka jámidun mayiid, Allahumma barik 'ala Muhámmadin\r\nwa 'ala Aali Muhámmadin kama barakta 'ala Ibrahimi wa\r\n'ala Ibrahimi ínnaka jámidun mayiid.\r\n\r\n53-  Oh Allah, alaba a Muhámmad y a la familia de\r\nMuhámmad, como alabaste a Abraham y a la familia de\r\nAbraham. Ciertamente Tú eres Alabado y Majestuoso iOh\r\nAllah! Bendice a Muhámmad y la familia de Muhámmad,\r\ncomo bendijiste a la familia de Abraham y a la familia de\r\nAbraham. Por cierto Tú eres Alabado y Majestuoso. </1>"
                },
                {
                    "ZirkID": 273,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ <FN>(1)</FN>.</1><F57>",
                    "Espaniol": "<1>Allahumma Salli 'ala Muhámmadin wa 'ala azhuaayihi\r\nwa dhurrííatihi kama Salleita 'ala Aali Ibrahim. Wa barik 'ala\r\nMuhámmadin wa 'ala azhuaayihi wa dhurrííiatihi kama ba-\r\nrakta 'ala Aali Ibrahimi, ínnaka jámidun mayiid.\r\n\r\n54-  Oh Allah alaba a Muhámmad, a sus esposas y su des-\r\ncendencia como alabaste a la familia de Abraham. Y bendi-\r\nce a Muhámmad, a sus esposas y descendencia, como\r\nbendijiste a la familia de Abraham. Por cierto Tu eres Ala-\r\nbado y Majestuoso. </1>"
                }
            ]
        },
        {
            "CategoryID": 24,
            "CategoryName_Ar": "الدعاء بعد التشهد الأخير وقبل السلام",
            "CategoryName_Es": "Súplica luego del último tashahud y antes\r\ndel saludo final",
            "Zikr": [
                {
                    "ZirkID": 54,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ <FN>(1)</FN>.</1><F58>",
                    "Espaniol": "<1> Allahumma innii a'uudhu bika min 'adhaabil qabr, wa min\r\n'adhaabi yahannam, wa min fitnatil majiaa wal mamaat, wa\r\nmin sherri fitnatil Masiijil Dayaal. \r\n\r\n55-  iOh Allah! Me refugio en Ti del tormento de la tumba,\r\ndel castigo del fuego, de las pruebas y tribulaciones de la\r\nvida y de la muerte, y de la sedición maligna del Falso Mesí-\r\nas (Masiiji Dayal).</1>"
                },
                {
                    "ZirkID": 55,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ <FN>(1)</FN>.</1><F59>",
                    "Espaniol": "<1>Allahumma innii a'udhu bika min 'adhaabil qabr, wa\r\na'uudhu bika min fítnatil masiijil dayaal, wa a'udhu bika min\r\nfítnatil majiaa wal mamaat. Allahumma innii a'udhu bika mi\r\nal ma.zam wal mágrami. \r\n\r\n56-  iOh Allah! me refugio en Ti del tormento de la tumba,\r\ny me refugio en Ti de la sedición maligna del Falso Mesías\r\n(Masijil Dayal), Me refugio en Ti de las pruebas y tribulacio-\r\nnes de la vida y de la muerte. iOh Dios! me refugio en Ti del\r\npecado y de las deudas. </1>"
                },
                {
                    "ZirkID": 56,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ <FN>(1)</FN>.</1><F60>",
                    "Espaniol": "<1>Allahumma innii Dhalamtu nafsii Dhulman kaziiran wa\r\nlaa iagfiru adhunuuba illaa Anta fagfir lii magfiratan min 'in-\r\ndik warjamnii, innka Antal Gafuurul Rajiim.\r\n\r\n57-  iOh Allah! Yo he oprimido mi alma excesivamente y no\r\nhay quien perdone los pecados excepto Tú, absuélveme\r\ncon tu Perdón. Ten misericordia de mi, pues ciertamente Tu\r\neres Perdonador y Misericordiosísimo. </1>"
                },
                {
                    "ZirkID": 57,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، لَا إِلَهَ إِلَّا أَنْتَ <FN>(1)</FN>.</1><F61>",
                    "Espaniol": "<1>Allahumma agfir lii maa qaddamtu, wa maa aJartu, wa\r\nmaa asrartu, wa maa a'alantu, wa maa asraftu, wa maa An-\r\nta a'alamu bihi minnii Antal Muqaddimu, wa Antal MuaJJíru\r\nlaa ilaha illa Anta.\r\n\r\n58-  Oh Allah perdóname tanto los pecados que cometí\r\ncomo lo que dejé de hacer, y aquellos que haya cometido\r\nen secreto y públicamente, y lo que haya malgastado, como\r\ntambién de aquellas cosas que Tú bien sabes de mí. Tu eres\r\nel Muqaddim (el que adelanta lo que ya había predestína-\r\ndo) y el MuaJJir (el que retrasa lo que ya había predestina-\r\ndo) no hay dios salvo Tú. </1>"
                },
                {
                    "ZirkID": 58,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ <FN>(1)</FN>.</1><F62>",
                    "Espaniol": "<1>Allahumma a'inii 'alaa dhíkrika, wa shúkrika, wa jusni\r\n'ibadatik.\r\n\r\n59- Oh Señor ayúdame a recordarte, agradecerte y adorar-\r\nte de la mejor manera.</1>"
                },
                {
                    "ZirkID": 59,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ <FN>(1)</FN>.</1><F63>",
                    "Espaniol": "<1>Allahumma innii a'udhu bika minal buJli, wa a'udhu bika\r\nminal yubni, wa a'udhu bika min an uradda ilaa ardhalil\r\n'umur, wa a'udhu bika min fitnati dunia wa 'adhabil qabri.\r\n\r\n60- Oh Allah, me refugio en Ti de ser avaro y cobarde, y\r\nbusco refugio en Ti de llegar a la vejez (débil e incapacíta-\r\ndo), me refugio en Ti de las tribulaciones y vanidades de es-\r\nte mundo y de los tormentos de la tumba.</1>"
                },
                {
                    "ZirkID": 60,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ <FN>(1)</FN>.</1><F64>",
                    "Espaniol": "<1>Allahumma innii as.alukal yannata wa a'udhu bika mi-\r\nnan naar.\r\n\r\n61- Oh Dios mío, te imploro el Paraíso y en Ti me refugio\r\ndel fuego.</1>"
                },
                {
                    "ZirkID": 61,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ، أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ <FN>(1)</FN>.</1><F65>",
                    "Espaniol": "<1>Allahumma bi 'ilmika al gaibi wa qudratika 'alaal Jalqi\r\najiinii maa 'alimta aljaiaata Jairan lii wa tauáffanii idhaa\r\n'alimta al uafaata Jairan lii, Allahumma innii as.aluka Jashia-\r\ntaka fiiI gaibi wa shahaada, wa as.aluka kalimatal jaqqi fii\r\nriDaa wal gaDabi, wa as.aluka alqasda fiil guinaa wal faqri,\r\nwa as.aluka na'iman laa ianfadu, wa as.aluka qurrata 'ainin\r\nlaa tanqaTi'u wa as.aluka arriDaa ba'dal qaDaá.i, wa\r\nas.aluka barda l 'aishi ba'dal maouti, wa as.aluka ladhdhatal\r\nnaDhar ilaa uáyhika wash shauqa ilaa liqaa-ika fii gairí Dar-\r\nraa.a muDirratiin wa laa fitnattin muDillatin Allahumma\r\n\r\nzhaiiannaa bizhiinatil iimaáni wa iy'alnaa hudaatan muhta-\r\ndiina.\r\n\r\n62- Oh Allah, por Tu conocimiento de lo oculto y Tu poder\r\nsobre la creación, mantenme con vida mientras sepas que\r\nella es beneficiosa para mí, y toma mi alma cuando sepas\r\nque la muerte es mejor para mí. Oh Señor te pido ser teme-\r\nroso de Ti, tanto en lo secreto como en lo público. Hazme\r\nsincero, tanto complacido como cuando estoy enojado.\r\nHazme moderado tanto en tiempos de prosperidad como\r\nen los de pobreza. Te pido gracias que nunca cesen y Te pi-\r\ndo delicias (que den frescura a los ojos) que no terminen ni\r\ncesen. Te pido estar complacido con lo que Haz predestina-\r\ndo. Te suplico una placentera vida despues de la muerte. Te\r\npido la dulzura de contemplar Tu rostro y desear Tu en-\r\ncuentro, no sólo en momentos de dificultad ni tribulaciones\r\nque me desvien sino en todo momento. Oh Allah, enbellé-\r\ncenos con la Fe y haznos de aquellos que guían (a los de-\r\nmás) y son guiados.</1>"
                },
                {
                    "ZirkID": 62,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ أَنْ تَغْفِرَ لِي ذُنُوبِي؛ إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ <FN>(1)</FN>.</1><F66>",
                    "Espaniol": "<1>Allahumma innii as.aluka la Allah bi annakal Uaajidul\r\nAjadu aSSámadul ladhii lam ialid wa lam iúulad wa lam ia-\r\nkun lahu kufuáan ajadun an tágfira lii dhunuubii innaka an-\r\ntal gafuuru rajiimu.\r\n\r\n63- Oh Señor, Te imploro, Oh Allah porque Tu eres el uno,\r\nel único, el Eterno que no engendró ni fue engendrado, y\r\n\r\n\r\nnada es semejante a él, que perdones mis pecados, porque\r\nTu eres el Perdonador, el Misericordiosísimo.</1>"
                },
                {
                    "ZirkID": 63,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ، لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَاوَاتِ وَالْأَرْضِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ، إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ <FN>(1)</FN>.</1><F67>",
                    "Espaniol": "<1>Allahumma innii as.aluka bi anna lakal jamdu laa ilaha\r\nillaa Anta uajdaka laa shariika laka al mannaán la badí' as\r\nsamauaati wal arDi iaa Dhaal yalaali wal ikraam la jaiiu ia\r\nQaiuum innii as.alukal yannata wa a'auudhu bika minan\r\nnaar.\r\n\r\n64-  Oh Señor, te ruego porque tuya es la alabanza y no\r\nexiste divinidad sino Tú, único sin asociados Tú eres el Be-\r\nnefactor y el Originador de los cielos y de la tierra. iOh Po-\r\nseedor de la majestad y la generosidad! Oh Viviente, oh\r\nSubsistente. Ciertamente te suplico el Paraíso y me refugio\r\nen Ti del fuego .</1>"
                },
                {
                    "ZirkID": 64,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ، الْأَحَدُ الصَّمَدُ، الَّذِي لَمْ يَلِدْ، وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ <FN>(1)</FN>.</1><F68>",
                    "Espaniol": "<1>Allahumma innii as.aluka bianníi ashhadu ánnaka Anta\r\nAllah laa ilaha illaa ántal ájaduS Sámadul ladhií lam iálid wa\r\nlam iúulad wa lam iákun lahu kufuuán ajadun.\r\n\r\n65- Oh Señor te ruego atestiguando que tu eres Allah, no\r\nhay dios salvo Tú, eres el único, el eterno el que no engen-\r\ndra ni fue engendrado y no hay nadie que se Le asemeje.</1>"
                }
            ]
        },
        {
            "CategoryID": 25,
            "CategoryName_Ar": "الأذكار بعد السلام من الصلاة",
            "CategoryName_Es": "Súplica luego de la salutación final",
            "Zikr": [
                {
                    "ZirkID": 65,
                    "Repeat number": 3,
                    "Arabic": "<1> أَسْتَغْفِرُ اللَّهَ ،  اللَّهُمَّ أَنْتَ السَّلَامُ، وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ <FN>(1)</FN>.</1><F69>",
                    "Espaniol": "<1>Astagfirullah (3 veces) Allahumma anta assalaam wa\r\nminka assalaam tabaarakta iaa Dhaal yalaali ual ikraami.\r\n\r\n66- Perdóname (3 veces)\r\n\r\nOh Allah Tú eres la Paz y de Ti viene la Paz. Bendito Tú eres\r\noh Poseedor de la majestad y la generosidad.</1>"
                },
                {
                    "ZirkID": 67,
                    "Repeat number": 3,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN>.</1><F70>",
                    "Espaniol": "<1>Laa ilaha illa Allah uajdahu laa shariika lahul mulk ua la-\r\nhul hamdu ua hua 'alaa kulli sheiin qadiir, Allahumma laa\r\nmaani' limaa 'aTeita, ua laa mu'Tii lima mana'ta, ua laa ian-\r\nfa'a Dhaal yaddi minkal yaddu.\r\n\r\n67- No hay divinidad salvo Allah, único sin asociado, Suyo es\r\nel Reino, Suya es la alabanza, y es Todopoderoso.\r\n\r\nOh Señor nadie puede negar lo que Tu provees, así como\r\nnadie puede dar si Tu lo impides y no hay bondad que pue-\r\nda beneficiar, porque tuya es la bondad.</1>"
                },
                {
                    "ZirkID": 66,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، لَا إِلَهَ إِلَّا اللَّهُ، وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، لَهُ النِّعْمَةُ، وَلَهُ الْفَضْلُ، وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلَّا اللَّهُ، مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ <FN>(1)</FN>.</1><F72>",
                    "Espaniol": "<1>Laa ilaha illaa Allah uajdahu laa sheriika lahu, lahul mul-\r\nku, ua lahul jamdu ua hua 'alaa kulli shei.in qadiir. Laa jaula\r\nua laa qúwwata illaa bil-lah, laa ilaha illaa Allah, ua laa\r\nna'budu illaa iiaahu, lahul ni'matu ua lahul faDlu ua lahu\r\nzzanaa.ul jásanu, laa ilaha illaa Allahu muJliSiina lahud diina\r\nua louu kárihal kaafiruúna.\r\n\r\n68- No hay divinidad salvo Allah, único sin asociado, Suyo es\r\nel Reino, Suya es la alabanza, y es sobre toda cosa podero-\r\nso. No hay fuerza ni poder salvo en Allah, no hay divinidad\r\nsino Allah y no adoramos sino a Él. Todas las gracias provie-\r\nnen de Él. A Él le pertenece y el agradecimiento y la alaban-\r\nza. No hay divinidad salvo Allah, (somos) sinceros en la\r\nadoración aunque esto disguste a los incrédulos.</1>"
                },
                {
                    "ZirkID": 68,
                    "Repeat number": 33,
                    "Arabic": "<1> سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ  <FN>(1)</FN>.</1><F73>",
                    "Espaniol": "<1>Subjaana Allah ual jamdu lillah ua Allahu ákbar (treinta y\r\ntres veces) laa ilaha illaa Allah uajdahu laa sheriika lahu, la-\r\nhul mulku ua lahul jamdu ua hua 'alaa kulli shei.in qadir.\r\n\r\n69- Glorificado sea Allah, la alabanza es para Allah y Allah es\r\nel más grande (33 veces).\r\nNo hay divinidad salvo Allah, único, sin asociado Suyo es el\r\nreino y la alabanza y es sobre toda cosa poderoso.</1>"
                },
                {
                    "ZirkID": 69,
                    "Repeat number": 1,
                    "Arabic": "<1><7>قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ \r\nوَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤</7> <FN>(1)</FN>.</1><F75>",
                    "Espaniol": "<1>{Qui hua Allahu Ajad} y {Qui .a'uudhu bi Rabbil falaq} y\r\n{Qul.a'uudhu bi Rabbin naasi} después de cada oración\r\nprescrita Salat.\r\n\r\n70-  Di: Allah es único  y  Di: me refugio en el Señor de la\r\nalba  y  Di: me refugio en el Señor de los hombres  des-\r\npués de cada oración prescrita Salat.</1>"
                },
                {
                    "ZirkID": 70,
                    "Repeat number": 1,
                    "Arabic": "<1><7>ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ٢٥٥ </7> <FN>(1)</FN>.</1><F78>",
                    "Espaniol": "<1>Y se recita la aleya del Trono  Aiat al cursi  después de\r\ncada oración prescrita.</1>"
                },
                {
                    "ZirkID": 71,
                    "Repeat number": 10,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN>.</1><F79>",
                    "Espaniol": "<1>Laa ilaha illaa Allah uajdahu laa sheriika lahu, lahul mul-\r\nku ua lahul jamdu iujii ua iumiit ua hua 'alaa kulli shei.in qa-\r\ndir.(Diez veces después del Salat al Magrib y el Salat al\r\nFayer.\r\n\r\n72- No hay divinidad salvo Allah, único, sin asociado, Suyo\r\nes el Reino y la Alabanza, da la vida y la muerte, y es sobre\r\ntoda cosa poderoso.</1>"
                },
                {
                    "ZirkID": 72,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا <FN>(1)</FN>.</1><F80>",
                    "Espaniol": "<1>Allahumma innii as.aluka 'ilman naafi'an ua rizhqan\r\nTaiiban, ua 'amalan mutaqabbalan.\r\n\r\n73- Oh Señor te ruego un conocimiento beneficioso, un sus-\r\ntento agradable y la aceptación de las obras. (después de la\r\nsalutación final de la oración del Fayr)</1>"
                }
            ]
        },
        {
            "CategoryID": 26,
            "CategoryName_Ar": "دعاء صلاة الاستخارة",
            "CategoryName_Es": "Súplica para pedir el bien (Salat Al-lstijara)",
            "Zikr": [
                {
                    "ZirkID": 73,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ، وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلَّامُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ -وَيُسَمِّي حَاجَتَهُ- خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي -أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ- فَاقْدُرْهُ لِي، وَيَسِّرْهُ لِي، ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي -أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ- فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ أَرْضِنِي بِهِ <FN>(1)</FN>.\r\n\nوما ندم من استخار الخالق وشاور المخلوقين المؤمنين وتثبَّت في أمره؛ فقد قال سبحانه: <7>وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ</7><FN>(2)</FN>.</1><F81>",
                    "Espaniol": "<1>Allahumma innii astaJíiruka bi'ílmika, ua astaqdíruka bi-\r\nqudrátika, ua as.aluka min faDlikal 'adhíim fa ínnaka táqdíru\r\nua laa áqdiru, ua tá'lamu ua laa á'alam ua Anta 'allaámul\r\nguiuubi, Allahumma in kunta ta'lam an hadhaal amru _ y\r\npronuncia su necesidad, asunto o problema Jeirun lii fii di-\r\ninii ua ma'aashii ua 'áaqibati ambrii o dice: 'aayalihi wa aay-\r\nlihi faáqdárahu lii ua iásruhu lii zumma baarik lii fiihi, ua in\r\nkunta ta'lam an hadhaal amru sherru lii fii diinii ua ma'ashii\r\nua 'áaqibati amrii o dice: 'aayalihi ua aaylihi faasrifahu 'annii\r\nua asrifnii 'anhu ua áqdirru lii al jaira jaizu kaana zumma ar-\r\ndinii bihi. \r\n\r\n74- Dijo Yabir ibn 'Abdullah (Allah se complazca de él): Siempre\r\nel Profeta (la paz y las bendiciones de Allah sean con él) solía ense-\r\nñarnos la búsqueda del buen consejo en todos los asuntos,\r\no situaciones, como solía enseñarnos una Sura del Corán,\r\ndiciendo: ((Si alguno de vosotros le aqueja algún asunto en-\r\ntonces que realice dos raka'as como sunnah (oración su-\r\nperoratorias), no las oraciones obligatorias (sino luego de\r\nellas) después que diga: Oh Allah te pido el bien de lo que\r\nTú tienes conocimiento iOh Allahl, por cierto que te consul-\r\nto porque Tuyo es el conocimiento y el poder. Busco forta-\r\nleza y ruego de Tu inmenso favor, porque ciertamente Tú\r\npuedes y yo no puedo, Tu sabes y yo no sé, Tu eres el Co-\r\nnocedor de lo Oculto. iOh Allahl Si Tú conoces que este\r\nasunto...( y pronuncia su necesidad, asunto o problema) es\r\nbueno para mí, para mi Din, mi vida y mi muerte, entonces\r\ndecrétalo, facilítamelo y bendíceme con ello. (En cambio) Si\r\nTu conoces que este asunto será un mal para mí, para mi\r\nDin, para mi vida y mi muerte, entonces aléjalo de mí y de-\r\ncreta para mí lo que es bueno dondequiera que sea, y haz-\r\nme quedar satisfecho con ello. \r\n\r\nY para quien busca la Guía de Allah y consulta a los creyen-\r\ntes, luego permanece firme en su resolución, Allah Altísimo\r\ndice:  y consultadlos en los asuntos, entonces, cuando\r\nhayas tomado una decisión, pon tu confianza en Allah .\r\n[3:159]</1>"
                }
            ]
        },
        {
            "CategoryID": 27,
            "CategoryName_Ar": "أذكار الصباح",
            "CategoryName_Es": "Recuerdos \"dhikr\" para realizar durante\r\nel día y la noche",
            "Zikr": [
                {
                    "ZirkID": 76,
                    "Repeat number": 3,
                    "Arabic": "<1><7>قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤</7> <FN>(1)</FN>.</1><F83>",
                    "Espaniol": "<1>{Qul hua Allahu Ajad} y {Qul .a'uudhu bi Rabbil falaq} y\r\n{Qulauudhu bi Rabbin naasi}\r\n\r\n76- Abdullah ibn Jubaib (Allah se complazca de él) dijo: El mensa-\r\njero de Allah (la paz y las bendiciones de Allah sean con él) me dijo:\r\nRecita,\r\n\r\nLe contesté: iMensajero de Allah! ¿Qué debo recitar? El\r\nProfeta (la paz y las bendiciones de Allah sean con él) respondió: Re-\r\ncita:  Di Allah es único  (Sura 112),  Di me refugio en el Se-\r\nñor del alba  (Sura 113), y  Di me refugio en el Señor de los\r\nhombres  (Sura 114) tres veces a la noche y tres veces por\r\nla mañana esto te será suficiente en todo asunto.</1>"
                },
                {
                    "ZirkID": 78,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ <FN>(1)</FN>.</1><F87>",
                    "Espaniol": "<1> Allahumma bika aSbajnaa wa bika amsainaa, wa bika\r\nnajiaa wa bika namuutu, wa ileikal nushuuru \r\n\r\n78-  Oh Allah, por Ti amanecemos y por Ti atardecemos,\r\ncon tu permiso vivimos y morimos, y a Ti será el retorno \r\n\r\nPor la tarde:  Allahumma bika amsainaa, wa bika aSbajnaa,\r\nwa bika najiaa wa bika namuutu, wa ileikal maSiiru \r\n\r\nPor la tarde:  iOh Allah! Por Ti atardecemos y con Tu per-\r\nmiso vivimos y morimos y a Ti será el retorno </1>"
                },
                {
                    "ZirkID": 79,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَنْتَ رَبِّي، لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ<FN>(1)</FN> لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي؛ فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ <FN>(2)</FN>.</1><F88>",
                    "Espaniol": "<1> Allahumma Anta Rabbii laa ilaha illa Anta Jalaqtanii wa\r\nana 'abduka, wa ana 'alaa 'ahdika wa wá'dika maa istaTa'tu\r\na'udhu bika min sherri maa Sana'tu, ábuu.u laka bini'matika\r\n'aleiia, wa abuu.u bi dhanbii, faagfir lii fa innahu laa iagfira\r\naddhunuuba illaa Anta \r\n\r\n79-  Oh Allah Tu eres mi Señor, no hay Dios salvo Tú, me\r\nhas creado y yo soy tu siervo, Mantengo mi pacto y prome-\r\nsa contigo de la mejor manera que puedo, en Ti me refugio\r\ndel mal que haya cometido. Reconozco Tus gracias para\r\nconmigo y reconozco mis pecados, perdóname porque cier-\r\ntamente nadie perdona los pecados sino Tú. </1>"
                },
                {
                    "ZirkID": 80,
                    "Repeat number": 4,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ <FN>(1)</FN>.</1><F89>",
                    "Espaniol": "<1> Allahumma innii aSbajtu ushhiduka, wa ushhidu Ja-\r\nmalata 'arshika, wa mala.ikataka, wa yamii'a Jalqika, annaka\r\nAnta Allah laa ilaha illa Anta, wajdahu laa shariika laka, wa\r\nanna Muhámmadan 'abduka wa rasuuluka \r\n\r\n80-  Oh Allah, ciertamente amanezco y atestiguo, así como\r\natestiguan los (ángeles) que sostienen Tu Trono, Tus ánge-\r\nles y toda Tu creación, de que Tu eres Allah y no hay divini-\r\ndad salvo Tú, único, sin asociado y que Muhammad es Tu\r\nsiervo y mensajero . (4 veces por la mañana y por la tar-\r\nde)?</1>"
                },
                {
                    "ZirkID": 81,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ مَا أَصْبَحَ بِي<FN>(1)</FN> مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ <FN>(2)</FN>.</1><F90>",
                    "Espaniol": "<1> Allahumma maa aSbaja bii min ni'mati, au bi ajadii min\r\nJalqika, fa minka wajdaka laa shariika laka, fa lakal jamdu\r\nwa laka ashshukru \r\n\r\n81-  iOh Allah! Toda la gracia que poseo o posea alguien de\r\nTu creación, proviene de Ti, único sin asociados, para Ti es\r\nla alabanza y el agradecimiento. \r\n\r\n Quienquiera que diga esto por la mañana, ciertamente ha\r\n\r\nagradecido lo que le es obligatorio por ese día, y quíenquíe-\r\nra lo diga por la tarde, por cierto que ha agradecido lo que\r\nle es obligatorio por esa noche. </1>"
                },
                {
                    "ZirkID": 82,
                    "Repeat number": 3,
                    "Arabic": "<1> اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ <FN>(1)</FN>.</1><F91>",
                    "Espaniol": "<1> Allahumma 'aafinii fii badanii, Allahumma 'aafinii fii\r\nsam'iii, Allahumma 'aafinii fii baSarii, laa ilaha illa Anta. Al-\r\nlahumma innii a'udhu bika minal kufri wal faqri, wa a'udhu\r\nbika min 'adhaabil qabri, laa ilaha illa Anta \r\n\r\n82-  Oh Allah, concede salud a mi cuerpo, Oh Allah, otorga-\r\nle salud a mis oídos, Oh Allah, concede salud a mi vista, no\r\nhay dios sino Tú (3 veces). Oh Allah ciertamente me refugio\r\nen Ti de la incredulidad, de la pobreza, y en Ti me amparo\r\ndel tormento de la tumba, no hay dios sino Tú.  (3 veces)</1>"
                },
                {
                    "ZirkID": 83,
                    "Repeat number": 7,
                    "Arabic": "<1> حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ <FN>(1)</FN>.</1><F92>",
                    "Espaniol": "<1> Jasbii Allah laa ilaha illa húa 'aleihi tawakkaltu wa hua\r\nRabbul 'arshil ADhiimi \r\n\r\n83-  Allah me es suficiente, no hay divinidad excepto Él, en\r\nÉl confío que es el Señor del Trono Magnífico.  (7 veces por\r\nla mañana y 7 veces por la tarde)</1>"
                },
                {
                    "ZirkID": 84,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي <FN>(1)</FN>.</1><F93>",
                    "Espaniol": "<1> Allahumma innii as.aluka al 'afua wal 'aafiiata fiid dunia\r\nwal áaJirati, Allahumma innii as.aluka al 'afua wal 'aafiiata fii\r\ndiinii, wa duniaaia wa ahlii, wa maalii, Allahumma ustur 'au-\r\nraatii, wa aamin rau'aatii, Allahumma ajfíDhnii min baini\r\niadaiia, wa min Jalfii, wa 'an shimaalii, wa min fauqii, a'udhu\r\nbi 'aDhamatika an ugtaala min tajtii \r\n\r\n84- Oh Allah ciertamente solicito Tu indulgencia y el bienes-\r\ntar en esta vida y en la otra, Oh Allah ciertamente ruego Tu\r\nperdón y el bienestar en mis asuntos religiosos, mundana-\r\nles, mi familia y mis bienes, Oh Allah cubre mi desnudes, y\r\nconfórtame ante el miedo, Oh Allah protégeme por todas\r\npartes, delante y por detrás, a mi derecha e izquierda, so-\r\nbre m; Me refugio en tu grandeza de ser engullido por la\r\ntierra.</1>"
                },
                {
                    "ZirkID": 85,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ <FN>(1)</FN>.</1><F94>",
                    "Espaniol": "<1> Allahumma 'Aalimal gaibi wash shahaadati FaaTira as-\r\nsamauaati wal arDi rabba kulli shei.in wa maliikahu, ash-\r\nhadu an laa ilaha illa Anta a'udhu bika min sherri nafsii wa\r\nmin sherri SheiTaani wa shirkihi, wa an aqtarifa 'alaa nafsii\r\nsuu.an au ayurrahu ilaa muslimin \r\n\r\n85- Oh Allah, Conocedor de lo oculto y lo manifiesto, Crea-\r\ndor delos cielos y de la tierra, Señor de los ángeles y de to-\r\ndas las cosas, atestiguo que no hay divinidad sino Tu, me\r\nrefugio en Ti del mal de mi mismo, del mal del Sheitan y de\r\nsu idolatría, y de cometer mal en contra de mi mismo, o en\r\ncontra de un musulmán.</1>"
                },
                {
                    "ZirkID": 86,
                    "Repeat number": 3,
                    "Arabic": "<1> بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ <FN>(1)</FN>.</1><F95>",
                    "Espaniol": "<1> Bismi Allahi alladhíí laa iaDurru ma'a ismihi sheiiun fiil\r\narDi wa laa fis samaa.i wa húas Samii'ul 'Aliimu \r\n\r\n86- En el nombre de Allah el cual en su nombre nada perju-\r\ndica, asi en la tierra como en los cielos, El es quien todo lo\r\noye el Omnisapiente. (3 veces)</1>"
                },
                {
                    "ZirkID": 87,
                    "Repeat number": 3,
                    "Arabic": "<1> رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا <FN>(1)</FN>.</1><F96>",
                    "Espaniol": "<1> RaDiitu bi Allahi rabban, wa bil Islaami diinan, wa bi\r\nMuhámmadin (la paz y las bendiciones de Allah sean con él) Na-\r\nbiian \r\n\r\n87- Me complazco de Allah como Señor, del Islam como re-\r\nligión, y de Muhámmad (la paz y las bendiciones de Allah sean con\r\nél) como Profeta. (3 veces)</1>"
                },
                {
                    "ZirkID": 88,
                    "Repeat number": 1,
                    "Arabic": "<1> يَا حَيُّ يَا قَيُّومُ، بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ <FN>(1)</FN>.</1><F97>",
                    "Espaniol": "<1> Iaa Jaiiu iaa Qaiiuumu bi Rajmátika astaguiízu aSlij lii\r\nsha.nii kullahu wa laa takllnll ilaa nafsii Tárfata 'ainin \r\n\r\n88- Oh Viviente, Oh Subsistente, en Tu misericordia busco\r\nasistencia, rectifica todos mis asuntos y no me dejes librado\r\na mi mismo, ni siquiera por un pestañeo (un instante).</1>"
                },
                {
                    "ZirkID": 89,
                    "Repeat number": 1,
                    "Arabic": "<1> أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ <FN>(1)</FN>.</1><F98>",
                    "Espaniol": "<1> ASbajnaa wa as bajal Mulku Lillahi Rabbil 'aalamiin, Al-\r\nlahumma innii as.aluka Jeira hadhaal iaumi, fatjahu, naS-\r\nrahu, wa nuurahu wa barakatahu, wa hudaahu,wa a'udhu\r\nbika min sherri maa fiihi wa sherri maa ba'dahu \r\n\r\n89- Amanecemos y amanece la Soberanía de Allah Señor de\r\nlos Mundos, Oh Allah por cierto Te pido lo bueno de este\r\ndía, en su principio, su fin, su luz, sus bendiciones y su guía,\r\nY me refugio en Ti del mal de este día y del mal de lo que\r\nvenga luego de él. Se dice lo mismo por la tarde, cambian-\r\ndo el principio  Amanezco...  por  Atardece... </1>"
                },
                {
                    "ZirkID": 90,
                    "Repeat number": 1,
                    "Arabic": "<1> أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ <FN>(1)</FN>.</1><F99>",
                    "Espaniol": "<1> ASbajnaa 'alaa fíTratil Islaam, wa 'alaa kalimatil IJlaaSi\r\nwa 'alaa diini nabiinaa Muhámmadin (la paz y las bendiciones de\r\nAllah sean con él) wa 'alaa millati abiinaa Ibraahiima janiifan\r\nmusliman wa maa kaana minal mushshirikiina \r\n\r\n90-  Amanezco con la  Fitra  (la inclinación natural del ser\r\nhumano la religión) del Islam, con la palabra del monoteís-\r\nmo puro, en la religión de nuestro Profeta Muhámmad (la\r\npaz y las bendiciones de Allah sean con él) y de la religión de nues-\r\ntro padre Abraham (la paz sea con él), quien fue monoteista,\r\n\r\nmusulmán y no se contó entre los asociadores. </1>"
                },
                {
                    "ZirkID": 91,
                    "Repeat number": 100,
                    "Arabic": "<1> سُبْحَانَ اللَّهِ وَبِحَمْدِهِ  <FN>(1)</FN>.</1><F100>",
                    "Espaniol": "<1> Subjaana Allahi wa bi jamdihi \r\n\r\n91- Glorificado sea Allah y Alabado sea. (100 veces)</1>"
                },
                {
                    "ZirkID": 92,
                    "Repeat number": 10,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN> <FN>(2)</FN>.</1><F101>",
                    "Espaniol": "<1> Laa ilaha illa Allahu, wajdahu laa shariika Lahu, Lahul\r\nmulku wa lahul jamdu wa húa 'alaa kulli sheiin Qadiir \r\n\r\n92- Dijo el Mensajero de Allah (la paz y las bendiciones de Allah\r\nsean con él) Quien diga al levantarse:  No hay divinidad salvo\r\nAllah, único, sin asociado, Suyo es el Reino, Suya es la ala-\r\nbanza y es sobre toda cosa Poderoso  Ha ganado la recom-\r\npensa de liberar a un esclavo de los Hijos de Ismael y diez\r\nde sus pecados han sido perdonados y es elevado diez gra-\r\ndos y ha encontrado refugio seguro contra Sheitan hasta\r\nque anochezca. De la misma manera, si lo dice por la noche,\r\nserá protegido hasta la mañana. </1>"
                },
                {
                    "ZirkID": 93,
                    "Repeat number": 100,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN>.</1><F102>",
                    "Espaniol": "<1> Laa ilaha illa Allahu, wajdahu laa shariika Lahu, Lahul\r\nmulku wa lahul jamdu wa húa 'alaa kulli shei.in Qadiir \r\n\r\n93- No hay divinidad salvo Allah, único, sin asociado, Suyo\r\nes el Reino y Suya es la alabanza y es sobre toda cosa Pode-\r\nroso.  (100 veces)</1>"
                },
                {
                    "ZirkID": 94,
                    "Repeat number": 3,
                    "Arabic": "<1> سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ <FN>(1)</FN>.</1><F103>",
                    "Espaniol": "<1> Subjaana Allahi wa bi jamdihi 'adada Jalqihi wa riDaa\r\nnafsihi wa zhinata 'arshihi wa midaada kalimaatihi \r\n\r\n94- Glorificado sea Allah y alabado sea por el número de\r\ncuanto ha creado, por su Complacencia, por el peso de Su\r\nTrono y por la tinta de sus palabras. (3 veces)</1>"
                }
            ]
        },
        {
            "CategoryID": 28,
            "CategoryName_Ar": "أذكار النوم",
            "CategoryName_Es": "Súplicas antes de dormir",
            "Zikr": [
                {
                    "ZirkID": 99,
                    "Repeat number": 3,
                    "Arabic": "<1>  <7>قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤</7> <FN>(1)</FN>.</1><F111>",
                    "Espaniol": "<1>{Qui hua Allahu Ajadu} y {Qul .a'udhu bi Rabbil falaq} y {Qul.a'uudhu bi Rabbin naasi}\r\n\r\n99- Cuando a la noche el Profeta (la paz y las bendiciones de Allah sean con él) se recostaba en su lecho, juntaba sus palmas, so-\r\nplaba en ellas (escupía sólo con aire, sin saliva), recitaba las\r\ntres últimas suras del Corán y luego se frotaba todo el\r\ncuerpo tanto como le era posible, comenzando por su ca-\r\nbeza, luego su rostro y después sobre las demás partes del\r\ncuerpo. Realizaba esto tres veces.</1>"
                },
                {
                    "ZirkID": 101,
                    "Repeat number": 1,
                    "Arabic": "<1><7>ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ \r\nوَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ ٢٨٦</7><FN>(1)</FN>.</1><F115>",
                    "Espaniol": "<1> Aamana arRasuulu bimaa únzhila ileihi mi Rabbihi wal\r\nmu.minuuna... \r\n\r\n101-  Quien recite las últimas dos aleyas de Sura  La vaca \r\n(2:285-286) por la noche le serán suficientes.</1>"
                },
                {
                    "ZirkID": 102,
                    "Repeat number": 1,
                    "Arabic": "<1> بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ <FN>(1)</FN>.</1><F116>",
                    "Espaniol": "<1> Bismika Rabbii uaDa'tu yanbii wa bika arfa'uhu fa.in\r\namsakta nafsii faarjamha wa in arsaltaha faajfaDhhaa bimaa\r\ntajfaDhu bihi 'ibaadaka aSSaalijiin \r\n\r\n102- Si alguno de vosotros se levanta de su lecho y luego re-\r\ntorna a él, deberá sacudirlo desde el extremo de su vestí-\r\nmenta tres veces, porque desconoce lo que pudiera haber\r\nocurrido en su ausencia, debiendo recitar cuando se acues-\r\nte:  En Tu nombre, mi Señor, me recuesto sobre mi costado\r\ny en Tu nombre me levanto, entonces si tomas mi alma,\r\n\r\nTen misericordia de ella, y si la devuelves, protégela de la\r\nmanera en que lo haces con tus siervos rectos.</1>"
                },
                {
                    "ZirkID": 103,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ <FN>(1)</FN>.</1><F117>",
                    "Espaniol": "<1> Allahumma innaka Jalaqta nafsii wa Anta tauafaahaa\r\nlaka mamaatuha wa majiaahaa in ajiaitahaa faajfaDhhaa wa\r\nin amattahaa faagfir lahaa Allahumma innii as.alukal\r\n'aafiata \r\n\r\n103- Oh Allah, ciertamente Tú me has creado, y Tú tomarás\r\nmi alma, a Ti te pertenece mi muerte y mi vida, si la man-\r\ntienes con vida, protégela y si le das muerte, entonces per-\r\ndónala. iOh Señor! Ciertamente te pido salud.</1>"
                },
                {
                    "ZirkID": 104,
                    "Repeat number": 3,
                    "Arabic": "<1> اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ <FN>(1)</FN>.</1><F118>",
                    "Espaniol": "<1> Allahumma qinii 'adhaabaka iauma tab'azu 'ibaadaka \r\n\r\n104- El Profeta (la paz y las bendiciones de Allah sean con él) ubica-\r\nba su mano derecha bajo su mejilla cuando se disponía a\r\ndormir y suplicaba así:  Oh Allah, protégeme de Tu castigo\r\nen el día que resucites a Tus siervos  (Lo decía 3 veces)</1>"
                },
                {
                    "ZirkID": 105,
                    "Repeat number": 1,
                    "Arabic": "<1> بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا <FN>(1)</FN>.</1><F119>",
                    "Espaniol": "<1> Bismika Allahumma amuutu wa ajiaa .\r\n\r\n105- En Tu nombre, Oh Allah muero y (re)vivo (es decir:\r\nduermo y despierto, debido a la similitud que existe entre\r\nel sueño y la muerte, y entre revivir y despertar).</1>"
                },
                {
                    "ZirkID": 107,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ، وَأَغْنِنَا مِنَ الْفَقْرِ <FN>(1)</FN>.</1><F120>",
                    "Espaniol": "<1> Allahumma rabbas samawaatis sab'i, wa rabbal arshil\r\naDhiimi, rabbanaa wa rabba kulla shei.in, faaliqal jabbi wan\r\nnáwaa wa munázhzhila atauraati wal inyiili, wal furcáan,\r\na'udhu bika min sherri kulli shei.in Anta áaJidhu binaaSia-\r\ntihi. Allahumma Antal áaualu faleisa qablaka shei.iun, wa\r\nAntal áaJiru faleisa ba'daka shei.un, wa Anta ADhDhaahiru\r\nfaleisa fauqaka shei.un, Antal baaTinu faleisa dúnaka\r\nshei.un. íqDí 'annaa addaina wa agninaa minal faqri.\r\n\r\n107-  Oh Allah, Señor de los siete cielos y del Trono magní-\r\nfico, nuestro Señor y soberano de todas las cosas, quien\r\nhace germínar la semilla y el carozo del dátil, quien ha reve-\r\nlado la Torah, el Evangelio y el Furqanl me refugio en Ti de\r\ntodo mal sobre lo que Tú tienes total dominio, Oh Allah, Tú\r\neres el Primero, el que nada lo precedió, el último, el que\r\nnada lo sucederá, el Evidente, y no hay por encima de Ti, el\r\nOculto, quien no hay nadie más allá de Ti. Salda nuestras\r\ndeudas, y protégenos de la pobreza. </1>"
                },
                {
                    "ZirkID": 106,
                    "Repeat number": 33,
                    "Arabic": "<1> سُبْحَانَ اللَّهِ  <FN>(1)</FN>.</1><F121>",
                    "Espaniol": "<1> Subjaana Allah-aljamdullilah-Allahuakbar \r\n\r\n105- El Profeta (la paz y las bendiciones de Allah sean con él) se diri-\r\ngió a 'Ali y Fatima cuando su hija le solicitó un sirviente, les\r\ndijo:\r\n¿Acaso no queréis algo mejor que un sirviente? Pues cuan-\r\ndo vayais al lecho decid: iGlorificado sea Allah! 33 veces,\r\niAlabado sea Allah! 33 veces, iAllah es el más grande! 34\r\nveces, es mejor para vosotros que un sirviente. </1>"
                },
                {
                    "ZirkID": 108,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا، فَكَمْ مِمَّنْ لَا كَافِيَ لَهُ وَلَا مُؤْوِيَ <FN>(1)</FN>.</1><F124>",
                    "Espaniol": "<1>Aljamdulillah alladhíí aT'amanaa wa saqáanaa, wa\r\nkafáanaa wa áawaanaa fakám miman laa káafia lahu wa laa\r\nmú.wiia.\r\n\r\n108-  Alabado sea Allah quien nos alimentó, nos dio de be-\r\nber, nos es suficiente y nos ha dado refugio, pero en cam-\r\nbio cuántos hay que no tienen quien sea suficiente y les de\r\nrefugio. </1>"
                },
                {
                    "ZirkID": 109,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ <FN>(1)</FN>.</1><F125>",
                    "Espaniol": "<1>Allahumma 'aalimal gaibi wash shahaadati faaTira as-\r\nsamawaatu wal arDi rabba kulli shei.in wa malíikahu, ash-\r\nhadu an laa ilaaha illa Anta a'udhu bika min sherri nafSíi wa\r\nmin sherri ashsheiTaani wa shírkihi, wa an aqtarifa 'aalaa\r\nnafSii súuuan au ayurrahu ilaa Muslim.\r\n\r\n109-  Oh Allah, Conocedor de lo oculto y lo manifiesto,\r\nCreador de los cielos y de la tierra, Señor de los ángeles y\r\nde todas las cosas, atestiguo que no hay divinidad sino Tú,\r\nme refugio en Ti del mal de mi mismo, del mal del Sheitan y\r\nde su idolatría, y de cometer el mal a mi mismo, o en co-\r\nntra de un musulmán. </1>"
                },
                {
                    "ZirkID": 111,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَى مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ <FN>(1)</FN>.</1><F127>",
                    "Espaniol": "<1>Allahumma aslamtu nafSii ileika wa fawaDtu amiri ilei-\r\nka, wa wayahtu wayhii ileika, wa alya.tu Dhahrii ileika, rág-\r\nbatan wa ráhbatan ileika laa malyaá. Wa laa manyáa minka\r\nilla ileika, aamántu bikitáabika alladhíí anzhalta wa bi-\r\nnabiíika alladhíí arsalta.\r\n111-  Si vas a acostarte haz la ablución, la misma que reali-\r\nzas para la oración, luego recuestate sobre tu lado derecho\r\ny di: Oh Señor me he sometido a Ti, he confiado a Ti mis\r\nasuntos, he vuelto mi rostro hacia ti, y he depositado mi\r\ncompleta confianza en Ti, con esperanza y temor, no hay\r\nrefugio ni salvación de Ti, salvo en Ti, he creido en el libro\r\nque Has revelado, y en el Profeta que has enviado. (Quien\r\ndiga esto) entonces si mueres, lo harás en la fitrah (que es\r\nla inclinación natural del ser humano). </1>"
                }
            ]
        },
        {
            "CategoryID": 29,
            "CategoryName_Ar": "الدعاء إذا تقلَّب ليلًا",
            "CategoryName_Es": "Súplica para quien sufre insomnio",
            "Zikr": [
                {
                    "ZirkID": 112,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ، رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ <FN>(1)</FN>.</1><F128>",
                    "Espaniol": "<1>Laa ilaaha illa Allah alwaajidul qahhaaru, rabbus sa-\r\nmawaati wal arDi wa maa beináhumal azhiizhul gaffaaru.\r\n\r\n112- Relató 'Aisha (Allah se complazca de ella) que el Mensajero\r\nde Allah (la paz y las bendiciones de Allah sean con él) Si se desvela-\r\nba decía:  No hay divinidad salvo Allah, el Uno, el Vencedor,\r\nSeñor de los cielos y de la tierra, y de lo que existe entre\r\nellos, el Poderoso, el lndulgente. </1>"
                }
            ]
        },
        {
            "CategoryID": 30,
            "CategoryName_Ar": "دعاء القلق والفزع في النوم ومن بُلي بالوحشة",
            "CategoryName_Es": "Súplica ante el temor, las preocupaciones\r\no las pesadillas",
            "Zikr": [
                {
                    "ZirkID": 113,
                    "Repeat number": 1,
                    "Arabic": "<1> أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ <FN>(1)</FN>.</1><F129>",
                    "Espaniol": "<1>A'udhu bikalimáatil-lahit taammaati min gáDabihi wa\r\n'iqaabihi, wa sherri 'ibaaadihi wa min hamazháati sh sheiaa-\r\nTiini wa an iajDuruuni.\r\n\r\n113-  Me refugio en las palabras perfectas de Allah, de Su\r\nenojo y Su castigo, la maldad de Sus siervos, las sugestiones\r\nde los demonios, y de su presencia. </1>"
                }
            ]
        },
        {
            "CategoryID": 31,
            "CategoryName_Ar": "ما يفعل من رأى الرؤيا أو الحلم",
            "CategoryName_Es": "Los sueños placenteros y pesadillas",
            "Zikr": [
                {
                    "ZirkID": 115,
                    "Repeat number": 3,
                    "Arabic": "<1>يَنْفُثُ عَنْ يَسَارِهِ<FN>(1)</FN>.</1><F130>",
                    "Espaniol": "<1> El sueño placentero proviene de Allah, y la pesadilla\r\nde Sheitan, entonces si veis algo que le complace que se lo\r\ncuente a quien ame (que confíe en él).  Y quien tenga una\r\npesadilla:\r\n\r\n1.  Que sople sobre su izquierda tres veces. \r\n\r\n2.  Que se refugie en Allah del Sheitan y de lo malo que\r\nhaya visto, tres veces. \r\n\r\n3.  No contarselo a nadie. \r\n4.  Cambiar el lado sobre el que dormía. </1>"
                }
            ]
        },
        {
            "CategoryID": 32,
            "CategoryName_Ar": "دعاء قنوت الوتر",
            "CategoryName_Es": "Súplica Al-Qunút'",
            "Zikr": [
                {
                    "ZirkID": 117,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ، إِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ، وَلَا يَعِزُّ مَنْ عَادَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ <FN>(1)</FN>.</1><F135>",
                    "Espaniol": "<1>Allahumma ihdinii fiimán hadeita wa 'aafinii fiimán\r\n'aafeita wa tawállani fiimán tawallaita, wa baarik lii fiimaa\r\na'Teita, waqinii sherra maa qaDéita, faínnaka táqdii wa laa\r\niúqDaa 'aleika, ínnahu laa íadhillu man waaleita, [wa laaa\r\nia'izhzhu man 'aadeita], tabaarakta rabbanaa wa ta'aaleita.\r\n\r\n116-  Oh Señor guíame con aquellos que has guiado, ab-\r\nsuélveme junto con los que Has perdonado, y bendice lo\r\nque me has concedido, protégeme del mal que has decre-\r\ntado, porque ciertamente Tú decretas y nadie decreta para\r\nTi, por cierto nunca será humillado a quien le muestres fi-\r\ndelidadl</1>"
                },
                {
                    "ZirkID": 118,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ <FN>(1)</FN>.</1><F136>",
                    "Espaniol": "<1>Allahumma innii a'udhu bi rriDaaka min saJáTik, wa\r\nbimu'aafáatika min 'uquubátika, wa a'udhu bika minka, laa\r\nujSii zanaa.an 'aleika, Anta kamaa azneita 'alaa nafsika.\r\n\r\n117.  Oh Señor, me refugio en tu complacencia de tu enojo,\r\ny en tu perdón de tu castigo y me refugio en Ti de Ti, no\r\npuedo enumerar tus alabanzas, Tú eres tal como te Has\r\nalabado a ti mismo.</1>"
                },
                {
                    "ZirkID": 119,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالْكَافِرِينَ مُلْحِقٌ، اللَّهُمَّ إِنَّا نَسْتَعِينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلَا نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفُرُكَ <FN>(1)</FN>.</1><F137>",
                    "Espaniol": "<1>Allahumma íáaaka na'budu, wa laka nuSallii wa násyu-\r\ndu, wa ileika nas'aaa wa nájfidu, naryuu rájmataka, wa na-\r\nJshaa 'adhaabaka, inna 'adhaabaka bilkaafiriina múljaqun.\r\nAllahumma innaa nasta'íinuka, wa nastagfíruka, wa nuznii\r\n'aleika alJeira, wa laa nakfúruka, wa núminu bika, wa na-\r\nJDa'u laka wa naJla'u man iakfúruka.\r\n\r\n118-  Oh Señor a Ti te adoramos, y para ti son nuestras\r\noraciones, y prosternaciones. Hacia a Ti nos apresuramos, y\r\na Ti servimos, esperamos tu misericordia y tememos tu cas-\r\ntigo, que ciertamente caerá sobre los incrédulos. Oh Señor\r\nbuscamos Tu auxilio y Tu perdón, agradecemos tus gracias\r\ny no descreemos de Ti, creemos en Ti y a Ti nos somete-\r\n\r\nmos, y rechazamos a quien Te niegue. </1>"
                }
            ]
        },
        {
            "CategoryID": 33,
            "CategoryName_Ar": "الذكر عقب السلام من الوتر",
            "CategoryName_Es": "Súplica luego de la salutación de la ora-\r\nción impar (witr)",
            "Zikr": [
                {
                    "ZirkID": 120,
                    "Repeat number": 3,
                    "Arabic": "<1> سُبْحَانَ الْمَلِكِ الْقُدُّوسِ<FN>(1)</FN> رَبِّ الْمَلَائِكَةِ وَالرُّوحِ <FN>(2)</FN>.</1><F138>",
                    "Espaniol": "<1>Subbjaanal málikil qudduusi (3 veces)\r\n\r\n\r\nRabil maláaíkati wa Ruuji.\r\n119-  Solía el mensajero de Allah (la paz y las bendiciones de Allah\r\nsean con él) recitar en la oracion del witr  Glorifica el nombre\r\nde Tu Señor, el Altísimo  Sura Altísimo 87, y  Di: Oh\r\nInfieles  Sura Los infieles 109, y  Di: El es Allah único  Sura\r\nLa fe pura 112, Y al terminar su oración y dice: Glorificado\r\nsea el Rey, el Santísimo (tres veces), diciendo la tercera en\r\nvoz alga y agregando: Señor de los ángeles y el ángel Ga-\r\nbriel. </1>"
                }
            ]
        },
        {
            "CategoryID": 34,
            "CategoryName_Ar": "دعاء الهم والحزن",
            "CategoryName_Es": "Súplicas ante la tristeza y la preocupación",
            "Zikr": [
                {
                    "ZirkID": 121,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجِلَاءَ حُزْنِي، وَذَهَابَ هَمِّي <FN>(1)</FN>.</1><F139>",
                    "Espaniol": "<1>Allahumma innii 'ábduka ibn 'ábduka ibn amátika naa-\r\nSiatii biiádika, máaDin fíia júkmuka, 'adlun fia qaDaá.uka\r\nasáluka bikulli ísmin húa laka sammáita bihi náfsaka au\r\nanzháltahu fii kitáabika, au 'allámtahu ájadan min Jálqika au\r\nista.ázarta bihi fii 'ilmil gaibi 'índaka an tay'alal quraana ra-\r\nbii'a qalbii, wa nuura Sadrii wa yalaá.a juzhnii wa dhahaaba\r\nhammii.\r\n\r\n120-  Oh Señor soy Tu siervo, hijo de Tu siervo y Tu sierva,\r\nmi completo dominio está en tus manos, tus órdenes he\r\ntratado de llevarlas a cabo, tu decreto sobre mi es justo, te\r\nsuplico por todos tus nombres con los cuales te has llamado\r\na Ti mismo, o lo hayas revelado en tu libro, o lo hayas ense-\r\nñado a alguien de tu creación, o lo hayas preservado en tu\r\nconocimiento oculto, que conviertas al Corán en lo que re-\r\nvive mi corazón, la luz de mi pecho, que da final a mi triste-\r\nza y alivia mis preocupaciones. </1>"
                },
                {
                    "ZirkID": 122,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ <FN>(1)</FN>.</1><F140>",
                    "Espaniol": "<1>Allahumma innii a'udhu bika minal hammi wal juzhni,\r\nwal 'ayzhi wal kásali wal buJlí wal yubni, wa Dal'i addaini wa\r\ngálabati ariyaali.\r\n\r\n121-  Oh Señor me refugio en Ti de las preocupaciones y las\r\ntristezas, de la debilidad y la vagancia, de la avaricia y la co-\r\nbardía, del peso de las deudas y de ser dominado por los\r\nhombres. </1>"
                }
            ]
        },
        {
            "CategoryID": 35,
            "CategoryName_Ar": "دعاء الكرب",
            "CategoryName_Es": "Súplicas para los momentos de aflicción",
            "Zikr": [
                {
                    "ZirkID": 123,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَاوَاتِ وَرَبُّ الْعَرْشِ الْكَرِيمِ <FN>(1)</FN>.</1><F141>",
                    "Espaniol": "<1>Laa ilaaha illa Allahul 'aDhiimul jalíímu, laa ilaaha illa\r\nAllahu rabbul 'arshil 'aDhiimi, laa ilaaha illa Allah rabbus\r\nsamawaati wal arDi wa rabbul 'arshil karíími.\r\n\r\n122-  No hay divinidad salvo Allah, el Grandioso, el Toleran-\r\nte, no hay dios salvo Allah Señor del trono magnífico, No\r\nhay dios salvo Allah Señor de los cielos y de la tierra y Señor\r\ndel trono, el Generoso. </1>"
                },
                {
                    "ZirkID": 124,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لَا إِلَهَ إِلَّا أَنْتَ <FN>(1)</FN>.</1><F142>",
                    "Espaniol": "<1>Allahumma rájmataka aryuu falaá takilnii ilaa nafsii\r\nTárfata 'áinin wa aSlij lii sha.anii kállahu, laa ilaaha illaa An-\r\nta.\r\n\r\n123-  Oh Señor, anhelo tu misericordia, no me abandones\r\nni por un instante, y facilita mis asuntos, no hay dios sino\r\nTú. </1>"
                },
                {
                    "ZirkID": 125,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ <FN>(1)</FN>.</1><F143>",
                    "Espaniol": "<1>Laa ilaaha illa Anta subjáanaka innii kuntu minal Dhaa-\r\nlimíína.\r\n\r\n124-  No hay divinidad sino Tú, glorificado Seas, por cierto\r\nme encontraba entre los injustos. </1>"
                },
                {
                    "ZirkID": 126,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا <FN>(1)</FN>.</1><F144>",
                    "Espaniol": "<1>Allahu Allahu rabbi laa úshriku bihi shei.an.\r\n\r\n125-  Allah, Allah mi Señor no le asocio nada. </1>"
                }
            ]
        },
        {
            "CategoryID": 36,
            "CategoryName_Ar": "دعاء لقاء العدو وذي السلطان",
            "CategoryName_Es": "Súplica ante la agresión del enemigo o de\r\naquellos que poseen autoridad",
            "Zikr": [
                {
                    "ZirkID": 127,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمْ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ <FN>(1)</FN>.</1><F145>",
                    "Espaniol": "<1>Allahumma innaa nay'áluka fii nujúrihim wa na'uudhu\r\nbika min shurúurihim.\r\n\r\n126-  Oh Señor, Te enfrentamos a ellos y nos refugiamos\r\nen Ti de su maldad. </1>"
                },
                {
                    "ZirkID": 128,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ، وَبِكَ أَصُولُ، وَبِكَ أُقَاتِلُ <FN>(1)</FN>.</1><F146>",
                    "Espaniol": "<1>Allahumma Anta 'áDudii, wa Anta naSiirii bika áyuulu\r\nwa bika aSuulu wa bika uqáatilu.\r\n\r\n127-  Oh Allah Tu eres mi apoyo y mi socorro, por Ti inicio\r\nmi camino, por Ti he de luchar y esforzarme. </1>"
                },
                {
                    "ZirkID": 129,
                    "Repeat number": 1,
                    "Arabic": "<1> حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ <FN>(1)</FN>.</1><F147>",
                    "Espaniol": "<1>Jasbunaa Allahu wa ni'mal wakiil\r\n\r\n128-  Allah nos es suficiente y que Excelente Custodio. </1>"
                }
            ]
        },
        {
            "CategoryID": 38,
            "CategoryName_Ar": "الدعاء على العدو",
            "CategoryName_Es": "Súplica contra los enemigos",
            "Zikr": [
                {
                    "ZirkID": 132,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الْأَحْزَابَ، اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ <FN>(1)</FN>.</1><F150>",
                    "Espaniol": "<1>Allahumma múnzhilal kitaabi sarii'ul jisaabi íhzhimal\r\najzhaaba Allahumma ihzhímhum wa zhalzhilhum.\r\n\r\n131-  Oh Allah, quien ha descendido el libro (El Corán),\r\nquien es rápido en ajustar las cuentas, vence a los enemi-\r\ngos, oh Señor derrótalos y estremécelos. </1>"
                }
            ]
        },
        {
            "CategoryID": 39,
            "CategoryName_Ar": "ما يقول من خاف قومًا",
            "CategoryName_Es": "Súplica cuando se teme a alguien",
            "Zikr": [
                {
                    "ZirkID": 135,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ <FN>(1)</FN>.</1><F151>",
                    "Espaniol": "<1>Allahumma akfiniihim bimaa shi-ta.\r\n\r\n132-  Oh Allah protégeme de ellos con lo que Tú quieras. </1>"
                }
            ]
        },
        {
            "CategoryID": 40,
            "CategoryName_Ar": "دعاء من أصابه شك في الإيمان",
            "CategoryName_Es": "La súplica de quien es afligido con dudas\r\nen la fe",
            "Zikr": [
                {
                    "ZirkID": 137,
                    "Repeat number": 1,
                    "Arabic": "<1>يَسْتَعِيذُ بِاللَّهِ<FN>(1)</FN>. يَنْتَهِي عَمَّا وَسْوَسَ فِيهِ<FN>(2)</FN>.</1><F152>",
                    "Espaniol": "<1>A) Que busque refugio en Allah.\r\n\r\nB) Que renuncie a lo le causa duda.</1>"
                },
                {
                    "ZirkID": 139,
                    "Repeat number": 1,
                    "Arabic": "<1> آمَنْتُ بِاللَّهِ وَرُسُلِهِ <FN>(1)</FN>.</1><F153>",
                    "Espaniol": "<1>Aamantu billahi wa rasúulihi.\r\n134- Que diga:  Creo en Allah y en su mensajero. </1>"
                },
                {
                    "ZirkID": 140,
                    "Repeat number": 1,
                    "Arabic": "<1><7>هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّـٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ ٣  </7> <FN>(1)</FN>.</1><F154>",
                    "Espaniol": "<1> Húaal awuualu, wal áaJiru, wa Dhaahiru wal baaTinu\r\nwa húa bikulli shei.in 'alíímu \r\n135- Que recíte:  Él es el Primero, el último, el Manifiesto y\r\nel Oculto, y todo lo sabe . [57:3].</1>"
                }
            ]
        },
        {
            "CategoryID": 41,
            "CategoryName_Ar": "الدعاء قضاء الدين",
            "CategoryName_Es": "Súplica para saldar las deudas",
            "Zikr": [
                {
                    "ZirkID": 141,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ <FN>(1)</FN>.</1><F155>",
                    "Espaniol": "<1>Allahumma akfínii bijaláalika 'an jaráamika wa agninii\r\nbifaDlika 'amman siwaaka.\r\n\r\n136-  Oh Señor has que me sea suficiente lo que concediste\r\nlícito aleja para que no necesite lo que has prohibido, y en-\r\nriquéceme con tu favor para que no tenga necesidad de\r\notros. </1>"
                },
                {
                    "ZirkID": 142,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ <FN>(1)</FN>.</1><F156>",
                    "Espaniol": "<1>Allahumma innii a'udhu bika minal hammi wal juzhni,\r\nwal 'ayzhi, wal kásali wal buJli wal yubni, wa Dal'i addaini\r\nwa gálabati aríyaali.\r\n\r\n137-  Oh Señor me refugio en Ti de las preocupaciones y\r\ntristezas, de la debilidad y la vagancia, de la avaricia y la co-\r\nbardía, del peso de las deudas y de ser dominado por los\r\nhombres. </1>"
                }
            ]
        },
        {
            "CategoryID": 43,
            "CategoryName_Ar": "دعاء من استصعب عليه أمر",
            "CategoryName_Es": "Súplica ante las dificultades",
            "Zikr": [
                {
                    "ZirkID": 144,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ لَا سَهْلَ إِلَّا مَا جَعَلْتَهُ سَهْلًا، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلًا <FN>(1)</FN>.</1><F158>",
                    "Espaniol": "<1>Allahumma laa sahla illa maa ya'altahu sahlaan wa An-\r\nta taya'alul jazhna idhaa shí.ta salan.\r\n\r\n131-  Oh Señor no hay facilidad sino lo que has hecho fácil,\r\ny tu facilitas lo difícil si así lo deseas. </1>"
                }
            ]
        },
        {
            "CategoryID": 46,
            "CategoryName_Ar": "الدعاء حينما يقع ما لا يرضاه أو غلب على أمره",
            "CategoryName_Es": "Súplica ante una desgracia",
            "Zikr": [
                {
                    "ZirkID": 149,
                    "Repeat number": 1,
                    "Arabic": "<1> قَدَّرَ اللَّهُ وَمَا شَاءَ فَعَلَ <FN>(1)</FN>.</1><F163>",
                    "Espaniol": "<1>Qaddara Allahu maa sha-a fa'ala.\r\n\r\n144-  El creyente fuerte es mejor y más amado por Allah\r\nque el creyente débil, aunque en los dos hay bien.  Esfor-\r\nzáos en lo que os beneficiará, buscad ayuda de Allah y no\r\ndesesperéis, si les sucediera una desgracia entonces no di-\r\ngais si hubiera hecho tal y tal cosa,...habría ocurrido sino\r\nmás bien decid: Qaddara Allahu maa sha-a fa'ala  Así lo de-\r\ncretó Allah y Él hace lo que desea. , porque ciertamente las\r\npalabras  si hubiera hecho esto o aquello... le abre las puer-\r\ntas a Sheitan. </1>"
                }
            ]
        },
        {
            "CategoryID": 49,
            "CategoryName_Ar": "ما يعوذ به الأولاد",
            "CategoryName_Es": "Cómo encomendar a los niños a la protec-\r\nción de Allah\r\n؟؟؟؟؟",
            "Zikr": [
                {
                    "ZirkID": 151,
                    "Repeat number": 1,
                    "Arabic": "<1>كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ:  أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَكُلِّ عَيْنٍ لَامَّةٍ <FN>(1)</FN>.</1><F165>",
                    "Espaniol": "<1> A'uudhukuma bi kalimaati Allahi taammati min kulli\r\nsheitaani wa haammati wa min kulli 'ainin laammatin. \r\n\r\n146- De Ibn Abbas (Allah se complazca de él) dijo: Solía el Men-\r\nsajero de Allah (la paz y las bendiciones de Allah sean con él) enco-\r\nmendar la protección de Allah (a sus nietos) Al-Hasan (Allah\r\nse complazca de él) y Al-Hussein (Allah se complazca de él) diciendo:\r\n Los encomiendo bajo la protección de las perfectas pala-\r\nbras de Allah de todo demonio, o creatura, y de la envidia\r\n(o mal de ojo). </1>"
                }
            ]
        },
        {
            "CategoryID": 50,
            "CategoryName_Ar": "الدعاء للمريض في عيادته",
            "CategoryName_Es": "Súplica al visitar un enfermo",
            "Zikr": [
                {
                    "ZirkID": 152,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا بَأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ <FN>(1)</FN>.</1><F166>",
                    "Espaniol": "<1> La ba.as Tahuur in sha Allah \r\n\r\n147- Solía el Mensajero de Allah (la paz y las bendiciones de Allah\r\nsean con él) al visitar a un enfermo decir:  No es nada, será\r\nuna expiación y purificación si Allah quiere. </1>"
                },
                {
                    "ZirkID": 153,
                    "Repeat number": 7,
                    "Arabic": "<1> أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ <FN>(1)</FN>.</1><F167>",
                    "Espaniol": "<1> As.alu Allaha al'aDhima Rabbal arshil 'aDhiimi an iash-\r\nfiika \r\n\r\n148- Si un siervo musulmán visita a un enfermo, cuyo final\r\nno ha sido decretado todavía, y recitace siete veces:  Le\r\nruego a Allah el Grandíoso, Señor del trono grandioso que\r\nte devuelva la salud. </1>"
                }
            ]
        },
        {
            "CategoryID": 52,
            "CategoryName_Ar": "دعاء المريض الذي يئس من حياته",
            "CategoryName_Es": "Súplica del enfermo",
            "Zikr": [
                {
                    "ZirkID": 155,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى <FN>(1)</FN>.</1><F169>",
                    "Espaniol": "<1> Allahumma agfirlii war ar jamnii wal jiqnii bi rafiqil\r\na'alaa. \r\n\r\n150-  Señor perdóname, ten misericordia de mí y reúneme\r\ncon los compañeros más elevados. </1>"
                },
                {
                    "ZirkID": 156,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ <FN>(1)</FN>.</1><F170>",
                    "Espaniol": "<1> Laa ilaha illa Allahu inna lilmauti lasakaraat \r\n\r\n151- Relató ’Aisha (Allah se complazca de ella) que el Profeta (la\r\npaz y las bendiciones de Allah sean con él) (durante su última en-\r\nfermedad) solia sumergir sus manos en el agua, y pasándo-\r\nlas sobre su rostro diciendo:  No hay dios sino Allah, por\r\ncierto que la muerte es un sufrimiento (agonía). </1>"
                },
                {
                    "ZirkID": 157,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَا إِلَهَ إِلَّا اللَّهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، لَا إِلَهَ إِلَّا اللَّهُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ <FN>(1)</FN>.</1><F171>",
                    "Espaniol": "<1> Laa ilaha illa Allahu wa Allahu akbaru, laa ilaha illa Al-\r\n\r\nLahu wajdahu, laa ilaha illa Allahu wajdahu laa sheriika lahu,\r\nlaa ilaha illa Allahu lahul mulku wa lahul jamdu laa ilaha illa\r\nAllahu wa laa jaula wa laa qúwwata illaa bilAllah \r\n152-  No hay divinidad salvo Allah y Allah es el más grande,\r\nno existe dios sino Allah único, no hay divinidad excepto\r\nAllah único sin asociados, no existe dios sino Allah, Suyo es\r\nel reino y suya es la alabanza, no existe dios sino Allah y no\r\nhay fuerza ni poder salvo en Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 53,
            "CategoryName_Ar": "تلقين المحتضر",
            "CategoryName_Es": "Súplica al asustarse\r\n؟؟؟؟؟",
            "Zikr": [
                {
                    "ZirkID": 158,
                    "Repeat number": 1,
                    "Arabic": "<1> مَنْ كَانَ آخِرُ كَلَامِهِ لَا إِلَهَ إِلَّا اللَّهُ دَخَلَ الْجَنَّةَ <FN>(1)</FN>.</1><F172>",
                    "Espaniol": "<1>Laa ilaaha illa Allah.\r\n153-  No hay dios salvo Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 54,
            "CategoryName_Ar": "دعاء من أصيب بمصيبة",
            "CategoryName_Es": "Súplica para quien sufre una desgracia o la\r\nperdida de un ser querido\r\n؟؟؟؟؟؟",
            "Zikr": [
                {
                    "ZirkID": 159,
                    "Repeat number": 1,
                    "Arabic": "<1> إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ اؤْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرًا مِنْهَا <FN>(1)</FN>.</1><F173>",
                    "Espaniol": "<1> Inna lilAllahi wa innaa ilaihi raayi'uuna  Allahummaa-\r\nyurnii fii muSiibatii waJluf lii Jairan minhaa \r\n\r\n154-  Ciertamente a Allah pertenecemos, y a El será el re-\r\ntorno. \r\n\r\n Oh Señor recompénsame en esta aflicción, y reemplázala\r\npor algo mejor que ella. </1>"
                }
            ]
        },
        {
            "CategoryID": 55,
            "CategoryName_Ar": "الدعاء عند إغماض الميت",
            "CategoryName_Es": "Súplica al cerrar los ojos de un difunto",
            "Zikr": [
                {
                    "ZirkID": 160,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لِفُلَانٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ <FN>(1)</FN>.</1><F174>",
                    "Espaniol": "<1> Allahumma agfir li (fulano) warfa’ darayatahu fiil\r\nmahdiiina waJlufhu fii 'aqibihi fiil gaabíriina wagfir lanaa wa\r\nLahu iaa Rabbal 'aalamiina wafsaj lahu fii qabrihi wa nawwir\r\nLahu fiihi \r\n\r\n155-  Oh Allah perdona a fulano (el nombre del difunto) y\r\neleva su rango entre los bien guiados, y has que alguien\r\nasuma la responsabilidad de quien ha dejado detrás (e.d. su\r\nfamilia), perdónale y a nosotros Señor de los mundos, y Has\r\nsu tumba amplia y luminosa. </1>"
                }
            ]
        },
        {
            "CategoryID": 56,
            "CategoryName_Ar": "الدعاء للميت في الصلاة عليه",
            "CategoryName_Es": "Súplica por el difunto durante la oración\r\nfúnebre",
            "Zikr": [
                {
                    "ZirkID": 161,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ وَعَذَابِ النَّارِ <FN>(1)</FN>.</1><F175>",
                    "Espaniol": "<1> Allahumma agfir lahu war jamahu, wa 'aafihi, wa'afu\r\n'anhu wakrim nuzhulahu wa wassi’ mudJalahu, wagsilhu bil\r\nmaa.i waz zalyi wal baradi, naqqihi minal JaTFaaiaa kamaa\r\nnaqqaita zauba al ábiaD mina addnasi, abdílhu dáaran Jei-\r\nran min dáarihi wa ahlan Jeiran min ahlihi wa zhauyan Jei-\r\nran min zhauyihi, wa adJilhul yannata, wa a'idhhu min 'ad-\r\nhaabil qabri wa 'adhaabin naar.\r\n\r\n156- Señor nuestro, perdónale y tenle misericordia, exime-\r\nlo, absuélvelo, y otórgale un lugar honorable, amplía su en-\r\ntrada (al Paraíso) y lávale con agua, nieve e granizo,\r\npurificándolo de sus pecados, como se purifica la vestimen-\r\nta blanca de las impurezas, cámbiale su morada por una\r\nmorada mejor, y su família por una familia mejor, y su es-\r\nposa por una esposa mejor, introdúcelo en el Paraíso y pro-\r\ntégelo de las tribulaciones de la tumba y del tormento del\r\nfuego.</1>"
                },
                {
                    "ZirkID": 162,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبِيرِنَا، وَذَكَرِنَا وَأُنْثَانَا، اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلَامِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الْإِيمَانِ، اللَّهُمَّ لَا تَحْرِمْنَا أَجْرَهُ، وَلَا تُضِلَّنَا بَعْدَهُ <FN>(1)</FN>.</1><F176>",
                    "Espaniol": "<1>Allahumma agfir lijeiinaa wa meitiinaa wa sháahidinaa,\r\nwa gaa.íbinaa, wa Saguírinaa wa kabíirinaa, wa dhákarina\r\nwa unzáanaa. Allahumma man aj-iáitahu minnaa fa.aj-íihi\r\n'alaal Islaami wa man tawaffáitahu minnaa fatawwáfahu\r\n'alaal Iiimaani, Allahumma laa tajrímnaa áyrahu wa laa tu-\r\nDillanaa bá'dahu.\r\n\r\n157- Oh Dios mío perdona a nuestros vivos y a nuestros\r\nmuertos, a los que están presentes y ausentes, a nuestros\r\nniños y ancianos, a los hombres y a las mujeres. Oh Dios\r\nmío, a quien des vida que viva en el Islam, y a quien des la\r\nmuerte que muera en la Fe, Señor no nos prives de la re-\r\ncompensa de la Fe y no nos desvíes luego de habernos\r\nguiados.</1>"
                },
                {
                    "ZirkID": 163,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنَّ (فُلَانَ بْنَ فُلَانٍ) فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ <FN>(1)</FN>.</1><F177>",
                    "Espaniol": "<1>Allahumma inna fulaana ibnu fulaani fii dhimmática,\r\nwa jabli yawáarika, fáqihi min fitnatil qabri wa 'adhaabin\r\nnaari, wa Anta ahlul uafaa.i wal jaqqi fagfir lahu war jamhu\r\ninnaka Antl gafuurur rajiimu.\r\n\r\n158- Oh Dios mío ciertamente fulano hijo de fulano esta’ ba-\r\njo tu cuidado y protección, protégelo de las tribulaciones de\r\nla tumba y del tormento del fuego del infierno, Tú eres leal\r\n(a tu promesa) y verdadero. Así que perdónale y ten miseri-\r\ncordia de él. Ciertamente eres el Perdonador, Misericordio-\r\nso.</1>"
                },
                {
                    "ZirkID": 164,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِن كَانَ مُحْسِنًا فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئًا فَتَجَاوَزْ عَنْهُ <FN>(1)</FN>.</1><F178>",
                    "Espaniol": "<1>Allahumma a'bduka wa ibnu amátika ajtaaya ilaa ra-\r\njmátíka, wa Anta ganííun 'an adhaabíhí, in kaana mújsinan\r\nfa zhiid fii jasanátihi, wa in kaana musíi.an fatayaawazh\r\n'anhu.\r\n\r\n159- Oh Señor mío era tu siervo hijo de tu sierva, está ne-\r\ncesitado de tu misericordia, y Tú no necesitas castigarlo, si\r\nera recto entonces aumenta su recompensa (Hasanat) y si\r\ncometía pecados absuélvelo.</1>"
                }
            ]
        },
        {
            "CategoryID": 57,
            "CategoryName_Ar": "الدعاء للفرط في الصلاة عليه",
            "CategoryName_Es": "Súplica para que se apresure la recom-\r\npensa al difunto\r\n؟؟؟؟",
            "Zikr": [
                {
                    "ZirkID": 165,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ الْقَبْرِ <FN>(1)</FN>، \n اللَّهُمْ اجْعَلْهُ فَرَطًا وَذُخْرًا لِوَالِدَيْهِ، وَشَفِيعًا مُجَابًا، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجُورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلَافِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ <FN>(2)</FN>.</1><F179>",
                    "Espaniol": "<1>Allahumma iya'alhu faraTan wa dhuJran liwaalideihi,\r\nwa shafii'an muyaaban. Allahumma záqqil bihi mawazhíii-\r\nnahumaa wa a'Dhim bihi uyúurahumaa, wa áljíqhú biSaalijil\r\nmu.miníína way 'alhu fii kafaalati Ibraahííma wáqihi birra-\r\njmáatika 'adhaabal yajíími.\r\n\r\n160- Luego de pedir perdón por el fallecido se dice: Oh\r\nAllah hazle un adelanto y un tesoro para sus padres y un in-\r\ntercesor aceptado. Oh Allah, por su causa has valiosa la ba-\r\nlanza (de sus padres) y magnifica su recompensa. Reúnelo\r\njunto a tus siervos virtuosos, piadosos. Sitúale bajo la pro-\r\ntección de Ibrahim (la paz sea con él), y protégelo con tu mise-\r\nricordia del fuego del infierno.</1>"
                },
                {
                    "ZirkID": 166,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطًا، وَسَلَفًا، وَأَجْرًا <FN>(1)</FN>.</1><F180>",
                    "Espaniol": "<1>Allahumma iy'alhu lanaa faraTan, wa sálafa wa ayran.\r\n\r\n161- Solía al-Hasan leerle al niño (fallecido) sura al-Fatiha y\r\nluego decir:  Oh Allah hazle un adelanto y un tesoro antici-\r\npado y una recompensa para nosotros .</1>"
                }
            ]
        },
        {
            "CategoryID": 58,
            "CategoryName_Ar": "دعاء التعزية",
            "CategoryName_Es": "Las condolencias",
            "Zikr": [
                {
                    "ZirkID": 167,
                    "Repeat number": 1,
                    "Arabic": "<1> إِنَّ لِلَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى، فَلْتَصْبِرْ وَلْتَحْتَسِبْ <FN>(1)</FN>.</1><F181>",
                    "Espaniol": "<1>Inna lillahi maa áJadháa, wa lahu maa a'Taa wa kullu\r\nshei.in 'índahú biáyalín musammaa... faltáSbir wal tajtásib.\r\n\r\ná'Dhama Allahu áyraka wa ajsana 'azhaa.áka wa gáfara\r\nlimeiitáka.\r\n\r\n\r\n162- Ciertamente a Allah le pertenece lo que ha tomado y\r\nha concedido. A todo le ha dado un tiempo determinado.\r\nAsí que sé paciente y espera la recompensa de Allah.\r\n\r\nY si dice: Que Allah magnifique tu recompensa, y haga lle-\r\nvadero tu dolor, y perdone a vuestro difunto.</1>"
                }
            ]
        },
        {
            "CategoryID": 59,
            "CategoryName_Ar": "الدعاء عند إدخال الميت القبر",
            "CategoryName_Es": "Súplica al depositar al muerto en la tumba\r\n؟؟؟؟؟",
            "Zikr": [
                {
                    "ZirkID": 168,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ، وَعَلَى سُنَّةِ رَسُولِ اللَّهِ <FN>(1)</FN>.</1><F183>",
                    "Espaniol": "<1>Bismillah wa 'alaa sunnati rassuulillah.\r\n\r\n163- En el nombre de Allah y acorde con la Sunnah del\r\nMensajero de Allah.</1>"
                }
            ]
        },
        {
            "CategoryID": 60,
            "CategoryName_Ar": "الدعاء بعد دفن الميت",
            "CategoryName_Es": "Súplica luego del entierro",
            "Zikr": [
                {
                    "ZirkID": 169,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ <FN>(1)</FN>.</1><F184>",
                    "Espaniol": "<1>Solía el Profeta (la paz y las bendiciones de Allah sean con él) al\r\nfinalizar el entierro decir ante la tumba: Pedid perdón por\r\nvuestro hermano y rogad que permanezca firme, porque\r\nahora está siendo preguntado.</1>"
                }
            ]
        },
        {
            "CategoryID": 61,
            "CategoryName_Ar": "دعاء زيارة القبور",
            "CategoryName_Es": "Súplica al visitar una tumbas",
            "Zikr": [
                {
                    "ZirkID": 170,
                    "Repeat number": 1,
                    "Arabic": "<1> السَّلَامُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُونَ، وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَالْمُسْتَأْخِرِينَ، أَسْأَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ <FN>(1)</FN>.</1><F185>",
                    "Espaniol": "<1>Assalamu 'aleikum ahla addiiaara min al mu.miníína\r\nwal muslimíína wa innaa in shaa.a Allah bikum laajiquuna\r\nnas.álu Allaha lanaa wa lakumul 'áafiiata.\r\n\r\n165-  Que la paz sea con vosotros oh habitantes de las\r\ntumbas, creyentes y musulmanes, si Allah quiere hemos de\r\nreunirnos con vosotros, pedimos a Allah el bienestar para\r\nnosotros y vosotros. </1>"
                }
            ]
        },
        {
            "CategoryID": 62,
            "CategoryName_Ar": "دعاء الريح",
            "CategoryName_Es": "Súplica ante una tormenta de viento",
            "Zikr": [
                {
                    "ZirkID": 171,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا <FN>(1)</FN>.</1><F186>",
                    "Espaniol": "<1>Allahumma innii as.áluka Jéiraha wa a'udhu bika min\r\nshérriha.\r\n\r\n166-  Oh Señor ciertamente Te suplico el bien que hay en\r\nella, y me refugio en Ti de su mal. </1>"
                },
                {
                    "ZirkID": 172,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ <FN>(1)</FN>.</1><F187>",
                    "Espaniol": "<1>Allahumma innii as.áluka Jéiraha wa Jéira maa fiiha, wa\r\nJeira maa úrsilat bihi wa a'udhu bika min shérriha, wa sherri\r\nmaa fiiha wa sherri maa úrsilat bihi.\r\n\r\n167-  Oh Señor ciertamente Te suplico su bien, el bien que\r\nhay en ella y el bien con que ella ha sido enviada, y me re-\r\nfugio en Ti de su mal, del mal que hay en ella, y del mal que\r\nlleva consigo. </1>"
                }
            ]
        },
        {
            "CategoryID": 63,
            "CategoryName_Ar": "دعاء الرعد",
            "CategoryName_Es": "Súplica al escuchar un trueno",
            "Zikr": [
                {
                    "ZirkID": 173,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ <FN>(1)</FN>.</1><F188>",
                    "Espaniol": "<1>Subjáana\talladhíí iusábbiju\tarra'du\tbijámdihi wal\r\nmaláa.íkatu min Jíífatihi.\r\n\r\n168- Solía Abdullah Ibn Az-zubair (Allah se complazca de él) al\r\nescuchar un trueno abandonar lo que estaba diciendo y de-\r\ncir:  Glorificado sea a quien glorifíca y alaba el trueno, así\r\ncomo lo hacen los ángeles atemorizados. </1>"
                }
            ]
        },
        {
            "CategoryID": 64,
            "CategoryName_Ar": "من أدعية الاستسقاء",
            "CategoryName_Es": "Súplica para pedir lluvia",
            "Zikr": [
                {
                    "ZirkID": 174,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اسْقِنَا غَيْثًا مُغِيثًا، مَرِيئًا مَرِيعًا، نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ <FN>(1)</FN>.</1><F189>",
                    "Espaniol": "<1>Allahumma\tasqínaa\tgueizan\tmuguizan\tmaríí.an\r\nmuríí'an, nááfi'an gueira Dáárrin, 'ááyilan gueira ááyilin.\r\n\r\n169-  Oh Señor envianos una lluvia beneficiosa, saludable,\r\nbuena, que no nos perjudique, ahora ni después. </1>"
                },
                {
                    "ZirkID": 175,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا <FN>(1)</FN>.</1><F190>",
                    "Espaniol": "<1>Allahumma aguíznaa, Allahumma aguiznaa, Alla-\r\nhumma aguíznaa.\r\n\r\n170-  Oh Allah alívianos con ésta lluvia, oh Allah alívianos\r\ncon ésta lluvia, oh Allah alívianos con ésta lluvia. </1>"
                },
                {
                    "ZirkID": 176,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ اسْقِ عِبَادَكَ وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِ بَلَدَكَ الْمَيِّتَ <FN>(1)</FN>.</1><F191>",
                    "Espaniol": "<1>Allahumma asqi 'ibáadaka wa baháa.íimaka, wa ánshur\r\nramátaka wa ajiii báladakal meeita.\r\n\r\n163-  Oh Allah has llover sobre Tus siervos, Tus ganados,\r\nextiende Tu misericordia y revive la tierra cuando se se-\r\nqueT .</1>"
                }
            ]
        },
        {
            "CategoryID": 65,
            "CategoryName_Ar": "الدعاء إذا نزل المطر",
            "CategoryName_Es": "Súplica al comenzar la lluvia",
            "Zikr": [
                {
                    "ZirkID": 177,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ صَيِّبًا نَافِعًا <FN>(1)</FN>.</1><F192>",
                    "Espaniol": "<1>Allahumma Saiííban nááfi'an.\r\n\r\n172-  Oh Señor que sea una nube con lluvia que traiga be-\r\nneficio. </1>"
                }
            ]
        },
        {
            "CategoryID": 66,
            "CategoryName_Ar": "الذكر بعد نزول المطر",
            "CategoryName_Es": "Súplica luego de la lluvia",
            "Zikr": [
                {
                    "ZirkID": 178,
                    "Repeat number": 1,
                    "Arabic": "<1> مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ <FN>(1)</FN>.</1><F193>",
                    "Espaniol": "<1>MuTirnaa bifaDli Allahi wa rajmátihi.\r\n\r\n173-  Ha llovido por la gracia y misericordia de Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 67,
            "CategoryName_Ar": "من أدعية الاستصحاء",
            "CategoryName_Es": "Súplica para que se detenga la lluvia",
            "Zikr": [
                {
                    "ZirkID": 179,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا، اللَّهُمَّ عَلَى الْآكَامِ وَالظِّرَابِ وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ <FN>(1)</FN>.</1><F194>",
                    "Espaniol": "<1>Allahumma jawaaleina wa laa 'aleinaa Allahumma\r\n'alaal áákaami wa DhDhiraabi, wa buTuunil audíiati, wa\r\nmanáabíti ashsháyari.\r\n\r\n174- Oh Allah has que (la lluvia) caiga alrrededor benefi-\r\nciándonos y no perjudicándonos, Oh Señor que llueva sobre\r\nlas pasturas, colinas, valles y las raíces de los árboles. </1>"
                }
            ]
        },
        {
            "CategoryID": 68,
            "CategoryName_Ar": "دعاء رؤية الهلال",
            "CategoryName_Es": "Súplica al observar la luna creciente",
            "Zikr": [
                {
                    "ZirkID": 180,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلَامَةِ وَالْإِسْلَامِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ <FN>(1)</FN>.</1><F195>",
                    "Espaniol": "<1>Allahu ákbar, Allahumma ahíllahu 'aleinaa bil amní, wal\r\nimááni, was salami wal islaami, wat taufiiqi limaa tujibbu\r\nwa tarDaa rábbunaa wa rábbuka Allah.\r\n\r\n175-  Allah es el mas grande, Oh Señor has que esta luna\r\naparezca y estemos seguros, con fe, paz e Islam Concéde-\r\nnos realizarlo que amas y te complace, nuestro Señor. Por\r\ncierto que tu Señor (dirigiéndose a la luna) es Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 69,
            "CategoryName_Ar": "الدعاء عند إفطار الصائم",
            "CategoryName_Es": "Súplica al cortar el ayuno",
            "Zikr": [
                {
                    "ZirkID": 181,
                    "Repeat number": 1,
                    "Arabic": "<1> ذَهَبَ الظَّمَأُ، وَابْتَلَّتِ الْعُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ <FN>(1)</FN>.</1><F196>",
                    "Espaniol": "<1>Dháhaba aDhamaa.u, wa abtállatil 'uruuqu, wa zábatal\r\nayru in sha.a Allahu.\r\n\r\n176-  La sed ha desaparecido y las venas han quedado sa-\r\nciadas, y será aceptada la recompensa si Allah quiere. </1>"
                },
                {
                    "ZirkID": 182,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي <FN>(1)</FN>.</1><F197>",
                    "Espaniol": "<1>Allahumma ínnii as.áluka birajmátika allatíí wási'at\r\nkulla shei.in an tágfira lii.\r\n\r\n177- 'Abdullah ibn 'Amru ibn Al-'Aas (Allah se complazca de él)\r\ndijo: Dijo el Mensajero de Allah (la paz y las bendiciones de Allah\r\nsean con él):  Ciertamente el ayunante tiene al momento de\r\nromper el ayuno una súplica que no es rechazada. Dijo Ibn\r\nAbi Mulaikah: Escuche decir a 'Abdallah Ibn 'Omar (Allah se\r\ncomplazca de él), cuando rompía su ayuno:  Oh Señor, te su-\r\nplico Tu misericordia que todo lo envuelve, que me perdo-\r\nnes. </1>"
                }
            ]
        },
        {
            "CategoryID": 70,
            "CategoryName_Ar": "الدعاء قبل الطعام",
            "CategoryName_Es": "Súplica antes de comer",
            "Zikr": [
                {
                    "ZirkID": 183,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ، \r\nفَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ: \r\nبِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ <FN>(1)</FN>.</1><F198>",
                    "Espaniol": "<1>Bismillahi. Bismillahi fii awwuálihi wa aaJírihi.\r\n\r\n178-  Decid antes de comer:  En el nombre de Allah  Pero\r\nsi olvidáis decirlo, decid (al recordarlo)  En el nombre de\r\nAllah en su comienzo y final. </1>"
                },
                {
                    "ZirkID": 184,
                    "Repeat number": 1,
                    "Arabic": "<1>  اللَّهُمَّ بَارِكْ لَنَا فِيهِ، وَأَطْعِمْنَا خَيْرًا مِنْهُ، \r\nوَمَنْ سَقَاهُ اللَّهُ لَبَنًا فَلْيَقُلْ: \r\nاللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ <FN>(1)</FN>.</1><F199>",
                    "Espaniol": "<1>Allahumma baarik lanaa fiihi wa aT-'imnaa Jeiran min-\r\nhu.\r\n\r\nAllahumma baarik lanaa fiihi wa zhidnaa minhu.\r\n\r\n179-  Quien sea alimentado por Allah que diga: Oh Señor\r\nbendice (ésta comida) para nosotros y aliméntanos con al-\r\ngo mejor (en un futuro), y a quien Allah le de beber leche\r\nque diga, Oh Señor bendice esto para nosotros y provéenos\r\nmás de ella. </1>"
                }
            ]
        },
        {
            "CategoryID": 71,
            "CategoryName_Ar": "الدعاء عند الفراغ من الطعام",
            "CategoryName_Es": "Súplica al terminar de comer",
            "Zikr": [
                {
                    "ZirkID": 185,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ <FN>(1)</FN>.</1><F200>",
                    "Espaniol": "<1>Aljámdulillahi alladhíí aT'amaníí haadhaa wa\traz-\r\nhaqaniihi min gueira jaulin minníí wa laa qúwatin.\r\n\r\n180-  La alabanza es para Allah, que me ha alimentado y\r\nme ha sustentado con ello sin ninguna fuerza ni poder de\r\nmi parte. </1>"
                },
                {
                    "ZirkID": 186,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ، وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا <FN>(1)</FN>.</1><F201>",
                    "Espaniol": "<1>Aljámdulillahi jamdan kaziiran Taiiban mubárikan fiihi\r\ngueira mákfii wa laa muwadda'in wa laa mustagnaa 'anhu\r\nrabbunaa.\r\n\r\n181-  La alabanza es para Allah muchas alabanzas buenas y\r\nbendita, que no cesa, ni tiene final y que es indispensable\r\n(para nosotros) Nuestro Señor. </1>"
                }
            ]
        },
        {
            "CategoryID": 72,
            "CategoryName_Ar": "دعاء الضيف لصاحب الطعام",
            "CategoryName_Es": "Súplica por quien invita a comer",
            "Zikr": [
                {
                    "ZirkID": 187,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ <FN>(1)</FN>.</1><F202>",
                    "Espaniol": "<1>Allahumma baarik lahum fiimaa razhaqtahum, wagfir\r\nlahum war jamhum.\r\n\r\n182-  Oh Señor, bendice lo que les ha concedido, perdóna-\r\nlos y ten misericordia de ellos. </1>"
                }
            ]
        },
        {
            "CategoryID": 73,
            "CategoryName_Ar": "الدعاء لمن سقاه أو إذا أراد ذلك",
            "CategoryName_Es": "Súplica por quien da de beber",
            "Zikr": [
                {
                    "ZirkID": 188,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي وَاسْقِ مَنْ سَقَانِي <FN>(1)</FN>.</1><F203>",
                    "Espaniol": "<1>Allahumma aT-'im man aT-'amanii wa asqi man saqaa-\r\nnii.\r\n\r\n183-  Oh Allah, alimenta a quien me dio de comer y de be-\r\nber a quien me dio de beber. </1>"
                }
            ]
        },
        {
            "CategoryID": 74,
            "CategoryName_Ar": "دعاء إذا أفطر عند أهل بيت",
            "CategoryName_Es": "Súplica de aquel que es invitado para des-\r\nayunar",
            "Zikr": [
                {
                    "ZirkID": 189,
                    "Repeat number": 1,
                    "Arabic": "<1> أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلَائِكَةُ <FN>(1)</FN>.</1><F204>",
                    "Espaniol": "<1>AfTara 'índakum aSSaa.ímuuna wa ákala T'aámakumul\r\nabrááru,wa Sallat 'aleikumul mala.íkatu.\r\n\r\n184-  Han desayunado con vosotros los ayunantes y han\r\ncomido vuestro alimento los piadosos y han orado por vo-\r\nsotros los ángeles. </1>"
                }
            ]
        },
        {
            "CategoryID": 75,
            "CategoryName_Ar": "دعاء الصائم إذا حضر الطعام ولم يفطر",
            "CategoryName_Es": "Súplica del ayunante cuando se presentan\r\nlos alimentos y aún no ha desayunado",
            "Zikr": [
                {
                    "ZirkID": 190,
                    "Repeat number": 1,
                    "Arabic": "<1> إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ؛ فَإِنْ كَانَ صَائِمًا فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِرًا فَلْيَطْعَمْ <FN>(1)</FN>.  \r\nوَمَعْنَى فَلْيُصَلِّ، أَيْ: فَلْيَدْعُ.</1><F205>",
                    "Espaniol": "<1> Si alguno de vosotros ha sido invitado que responda\r\n(a la invitación) pero si está ayunando que ruegue (por el\r\nanfitrión) y si no estuviera ayunando, entonces que coma. </1>"
                }
            ]
        },
        {
            "CategoryID": 76,
            "CategoryName_Ar": "ما يقول الصائم إذا سابَّه أحد",
            "CategoryName_Es": "Qué responde el ayunante si es insultado",
            "Zikr": [
                {
                    "ZirkID": 191,
                    "Repeat number": 1,
                    "Arabic": "<1> إِنِّي صَائِمٌ، إِنِّي صَائِمٌ <FN>(1)</FN>.</1><F206>",
                    "Espaniol": "<1>In-nii Saa.imun, in-nii Saa.imun.\r\n\r\n186-  Por cierto estoy ayunando, por cierto estoy ayunan-\r\nDo </1>"
                }
            ]
        },
        {
            "CategoryID": 77,
            "CategoryName_Ar": "الدعاء عند رؤية باكورة الثمر",
            "CategoryName_Es": "Súplica al ver madurar los frutos",
            "Zikr": [
                {
                    "ZirkID": 192,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا <FN>(1)</FN>.</1><F207>",
                    "Espaniol": "<1>Allahumma baarik lanaa fii zámarinaa wa baarik lanaa\r\nfii medinátinaa wa baarik lanaa fii Sáá'inaa wa baarik lanaa\r\nfii múddinaa.\r\n\r\n187-  Oh Señor bendice nuestros frutos, nuestra ciudad,\r\nbendice nuestro producción. </1>"
                }
            ]
        },
        {
            "CategoryID": 78,
            "CategoryName_Ar": "دعاء العطاس",
            "CategoryName_Es": "Súplica al estornudar",
            "Zikr": [
                {
                    "ZirkID": 193,
                    "Repeat number": 1,
                    "Arabic": "<1> إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلِ: \r\nالْحَمْدُ لِلَّهِ، \r\nوَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: \r\nيَرْحَمُكَ اللَّهُ. \r\nفَإِذَا قَالَ لَهُ: يَرْحَمُكَ اللَّهُ، فَلْيَقُلْ: \r\nيَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ <FN>(1)</FN>.</1><F208>",
                    "Espaniol": "<1>Aljámdulillahi.\r\nIarjámuka Allahu.\r\n Iahdííkumu Allahu wa iuSliju báálakum.\r\n\r\n188-  Si estornudáis decid: La Alabanza es para Allah, y de-\r\nbe responderle su hermano o compañero: Que Allah tenga\r\nmisericordia de ti, y si así dice que diga: (quien ha estornu-\r\ndado) que Allah te guíe y te rectifique. </1>"
                }
            ]
        },
        {
            "CategoryID": 79,
            "CategoryName_Ar": "ما يقالُ للكافر إذا عطس فحمد الله",
            "CategoryName_Es": "Súplica por un no musulmán que estor-\r\nnuda",
            "Zikr": [
                {
                    "ZirkID": 194,
                    "Repeat number": 1,
                    "Arabic": "<1> يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ <FN>(1)</FN>.</1><F209>",
                    "Espaniol": "<1>Iahdííkumu Allahu wa iúSliju báálakum.\r\n189-  Que Allah te guíe y te rectifique. </1>"
                }
            ]
        },
        {
            "CategoryID": 80,
            "CategoryName_Ar": "الدعاء للمتزوج",
            "CategoryName_Es": "Súplica por los recién casados",
            "Zikr": [
                {
                    "ZirkID": 195,
                    "Repeat number": 1,
                    "Arabic": "<1> بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ <FN>(1)</FN>.</1><F210>",
                    "Espaniol": "<1>Bááraka Allahu laka, wa bááraka Allahu 'aleika, wa ya-\r\nma'a beinákumaa fii Jeirin.\r\n\r\n190-  Que la bendición de Allah sea contigo (ed: al novio o\r\na la novia) que Allah te bendiga y los una en el bien. </1>"
                }
            ]
        },
        {
            "CategoryID": 81,
            "CategoryName_Ar": "دعاء المتزوج وشراء الدابة",
            "CategoryName_Es": "Súplica al contraer matrimonio",
            "Zikr": [
                {
                    "ZirkID": 196,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ <FN>(1)</FN>.</1><F211>",
                    "Espaniol": "<1>Allahumma innii as.áluka Jéirahaa wa Jeira maa yabál-\r\ntaha 'aleihi wa a'udhu bika min shérrihaa wa sherri maa\r\nyabáltahaa 'aleihi.\r\n\r\n191-  Quienquiera se despose que diga: Oh Allah cierta-\r\nmente Te solicito el bien que hay en ella, y el bien de sus\r\ninclinaciones naturales, y me refugio en Ti del mal que hay\r\nen ella y el mal de sus inclinaciones. </1>"
                }
            ]
        },
        {
            "CategoryID": 82,
            "CategoryName_Ar": "الدعاء قبل إتيان الزوجة",
            "CategoryName_Es": "Súplica antes de iniciar la relacion sexual",
            "Zikr": [
                {
                    "ZirkID": 197,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا <FN>(1)</FN>.</1><F212>",
                    "Espaniol": "<1>Bismillahi Allahumma yannibnaa a sheiTáána yánnibi a\r\nsheiTáána maa razháqtanaa.\r\n\r\n182-  En el nombre de Allah. Oh Señor protéjenos de Shei-\r\ntan, y aléjalo de cuanto nos provees (e.d. los hijos). </1>"
                }
            ]
        },
        {
            "CategoryID": 83,
            "CategoryName_Ar": "دعاء الغضب",
            "CategoryName_Es": "Súplica ante la ira",
            "Zikr": [
                {
                    "ZirkID": 198,
                    "Repeat number": 1,
                    "Arabic": "<1> أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ <FN>(1)</FN>.</1><F213>",
                    "Espaniol": "<1>A'udhu billahi min a sheiTááni arrayiimi.\r\n\r\n193-  Me refugio en Allah del maldito demonio. </1>"
                }
            ]
        },
        {
            "CategoryID": 84,
            "CategoryName_Ar": "دعاء من رأى مبتلى",
            "CategoryName_Es": "Súplica al ver un discapacitado o una per-\r\nsona con problemas de salud\r\n؟؟؟؟؟",
            "Zikr": [
                {
                    "ZirkID": 199,
                    "Repeat number": 1,
                    "Arabic": "<1> الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلَاكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلًا <FN>(1)</FN>.</1><F214>",
                    "Espaniol": "<1>Aljámdulillahi alladhíí 'aafaanii minmaa abtálaka bihi\r\nwa faDDálanii 'alaa kaziirin minman Jalaqa tafDiilan.\r\n194-  Alabado sea Allah quien me ha preservado de aquello\r\ncon que te ha probado, y me ha favorecido sobre muchos\r\nde su creación. </1>"
                }
            ]
        },
        {
            "CategoryID": 85,
            "CategoryName_Ar": "ما يقال في المجلس",
            "CategoryName_Es": "Súplica durante una reunión",
            "Zikr": [
                {
                    "ZirkID": 200,
                    "Repeat number": 100,
                    "Arabic": "<1> رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُورُ <FN>(1)</FN>.</1><F215>",
                    "Espaniol": "<1>Rabbii agfir líí wátub 'aleiia ínnaka Anta ttawaabul ga-\r\nfuuru.\r\n\r\n195- Relató Ibn Omar: Contábamos que el Mensajero de\r\nAllah decía en cada reunion antes de levantarse:  Señor\r\nperdóname, y acepta mi arrepentimiento, ciertamente Tú\r\neres el Absolvedor, el Perdonador. </1>"
                }
            ]
        },
        {
            "CategoryID": 86,
            "CategoryName_Ar": "كفارة المجلس",
            "CategoryName_Es": "Súplica al finalizar una reunión",
            "Zikr": [
                {
                    "ZirkID": 201,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ <FN>(1)</FN>.</1><F216>",
                    "Espaniol": "<1>Subjánaka Allahumma wa bijámdika ásh-hadu an laa\r\nilaaha illa Anta astágfiruka wa atub ileika.\r\n\r\n196-  Glorificado y alabado seas oh Allah. Atestiguo que no\r\nhay divinidad sino Tú, Te pido perdón y a Ti vuelvo arrepen-\r\ntído. </1>"
                }
            ]
        },
        {
            "CategoryID": 87,
            "CategoryName_Ar": "الدعاء لمن قال: غفر الله لك",
            "CategoryName_Es": "Súplica por quien dice: \"Que Allah te per-\r\ndone\"",
            "Zikr": [
                {
                    "ZirkID": 202,
                    "Repeat number": 1,
                    "Arabic": "<1> وَلَكَ <FN>(1)</FN>.</1><F217>",
                    "Espaniol": "<1>Gáfara Allahu laka.\r\n\r\nWa laka.\r\n\r\n197- Relató 'Abdullah Ibn Saryis (Allah se complazca de \r\nél): Fui\r\ndonde el Profeta (la paz y las bendiciones de Allah sean con él) y\r\ncomí con él, luego dije: Que Allah te perdone oh mensajero\r\nde Allah. Me respondió: Y a ti tambien. </1>"
                }
            ]
        },
        {
            "CategoryID": 88,
            "CategoryName_Ar": "الدعاء لمن صنع إليك معروفًا",
            "CategoryName_Es": "Súplica por quien nos hace un favor",
            "Zikr": [
                {
                    "ZirkID": 203,
                    "Repeat number": 1,
                    "Arabic": "<1> جَزَاكَ اللَّهُ خَيْرًا <FN>(1)</FN>.</1><F218>",
                    "Espaniol": "<1>Yazhaaka Allahu Jeiran.\r\n\r\n198-  Quien reciba un favor y diga:  O,ue Allah te recom-\r\npense con el bien, ha sido realmente agradecido. </1>"
                }
            ]
        },
        {
            "CategoryID": 89,
            "CategoryName_Ar": "ما يعصم الله به من الدجال",
            "CategoryName_Es": "Súplica para protegerse del Falso Mesías",
            "Zikr": [
                {
                    "ZirkID": 204,
                    "Repeat number": 1,
                    "Arabic": "<1><7>  ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ ١ قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّـٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا ٢ مَّـٰكِثِينَ فِيهِ أَبَدٗا ٣ وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا ٤ مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا ٥ فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا ٦ إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا ٧ وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا ٨ أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا ٩ إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا ١٠ </7> <FN>(1)</FN>.</1><F219>",
                    "Espaniol": "<1> Quien memoríce las diez primeras aleyas de la sura La\r\nCaverna (al-Kahf) será protegido del mesías impostor o fal-\r\nso Mesías.  Así también se recomienda refugiarse en Allah\r\nde su sedíción luego de la segunda atestiguación.</1>"
                }
            ]
        },
        {
            "CategoryID": 90,
            "CategoryName_Ar": "الدعاء لمن قال: إني أحبك في الله",
            "CategoryName_Es": "Súplica por quien dice: \"Te amo por Allah\"",
            "Zikr": [
                {
                    "ZirkID": 205,
                    "Repeat number": 1,
                    "Arabic": "<1> أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ <FN>(1)</FN>.</1><F221>",
                    "Espaniol": "<1>Ajábbaaka alladhíí ajbábtanii lahu.\r\n200-  Que te ame aquel por quien me has amado. </1>"
                }
            ]
        },
        {
            "CategoryID": 91,
            "CategoryName_Ar": "الدعاء لمن عرض عليك ماله",
            "CategoryName_Es": "Súplica por quien ofrece ayuda económica",
            "Zikr": [
                {
                    "ZirkID": 206,
                    "Repeat number": 1,
                    "Arabic": "<1> بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ <FN>(1)</FN>.</1><F222>",
                    "Espaniol": "<1>Bááraka Allahu laka fii áhlika wa málica.\r\n\r\n201-  Que Allah bendiga tu familia y tus bienes. </1>"
                }
            ]
        },
        {
            "CategoryID": 92,
            "CategoryName_Ar": "الدعاء لمن أقرض عند القضاء",
            "CategoryName_Es": "Súplica por el acreedor al momento de\r\nsaldar la deuda",
            "Zikr": [
                {
                    "ZirkID": 207,
                    "Repeat number": 1,
                    "Arabic": "<1> بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالْأَدَاءُ <FN>(1)</FN>.</1><F223>",
                    "Espaniol": "<1>Bááraka Allahu laka fii áhlika wa málica, ínnamaa yaz-\r\nhaa.us sálafi aljamdu wal adaa.u.\r\n\r\n202-  Que Allah bendiga tu familia y tus bienes, ciertamen-\r\nte la alabanza (a Allah) y el pago (de la deuda) son la re-\r\ncompensa por éste préstamo. </1>"
                }
            ]
        },
        {
            "CategoryID": 93,
            "CategoryName_Ar": "دعاء الخوف من الشرك",
            "CategoryName_Es": "Súplica por temor a caer en la idolatría",
            "Zikr": [
                {
                    "ZirkID": 208,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لَا أَعْلَمُ <FN>(1)</FN>.</1><F224>",
                    "Espaniol": "<1>Allahumma innii a'udhu bika an úshrika bika wa anaa\r\na'lamu wa astágfiruka limaa laa a'lamu.\r\n\r\n203-  Oh Allah ciertamente me refugio en Ti de asocíarte\r\nalgo (cometer politeismo) sabiendo, y te pido perdón por\r\naquello que no sé. </1>"
                }
            ]
        },
        {
            "CategoryID": 94,
            "CategoryName_Ar": "الدعاء لمن قال بارك الله فيك",
            "CategoryName_Es": "Súplica por quien hace un regalo o da una\r\ncaridad",
            "Zikr": [
                {
                    "ZirkID": 209,
                    "Repeat number": 1,
                    "Arabic": "<1> وَفِيكَ بَارَكَ اللَّهُ <FN>(1)</FN>.</1><F225>",
                    "Espaniol": "<1>Bááraka Allahu fiikum. Wa fiika bááraka Allah.\r\n\r\n204- 'Aisha (Allah se complazca de ella) dijo: le habían regalado\r\nal Mensajero de Allah (la paz y las bendiciones de Allah sean con él)\r\nun cordero. Y me dijo: anda repártelo. Entonces 'Aisha (Allah\r\nse complazca de ella) cada vez que volvía el sirviente (el encar-\r\ngado de repartir la carne) le preguntaba: ¿Qué dijeron? Di-\r\njeron:  Que Allah te bendiga. \r\n\r\nY ’Aisha (Allah se complazca de ella) respondía: Que Allah los\r\nbendiga.\r\n\r\nRespondemos de la misma manera (o mejor) de lo que nos\r\nhan dicho y de esta manera nos queda la recompense. </1>"
                }
            ]
        },
        {
            "CategoryID": 95,
            "CategoryName_Ar": "دعاء كراهية الطيرة",
            "CategoryName_Es": "La prohibición de creer en la superstición",
            "Zikr": [
                {
                    "ZirkID": 210,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ لَا طَيْرَ إِلَّا طَيْرُكَ، وَلَا خَيْرَ إِلَّا خَيْرُكَ، وَلَا إِلَهَ غَيْرُكَ <FN>(1)</FN>.</1><F226>",
                    "Espaniol": "<1>Allahumma laa Taira illa Táíruka wa laa Jeira illa Jéiruka\r\nwa laa ilaaha guéiruka.\r\n\r\n205-  Oh Allah no existen los augurios sino tu destino, y no\r\nhay bien salvo el que has predestinado. No hay divinidad\r\nsalvo Tú. </1>"
                }
            ]
        },
        {
            "CategoryID": 96,
            "CategoryName_Ar": "دعاء الركوب",
            "CategoryName_Es": "Súplica al subir a un medio de transporte",
            "Zikr": [
                {
                    "ZirkID": 211,
                    "Repeat number": 1,
                    "Arabic": "<1>بِسْمِ اللَّهِ، الْحَمْدُ لِلَّهِ <FN>(1)</FN>.</1><F227>",
                    "Espaniol": "<1>Bismillahi wal jámdulillahi, Subbjaana alladhíí sáJJara\r\nlanaa haadhaa wa maa kunnaa lahu muqriníína wa innaa\r\nilaa rábbinaa lamúnqalibuuna, al jámdulillahi, al jámduli-\r\nllahi, al jámdulillahi, Allahu ákbaru, Allahu ákbaru, Allahu\r\nákbaru Subjáanaka Allahumma innii Dhalamtu nafsíí fáágfir\r\nlíí faínnahu laa iágfiru adhdhuunuba illaa Anta.\r\n\r\n206- En el nombre de Allah, las alabanzas son para Allah,\r\nGlorificado Sea que nos facilitó esto que antes no poseía-\r\nmos. A nuestro Señor regresaremos, las alabanzas son para\r\nAllah, las alabanzas son para Allah, las alabanzas son para\r\nAllah. Allah es grande, Allah es grande, Allah es grande. Glo-\r\nríficado Seas Señor, ciertamente he sido injusto conmigo\r\nmismo, por eso perdóname, pues nadie perdona los peca-\r\ndos sino Tú.</1>"
                }
            ]
        },
        {
            "CategoryID": 97,
            "CategoryName_Ar": "دعاء السفر",
            "CategoryName_Es": "Súplica al emprender un viaje",
            "Zikr": [
                {
                    "ZirkID": 212,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ <FN>(1)</FN>.</1><F230>",
                    "Espaniol": "<1>Allahu ákbaru, Allahu ákbaru, Allahu ákbaru Subbjaana\r\nalladhíí sáJJara lanaa haadhaa wa maa kunnaa lahu mu-\r\nqriníína wa innaa ilaa rábbinaa lamúnqalibuuna, Allahumma\r\ninnaa nas.áluka fii sáfarinaa haadha al birra wa ttaquaa, wa\r\nminal 'amali maa tarDaa, Allahumma háwwin 'aleinaa sáfa-\r\nranaa haadhaa wa áTui 'annaa bu'dahu, Allahumma Anta\r\naSSáájibu fiis sáfari, wal Jalíífatu fiil ahli, Allahumma innii\r\n'audhu bika min wa'zaa.i assáfari, wa káábatil mánDharí, wa\r\nsuu.il munqálabi fiil maal wal ahli.\r\n\r\n207- Allah es grande, Allah es grande, Allah es grande. Ben-\r\ndito sea Allah que nos facilitó esto que antes no poseíamos,\r\ny a nuestro Señor regresaremos, Oh Allah, te rogamos que\r\nen este viaje realicemos lo que te complace. Dios mio, faci-\r\nlítanos el viaje y acorta sus distancias. Oh Allah, Tú eres mi\r\ncompañero en este viaje, y bajo tu protección dejé mi fami-\r\nlia. Dios mio, me refugio en Ti de todo lo malo que pueda\r\nencontrar en este viaje, y todo lo que pueda suceder con\r\nmis bienes y mi familia.\r\n\r\nAl regresar se repite lo mismo agregando:\r\n\r\nAaiibuuna taa.ibuuna 'aabiduuna li rabbinaa jaamiduuna.\r\n\r\nRegresamos adorándote, arrepentidos y agradeciendo a\r\nnuestro Señor.</1>"
                }
            ]
        },
        {
            "CategoryID": 98,
            "CategoryName_Ar": "دعاء دخول القرية أو البلدة",
            "CategoryName_Es": "Súplica al ingresar a una ciudad",
            "Zikr": [
                {
                    "ZirkID": 213,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الْأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّيَاطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا <FN>(1)</FN>.</1><F235>",
                    "Espaniol": "<1>Allahumma rabbas samawaatis sab'i wa maa aDhlalna,\r\nwa rabal araaDeinas sab'i wa maa aqlalna, wa rabba\r\nashaiaaTiina wa maa aDhlalna wa rabba arriaaji wa maa\r\ndhareina. As.áluka Jeira háádhihil qáriati wa Jeira áhlihaa\r\nwa Jeira maa fiihaa, wa a'udhu bika min shérriha wa sherri\r\náhlihaa, wa sherri maa fiihaa.\r\n\r\n208- Oh Allah Señor de los cielos y cuanto cubren, y Señor\r\nde las siete tierras y cuanto contienen, Señor de los demo-\r\nnios y cuanto han desviado, Señor de los vientos y cuanto\r\ndispersan. Te pido el bien de este pueblo, de su gente y de\r\ntodo cuanto hay en él. Me refugio en Ti contra su maldad y\r\nla maldad de su gente y de todo cuanto hay en él.</1>"
                }
            ]
        },
        {
            "CategoryID": 99,
            "CategoryName_Ar": "دعاء دخول السوق",
            "CategoryName_Es": "Súplica al ingresar al mercado",
            "Zikr": [
                {
                    "ZirkID": 214,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لَا يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN>.</1><F236>",
                    "Espaniol": "<1>Laa ilaaha illa Allahu wájdahu laa sheriika lahu, lahul\r\nmulku wa lahul jamdu iujii wa iumiitu wa hua jaiun laa ia-\r\nmuutu biiádihil Jeíru wa hua 'alaa kulli shei.in qadiirun.\r\n\r\n209-  No hay divinidad salvo Allah, único sin asociado, Suyo\r\nes el reino y Suya es la alabanza, Él da la vida y la muerte, Él\r\nes el Viviente que no muere, en sus manos está el bien y es\r\nsobre toda cosa Poderoso. </1>"
                }
            ]
        },
        {
            "CategoryID": 100,
            "CategoryName_Ar": "الدعاء إذا تعس المركوب",
            "CategoryName_Es": "Súplica al descomponerse el medio de transporte",
            "Zikr": [
                {
                    "ZirkID": 215,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ <FN>(1)</FN>.</1><F237>",
                    "Espaniol": "<1>Bismillah\r\n\r\n210-  En el nombre de Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 101,
            "CategoryName_Ar": "دعاء المسافر للمقيم",
            "CategoryName_Es": "Súplica del viajero por el residente",
            "Zikr": [
                {
                    "ZirkID": 216,
                    "Repeat number": 1,
                    "Arabic": "<1> أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لَا تَضِيعُ وَدَائِعُهُ <FN>(1)</FN>.</1><F238>",
                    "Espaniol": "<1>Astaudi'akumu Allaha alladíí laa taDii'u wadaa.i'uhu.\r\n\r\n211-  Te encomiendo en Allah, quien no descuida lo que se\r\nle ha encomendado. </1>"
                }
            ]
        },
        {
            "CategoryID": 102,
            "CategoryName_Ar": "دعاء المقيم للمسافر",
            "CategoryName_Es": "Súplica del residente por el viajero",
            "Zikr": [
                {
                    "ZirkID": 217,
                    "Repeat number": 1,
                    "Arabic": "<1> أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ <FN>(1)</FN>.</1><F239>",
                    "Espaniol": "<1>Astaudi'u Allaha díínaka wa amaanátaika wa Jawaatii-\r\nma 'amálika.\r\n\r\n212-  Que Allah resguarde tu religion (din), tus responsabi-\r\nlidades, y la conclusión de tus acciones (e.d. ruego que ten-\r\ngan un buen final). </1>"
                },
                {
                    "ZirkID": 218,
                    "Repeat number": 1,
                    "Arabic": "<1> زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُ مَا كُنْتَ <FN>(1)</FN>.</1><F240>",
                    "Espaniol": "<1>Zhawáádaka Allahut taquaa, wa gáfara dhánbaka wa\r\niássara lakal Jeira jéizumaa kunta.\r\n\r\n213-  Que Allah te conceda la piedad (taqwa), perdone tus\r\npecados, y te facilite el bien sea donde estés, donde quiera\r\nque te encuentres. </1>"
                }
            ]
        },
        {
            "CategoryID": 103,
            "CategoryName_Ar": "التكبير والتسبيح في سير السفر",
            "CategoryName_Es": "Súplica al ascender o descender por los\r\ncaminos",
            "Zikr": [
                {
                    "ZirkID": 219,
                    "Repeat number": 1,
                    "Arabic": "<1>قَالَ جَابِرٌ رَضِيَ اللَّهُ عَنْهُ: كُنَّا إِذَا صَعِدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا<FN>(1)</FN>.</1><F241>",
                    "Espaniol": "<1>Relató Yabir (Allah se complazca de él) cuando subíamos\r\nsolíamos engrandecer a Allah (repitiendo: Allahu ákbar), y si\r\ndescendíamos glorifícabamos a Allah (diciendo Subjáana\r\nAllah). </1>"
                }
            ]
        },
        {
            "CategoryID": 104,
            "CategoryName_Ar": "دعاء المسافر إذا أسحر",
            "CategoryName_Es": "Súplica del viajero al amanecer",
            "Zikr": [
                {
                    "ZirkID": 220,
                    "Repeat number": 1,
                    "Arabic": "<1> سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ وَحُسْنِ بَلَائِهِ عَلَيْنَا، رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذًا بِاللَّهِ مِنَ النَّارِ <FN>(1)</FN>.</1><F242>",
                    "Espaniol": "<1>Sami'a saami'un bijamdillahi wa jusni baláá.ihi 'aleinaa.\r\nRábbana Saajíbnaa wa áfDil 'aleinaa 'aa.idháá billahi minan\r\nnaari.\r\n\r\n215-  Que alguien sea testigo de mi alabanza a Allah por\r\ncuanto nos ha favorecido, Señor nuestro protégenos, danos\r\nde tus favores, Me refugio en Allah del fuego infernal. </1>"
                }
            ]
        },
        {
            "CategoryID": 105,
            "CategoryName_Ar": "الدعاء إذا نزل منزلًا في سفر أو غيره",
            "CategoryName_Es": "Súplica al entrar a una casa ajena",
            "Zikr": [
                {
                    "ZirkID": 221,
                    "Repeat number": 1,
                    "Arabic": "<1> أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ <FN>(1)</FN>.</1><F243>",
                    "Espaniol": "<1>A'udhu bikalimaatil-lahi attammaati min sherri maa\r\nJálaqa.\r\n\r\n216-  Me refugio en las palabras perfectas de Allah del mal\r\nque ha creado. </1>"
                }
            ]
        },
        {
            "CategoryID": 106,
            "CategoryName_Ar": "ذكر الرجوع من السفر",
            "CategoryName_Es": "Súplica al iniciar el regreso de un viaje",
            "Zikr": [
                {
                    "ZirkID": 222,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN>.</1><F244>",
                    "Espaniol": "<1>Laa ilaaha illa Allah uájdahu laa sheriika lahu, lahul\r\nmulku, ua lahul jamdu ua hua 'alaa kulli shei.in qadiir.\r\nAaiibuuna taa.ibuuna 'aabiduuna li rabbínaa jaamiduuna.\r\nSádaqa Allahu ua'dahu wa náSara 'abdahu wa házhama al-\r\najzhaaba uájdahu.\r\n\r\n217- Relató Ibn 'Omar (Allah se complazca de él) que el Mensa-\r\njero de Allah (la paz y las bendiciones de Allah sean con él) solía al\r\nretornar de una batalla o al regresar de peregrinar a la\r\nKa’abah si pasaba por un lugar elevado repetía: iAllah es el\r\nmas grande! (Allahuakbar) tres veces, y luego decía: No hay\r\ndios sino Allah, único, sin asociados, Suya es la soberanía y\r\nSuya es la alabanza, y es sobre toda cosa poderoso. Retor-\r\nnamos arrepentidos, adorando y alabando a nuestro Señor,\r\nha cumplido con su promesa, y le ha dado la victoria a su\r\nsiervo, y sólo ha derrotado a los  grupos aliados . </1>"
                }
            ]
        },
        {
            "CategoryID": 107,
            "CategoryName_Ar": "ما يقول ويفعل من أتاه أمر يسره أو يكرهه",
            "CategoryName_Es": "Súplica al recibir buenas noticias",
            "Zikr": [
                {
                    "ZirkID": 223,
                    "Repeat number": 1,
                    "Arabic": "<1>كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ:  الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ ، وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ:  الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ <FN>(1)</FN>.</1><F246>",
                    "Espaniol": "<1>Aljamdulil-lahi alladhíí bini'mátihí tatimmuS Saalijaatu.\r\n\r\n218- El Mensajero de Allah (la paz y las bendiciones de Allah sean\r\ncon él) al recibir buenas noticias solía decir: Alabado sea\r\nAllah que por Su gracia se han hecho realidad esta maravi-\r\nlla. Y al recibir noticias desagradables solía decir:\r\n\r\nAljamdulillahi 'alaa kulli jaalin.\r\nAlabado sea Allah en toda circunstancial. </1>"
                }
            ]
        },
        {
            "CategoryID": 108,
            "CategoryName_Ar": "فضل الصلاة على النبي صلى الله عليه وسلم",
            "CategoryName_Es": "Las virtudes de pedir paz por el Profeta",
            "Zikr": [
                {
                    "ZirkID": 224,
                    "Repeat number": 10,
                    "Arabic": "<1>قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا <FN>(1)</FN>.</1><F247>",
                    "Espaniol": "<1>DijO (la paz y las bendiciones de Allah sean con él):  Quien pida\r\nla paz sobre mí una vez, Allah ha de darle el saludo de paz\r\ndiez veces. </1>"
                },
                {
                    "ZirkID": 225,
                    "Repeat number": 1,
                    "Arabic": "<1>وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  لَا تَجْعَلُوا قَبْرِي عِيدًا، وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلَاتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ <FN>(1)</FN>.</1><F248>",
                    "Espaniol": "<1>Y dijo tambien (la paz y las bendiciones de Allah sean con él):\r\n No hagáis de mi tumba un lugar de ceremonia, sino que\r\npedid la paz sobre mí, porque por cierto que vuestro pedi-\r\ndo de paz (salam) me llega donde sea que estéis. </1>"
                },
                {
                    "ZirkID": 226,
                    "Repeat number": 1,
                    "Arabic": "<1>وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ <FN>(1)</FN>.</1><F249>",
                    "Espaniol": "<1>Y dijo (la paz y las bendiciones de Allah sean con él):  El avaro\r\nes quien al ser mencionado mi nombre en su presencia no\r\npide la paz por mi. </1>"
                }
            ]
        },
        {
            "CategoryID": 109,
            "CategoryName_Ar": "إفشاء السلام",
            "CategoryName_Es": "Las virtudes de saludar con la paz",
            "Zikr": [
                {
                    "ZirkID": 229,
                    "Repeat number": 1,
                    "Arabic": "<1>قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  لَا تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلَا أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُمْ <FN>(1)</FN>.</1><F252>",
                    "Espaniol": "<1>Dijo el Mensajero de Allah (la paz y las bendiciones de Allah\r\nsean con él):  No habéis de entrar al Paraíso hasta que creáis,\r\ny no creeréís hasta que os améis unos a otros, acaso no he\r\nde guiaros a algo que si lo haceis habréis de amaros unos a\r\notros, saludaos entre vosotros. </1>"
                },
                {
                    "ZirkID": 230,
                    "Repeat number": 1,
                    "Arabic": "<1> ثَلَاثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلَامِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الْإِقْتَارِ <FN>(1)</FN>.</1><F253>",
                    "Espaniol": "<1>Relató ’Ammar Ibn Yasir (Allah se complazca de él):  Quien\r\nposea estas tres (cualidades) habrá completado su fe: Ser\r\njusto, saludar a toda la gente y gastar (en caridad) aunque\r\nposea poco. </1>"
                },
                {
                    "ZirkID": 231,
                    "Repeat number": 1,
                    "Arabic": "<1>وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَيُّ الْإِسْلَامِ خَيْرٌ؟ قَالَ:  تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ <FN>(1)</FN>.</1><F254>",
                    "Espaniol": "<1>Relató 'Abdullah Ibn 'Omar (Allah se complazca de él) que\r\nalguien preguntó al Profeta (la paz y las bendiciones de Allah sean\r\ncon él): ¿Cuál es el mejor acto en el Islam? Dijo: dar de co-\r\nmer y saludar a quien conoces y a quien no conoces. </1>"
                }
            ]
        },
        {
            "CategoryID": 110,
            "CategoryName_Ar": "كيف يرد السلام على الكافر إذا سلم",
            "CategoryName_Es": "Cómo se devuelve el saludo a un no mu-\r\nsulmán",
            "Zikr": [
                {
                    "ZirkID": 232,
                    "Repeat number": 1,
                    "Arabic": "<1>إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا:  وَعَلَيْكُمْ <FN>(1)</FN>.</1><F255>",
                    "Espaniol": "<1>Wa 'aleikum.\r\n\r\n227-  Si os saludan las gentes del Libro decidles: y con vo-\r\nsotros </1>"
                }
            ]
        },
        {
            "CategoryID": 113,
            "CategoryName_Ar": "الدعاء لمن سببته",
            "CategoryName_Es": "Súplica luego de insultar",
            "Zikr": [
                {
                    "ZirkID": 235,
                    "Repeat number": 1,
                    "Arabic": "<1>قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ .</1><F258>",
                    "Espaniol": "<1>Allahumma fa.aíumaa mú.minin sabábtuhu faay'al\r\ndhálika lahu qúrbatann ileika iaumal qiiaamati.\r\n\r\n230- Relató Abu Huraira (Allah se complazca de él) que escuchó\r\nal Profeta (la paz y las bendiciones de Allah sean con él) decir:  Oh\r\nAllah haz que a todo creyente al que haya insultado sea pa-\r\nra él una causa de aproximamiento a Ti el Día del Juicio. </1>"
                }
            ]
        },
        {
            "CategoryID": 114,
            "CategoryName_Ar": "ما يقول المسلم إذا مدح المسلم",
            "CategoryName_Es": "Qué dice el musulmán al elogiar a otro\r\nmusulmán",
            "Zikr": [
                {
                    "ZirkID": 236,
                    "Repeat number": 1,
                    "Arabic": "<1>قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  إِذَا كَانَ أَحَدُكُمْ مَادِحًا صَاحِبَهُ لَا مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلَانًا، وَاللَّهُ حَسِيبُهُ، وَلَا أُزَكِّي عَلَى اللَّهِ أَحَدًا، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا <FN>(1)</FN>.</1><F259>",
                    "Espaniol": "<1> Dijo (la paz y las bendiciones de Allah sean con él): Si alguno\r\n\r\nde vosotros tiene que elogiar a su hermano que diga: creo\r\nque fulano es... y Allah es testigo. Y no elogio a nadie por\r\nencima del halago de Allah, por lo tanto lo considero así... (si realmente sabes esto de él y eres sincero). </1>"
                }
            ]
        },
        {
            "CategoryID": 116,
            "CategoryName_Ar": "كيف يلبي المحرم في الحج أو العمرة",
            "CategoryName_Es": "Súplica al comenzar el Hayy o la 'Umrah",
            "Zikr": [
                {
                    "ZirkID": 238,
                    "Repeat number": 1,
                    "Arabic": "<1>  لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ، لَا شَرِيكَ لَكَ <FN>(1)</FN>.</1><F261>",
                    "Espaniol": "<1>Labbeik Allahumma labbeika, labbeika laa sheriika laka\r\nlabbeika, innal jamda wal ni'mata, laka wal mulku, laa she-\r\nriika laka.\r\n\r\n233-  Oh Allah heme aquí (en respuesta a tu llamada), aquí\r\nestoy, aquí estoy, no tienes asociados, aquí estoy, por cier-\r\nto que toda alabanza, gracia y soberanía te pertenecen, no\r\ntienes asociados (en tu divinidad). </1>"
                }
            ]
        },
        {
            "CategoryID": 117,
            "CategoryName_Ar": "التكبيرة إذا أتي الركن الأسود",
            "CategoryName_Es": "Súplica al llegar a la piedra negra",
            "Zikr": [
                {
                    "ZirkID": 239,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ أَكْبَرُ <FN>(1)</FN>.</1><F262>",
                    "Espaniol": "<1>Circunvaló la Casa Sagrada (La Ka'ba), el Mensajero de\r\nAllah (la paz y las bendiciones de Allah sean con él) montado sobre\r\nsu camella, cada vez que llegaba al rincón (donde se en-\r\ncuentra la piedra negra), la señalaba con su bastón dicien-\r\ndo:\r\n\r\n\r\nAllahu ákbar.</1>"
                }
            ]
        },
        {
            "CategoryID": 118,
            "CategoryName_Ar": "الدعاء بين الركن اليماني والحجر الأسود",
            "CategoryName_Es": "Súplica entre la esquina Yemení y la\r\npiedra negra",
            "Zikr": [
                {
                    "ZirkID": 240,
                    "Repeat number": 1,
                    "Arabic": "<1><7>رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ ٢٠١</7> <FN>(1)</FN>.</1><F263>",
                    "Espaniol": "<1>Rabbanaa atina fiid duniaa jásanatan wa fiil ááJira já-\r\nsanatan wa qiinaa 'adhaaban naari.\r\n\r\n235- Solía el Mensajero de Allah (la paz y las bendiciones de Allah\r\nsean con él) decir: (al circunvalar la Ka’aba) entre la piedra\r\nnegra y la esquina yemeni: Qioh Señor nuestro! Danos el\r\nbien en esta vida y en la otra y protégenos del castigo del\r\nfuego? (La Vaca 2:201)</1>"
                }
            ]
        },
        {
            "CategoryID": 119,
            "CategoryName_Ar": "دعاء الوقوف على الصفا والمروة",
            "CategoryName_Es": "Súplica al llegar a los montes de As-Safa\r\ny Al-Marwa",
            "Zikr": [
                {
                    "ZirkID": 241,
                    "Repeat number": 1,
                    "Arabic": "<1>لَمَّا دَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الصَّفَا قَرَأَ: <7>إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ <7>}  أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ ، فَبَدَأَ بِالصَّفَا، فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكَبَّرَهُ، وَقَالَ:  لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ ، ثُمَّ دَعَا بَيْنَ ذَلِكَ. قَالَ مِثْلَ هَذَا ثَلَاثَ مَرَّاتٍ.  \r\nالحديث. وفيه:  ففعل على المروة كما فعل على الصفا <FN>(1)</FN>.</1><F264>",
                    "Espaniol": "<1>{Inna Safa wal márwata min sha'aa.iri Allahi}\r\n\r\nAbda.u bimaa bada.á Allahu bihi.\r\n\r\n236- Dijo Yabir (Allah se complazca de él) describiendo la pere-\r\n\r\ngrinación (Hayy) del Profeta (la paz y las bendiciones de Allah sean\r\ncon él) cuando descendió del monte de Safa recitó:  Cierta-\r\nmente Safa y Marwa figuran entre los ritos prescriptos por\r\nAllah. Por eso quien realice la peregrinación (el Hayy) a la\r\nCasa Sagrada, o realice la peregrinación menor (Umra), no\r\nhace mal en dar las vueltas alrededor de ambas. Y quien\r\nhaga el bien espontáneamente Allah es Agradecido, Omni-\r\nciente.  Comienzo por lo que ha comenzado Allah por ello\r\nempezó por Safa.  Así comenzó por Safa subiendo al monte\r\nhasta ver la Casa (al Kaaba), luego se orientó a la Qibla y\r\nproclamó la unicidad de Allah, diciendo No hay dios sino\r\nAllah y Allah es más grande (tres veces) Allahu ákbar Allahu\r\nákbar Allahu ákbar. Luego dijo:  No hay dios sino Allah, úni-\r\nco, sin asociados, Suya es el Reino y Suya es la alabanza, y\r\nes sobre toda cosa poderoso, ha cumplido con su promesa,\r\ny le ha dado la victoria a su siervo, y sólo Él ha derrotado a\r\n\r\nLaa ilaaha illa Allah uájdahu laa sheriika lahu, lahul mulku,\r\nua lahul jamdu ua hua 'alaa kulli shei.in qadiir.\r\n\r\nLaa ilaaha illa Allah uájdahu. ányazha ua'dahu wa náSara\r\n'abdahu wa házhama al-ajzhaaba uájdahu.\r\n\r\nLuego el Profeta (la paz y las bendiciones de Allah sean con él) oró\r\nentre los dos montes, diciendo esto tres veces, y realizó lo\r\nmismo al llegar a Marwa tal como había hecho en Safa.</1>"
                }
            ]
        },
        {
            "CategoryID": 120,
            "CategoryName_Ar": "الدعاء يوم عرفة",
            "CategoryName_Es": "Súplica del día de 'Arafat",
            "Zikr": [
                {
                    "ZirkID": 242,
                    "Repeat number": 1,
                    "Arabic": "<1> خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ <FN>(1)</FN>.</1><F265>",
                    "Espaniol": "<1>Laa ilaaha illa Allah uájdahu laa sheriika lahu, lahul\r\nmulku, ua lahul jamdu ua hua 'alaa kulli shei.in qadiir.\r\n\r\n237-  La mejor de las súplicas es la súplica del día de Arafat,\r\ny lo mejor que he dicho yo y han dicho los profetas anterio-\r\nres a mí es:  No hay dios sino Allah, único, sin asociados,\r\nSuyo es el Reino y Suya es la alabanza, y es sobre toda cosa\r\npoderoso. </1>"
                }
            ]
        },
        {
            "CategoryID": 121,
            "CategoryName_Ar": "الذكر عند المشعر الحرام",
            "CategoryName_Es": "Súplica en Al-lmash'ar Al-haram (en\r\nMuzdhalifa)",
            "Zikr": [
                {
                    "ZirkID": 243,
                    "Repeat number": 1,
                    "Arabic": "<1>رَكِبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَدَعَاهُ، وَكَبَّرَهُ، وَهَلَّلَهُ، وَوَحَّدَهُ، فَلَمْ يَزَلْ وَاقِفًا حَتَّى أَسْفَرَ جِدًّا، فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ<FN>(1)</FN>.</1><F266>",
                    "Espaniol": "<1>Relató Yabir (Allah se complazca de él) que el Profeta (la paz\r\ny las bendiciones de Allah sean con él) montó a Qaswa (la camella\r\ndel Mensajero de Allah) hasta que llegó a Al-mash'ar al\r\nHaram (Muzdálifah), entonces se orientó hacia la Qibla y\r\nsuplicó a Allah, destacó su grandeza y unicidad, y lo alabó.\r\nNo dejó de estar parado hasta que comenzó el amanecer, y\r\npartió (rumbo a Mina) antes que salga el solz</1>"
                }
            ]
        },
        {
            "CategoryID": 122,
            "CategoryName_Ar": "التكبيرة عند رمي الجمار مع كل حصاة",
            "CategoryName_Es": "Súplica al arrojar los guijarros al Yamarat",
            "Zikr": [
                {
                    "ZirkID": 244,
                    "Repeat number": 1,
                    "Arabic": "<1>يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلَاثِ، ثُمَّ يَتَقَدَّمُ، وَيَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبْلَةِ، رَافِعًا يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ، أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ، وَيَنْصَرِفُ وَلَا يَقِفُ عِنْدَهَا<FN>(1)</FN>.</1><F267>",
                    "Espaniol": "<1>Allahu ákbar. Allahu ákbar. Allahu ákbar.\r\n\r\n224- Cada vez que el Mensajero de Allah (la paz y las bendicio-\r\nnes de Allah sean con él) arrojaba un guijarro al Yamarat (que\r\nson los tres monolitos simbólicos del mal) y decía: Allahu\r\nákbar (Allah es grande) tres veces, luego se adelantaba, y\r\noríentándose a la Qibla, levantando sus manos suplicaba,\r\nluego de la primera y la segunda Yamarat (llamadas al-ásgar\r\ny al-wusta, la más pequeña y la mediana), pero ante la ma-\r\nyor de ellas (al ákbar) arrojaba las siete piedrecillas sola-\r\nmente diciendo: Allahu ákbar, retirándose luego, sin parar-\r\nse a suplicanl</1>"
                }
            ]
        },
        {
            "CategoryID": 123,
            "CategoryName_Ar": "ما يقول عند التعجب والأمر السار",
            "CategoryName_Es": "Súplica ante una alegría o una sorpresa",
            "Zikr": [
                {
                    "ZirkID": 245,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَ اللَّهِ! <FN>(1)</FN>.</1><F268>",
                    "Espaniol": "<1>Subjaana Allah.\r\n\r\n240-  iGlorificado sea Allah! </1>"
                },
                {
                    "ZirkID": 246,
                    "Repeat number": 1,
                    "Arabic": "<1> اللَّهُ أَكْبَرُ <FN>(1)</FN>.</1><F269>",
                    "Espaniol": "<1>Allahu ákbar.\r\n241-  Allah es grande. </1>"
                }
            ]
        },
        {
            "CategoryID": 124,
            "CategoryName_Ar": "ما يفعل من أتاه أمر يسره",
            "CategoryName_Es": "Súplica al recibir buenas noticias",
            "Zikr": [
                {
                    "ZirkID": 247,
                    "Repeat number": 1,
                    "Arabic": "<1>كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِدًا شُكْرًا لِلَّهِ تَبَارَكَ وَتَعَالَى<FN>(1)</FN>.</1><F270>",
                    "Espaniol": "<1>El Profeta (la paz y las bendiciones de Allah sean con él) solía\r\n\r\nprosternarse en agradecimiento a Allah al recibir buenas\r\nnoticias que lo alegraran o que le causaran mucha alegría.</1>"
                }
            ]
        },
        {
            "CategoryID": 125,
            "CategoryName_Ar": "ما يقول من أحس وجعًا في جسده",
            "CategoryName_Es": "Súplica al sentir algún dolor en el cuerpo",
            "Zikr": [
                {
                    "ZirkID": 248,
                    "Repeat number": 3,
                    "Arabic": "<1> ضَعْ يَدَكَ عَلَى الَّذِي تَأَلَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ <FN>(1)</FN>.</1><F271>",
                    "Espaniol": "<1>Bismillah. Bismillah. Bismillah.\r\n\r\nA'udhu billahi wa qudrátihi min sherri maa áyidu wa ujaad-\r\nhir. (7 veces)\r\n\r\n243-  Pon tu mano donde te duele y di: iEn el nombre de\r\nAllah! (tres veces) y di: me refugio en Allah en su omnipo-\r\ntencia, del mal que siento y me preocupa. (7 veces)</1>"
                }
            ]
        },
        {
            "CategoryID": 127,
            "CategoryName_Ar": "ما يقال عند الفزع",
            "CategoryName_Es": "Súplica al asustarse",
            "Zikr": [
                {
                    "ZirkID": 250,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ <FN>(1)</FN>.</1><F274>",
                    "Espaniol": "<1>Laa ilaaha illa Allah.\r\n245-  No hay dios salvo Allah. </1>"
                }
            ]
        },
        {
            "CategoryID": 128,
            "CategoryName_Ar": "ما يقول عند الذبح أو النحر",
            "CategoryName_Es": "Súplica al degollar un animal",
            "Zikr": [
                {
                    "ZirkID": 251,
                    "Repeat number": 1,
                    "Arabic": "<1> بِسْمِ اللَّهِ، وَاللَّهُ أَكْبَرُ <FN>(1)</FN>.</1><F275>",
                    "Espaniol": "<1>Bismillahi, wa Allahu ákbaru Allahumma minka wa laka\r\nAllahumma taqábbal minnii.\r\n\r\n239-  En el nombre de Allah, Allah es más grande, Señor es-\r\nto proviene de Ti y para Ti, Señor acéptalo de mí. </1>"
                }
            ]
        },
        {
            "CategoryID": 130,
            "CategoryName_Ar": "ما يقول لرد كيد مردة الشياطين",
            "CategoryName_Es": "Súplica para evitar el engaño del demo-\r\nnio",
            "Zikr": [
                {
                    "ZirkID": 252,
                    "Repeat number": 1,
                    "Arabic": "<1> أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ مِنْ شَرِّ مَا خَلَقَ وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ <FN>(1)</FN>.</1><F277>",
                    "Espaniol": "<1>'A'udhu bikalimaati Allahi attammati allatíí laa iuyaa-\r\nwizhuhunna barrun wa laa fááyirun min sherri maa Jálaqa,\r\nwa bara.á wa dhára.a, wa min sherri maa iánzhilu min as-\r\nsamaa.i wa min maa iá'ruyu fiihaa wa min sherri maa dhá-\r\nra.a fiil arDi wa min sherri maa iáJruyu minhaa, wa min\r\nsherri fítanil leili wan nahaari, wa min sherri kulli Tááriqin\r\nilla Tááriqan iáTruqu biJeirin iaa Rajmaanu.\r\n\r\n247-  Me refugio en las palabras perfectas de Allah, aque-\r\nllas que no pueden ser transgredidas por la persona recta ni\r\npor la corrupta, de todo mal que ha creado (Allah), del mal\r\nque desciende de los cielos y del mal que se eleva. Del mal\r\nque es esparcido sobre la tierra y del mal que proviene de\r\nella, Me refugio del mal de las tribulaciones de la noche y\r\ndel día, y de todo mal que llega por las noches, y salvo\r\naquella sorpresa que es una albricia que es del Misericor-\r\ndiosísimo </1>"
                }
            ]
        },
        {
            "CategoryID": 131,
            "CategoryName_Ar": "الاستغفار والتوبة",
            "CategoryName_Es": "Súplica para solicitar el perdón y el arre-\r\npentimiento",
            "Zikr": [
                {
                    "ZirkID": 253,
                    "Repeat number": 70,
                    "Arabic": "<1> أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ <FN>(1)</FN>.</1><F278>",
                    "Espaniol": "<1>El Mensajero de Allah (la paz y las bendiciones de Allah sean\r\ncon él) dijo:  Por Allah, que pido el perdón y me arrepenti-\r\nmiento a Allah más de setenta veces. </1>"
                },
                {
                    "ZirkID": 254,
                    "Repeat number": 100,
                    "Arabic": "<1> أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ <FN>(1)</FN>.</1><F279>",
                    "Espaniol": "<1>Y dijo (la paz y las bendiciones de Allah sean con él):  iOh gen-\r\nte! Arrepentíos a Allah porque ciertamente me arrepiento a\r\nAllah, durante el día cien veces. </1>"
                },
                {
                    "ZirkID": 255,
                    "Repeat number": 1,
                    "Arabic": "<1> أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ <FN>(1)</FN>.</1><F280>",
                    "Espaniol": "<1>Astágfiru Allaha alladhíí laa ilaaha il-laa hua al jeiul qai-\r\nuumu wa atuubu ileihi.</1>"
                },
                {
                    "ZirkID": 256,
                    "Repeat number": 1,
                    "Arabic": "<1>وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الْآخِرِ، فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ <FN>(1)</FN>.</1><F281>",
                    "Espaniol": "<1>Y dijo (la paz y las bendiciones de Allah sean con él):  Cuando\r\nmás cerca está el Señor de su siervo es en la mitad de la\r\nnoche, entonces si podéis sed de aquellos que recuerdan a\r\nAllah en esa hora. </1>"
                },
                {
                    "ZirkID": 257,
                    "Repeat number": 1,
                    "Arabic": "<1>وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ، فَأَكْثِرُوا الدُّعَاءَ <FN>(1)</FN>.</1><F282>",
                    "Espaniol": "<1>Y dijo (la paz y las bendiciones de Allah sean con él):  Cuanto\r\nmás cerca está el siervo de su Señor es cuando el siervo es-\r\ntá prosternado, entonces pues rogad mucho aumentando\r\nlas súplicas. </1>"
                },
                {
                    "ZirkID": 258,
                    "Repeat number": 1,
                    "Arabic": "<1> أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ <FN>(1)</FN>.</1><F283>",
                    "Espaniol": "<1>Al-Agar Al-Muzhni relató: Por cierto que el Mensajero\r\nde Allah (la paz y las bendiciones de Allah sean con él) dijo:  Cierta-\r\nmente mi corazón se vuelve absorto y pido perdón a Allah\r\ncien veces por día. </1>"
                }
            ]
        },
        {
            "CategoryID": 132,
            "CategoryName_Ar": "فضل التسبيح، والتحميد، والتهليل، والتكبير",
            "CategoryName_Es": "Virtudes del recuerdo y la glorificación\r\nde Allah",
            "Zikr": [
                {
                    "ZirkID": 261,
                    "Repeat number": 1,
                    "Arabic": "<1> سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ <FN>(1)</FN>.</1><F286>",
                    "Espaniol": "<1>Subjaana Allahi wa bi jámdihi, subjaana Allahil aDhiimi.\r\n\r\n256- Abu Huraíra (Allah se complazca de él) relató que el Mensaje-\r\nro de Allah (la paz y las bendiciones de Allah sean con él) dijo:  Exis\r\nten dos palabras muy fáciles de decir, que pesan en la\r\nbalanza, y son amadas por el Misericordioso:  Glorificado\r\nsea Allah y alabado sea, glorificado sea Allah el Grandioso. </1>"
                },
                {
                    "ZirkID": 265,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ <FN>(1)</FN>.</1><F290>",
                    "Espaniol": "<1>Laa Jaula wa laa Quuwata illaa billahi.\r\n\r\n\r\n9- DijO Abdullah Ibn Qais (Allah se complazca de él) que el Men-\r\nsajero de Allah (la paz y las bendiciones de Allah sean con él) dijo:\r\n ’Abdullah Ibn Qais ¿acaso no deseas que te guíe hacia un\r\ntesoro de los tesoros del Paraíso?  Contesté: por supuesto\r\nque sí Mensajero de Allah. Dijo: Di:  No hay fuerza ni poder\r\nsalvo en Allah. </1>"
                },
                {
                    "ZirkID": 267,
                    "Repeat number": 1,
                    "Arabic": "<1> لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَزِيزِ الْحَكِيمِ، اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي <FN>(1)</FN>.</1><F292>",
                    "Espaniol": "<1>Laa ilaaha illa Allah uájdahu laa sheriika lahu, Allahu ák-\r\nbaru kabiira wal jamdu lillahi kaziira subjaana Allahi rabil\r\n'aalamiina, wa laa jaula wa laa qúwata illa billahil 'azhiizhil\r\njakiimi.\r\n\r\nAllahumma agfirlii war jamnii wah dinii wa 'aafiinii war\r\nzhuknii.\r\n\r\n262- Relató Sa'ad Ibn Abi Waqas (Allah se complazca de él): Llegó\r\n\r\n\r\nun beduíno ante el Mensajero de Allah (la paz y las bendiciones\r\nde Allah sean con él) diciendo: Enseñame algo que pueda decir.\r\nLe dijo (la paz y las bendiciones de Allah sean con él) :  Di: NO hay\r\ndivinidad salvo Allah, único sin asociado, Allah es el más\r\ngrande, el Grandioso. iQue Allah sea alabado mucho! Glori-\r\nficado sea Allah, Señor del universo, no hay fuerza ni poder\r\nsalvo en Allah el Poderoso Sapientísimo.  Respondió el be-\r\nduíno: Esas palabras son para mi Señor. ¿Y qué hay para\r\nmí? Dijo (la paz y las bendiciones de Allah sean con él):  Di: Oh Allah\r\nperdóname, ten misericordia de mí, guíame y sustenta-\r\nme. </1>"
                }
            ]
        }
    ]
}