{
   "courses": [
      {
         "title": "El ayuno",
         "lessons": [
            {
               "title": "Virtudes del ayuno y su estatus en la Shari’a",
               "video": "https://www.youtube.com/embed/ItWnPhj2NhU?showinfo=0",
               "body": "Definición de Significado del ayuno\nSignificado del ayuno en el idioma árabe\nContenerse y abstenerse de algo.\n\nEl ayuno en la Shari’a\nLa adoración de Al-lah absteniéndose de comida, bebida y el coito desde que poco antes que sale el sol hasta que se pone.\n\nVirtud del ayuno\nEl ayuno tiene grandes virtudes y una gran recompensa. Al-lah Se atribuyó el ayuno a Sí mismo para honrarlo y exaltarlo. En un hadiz qudsi reportado por Abu Huraira, que Al-lah esté complacido con él, el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dice: “Toda obra buena del hombre se ve multiplicada por diez hasanat y hasta setecientas hasanat. Dijo Al-lah, Glorificado y Ensalzado sea: ‘…Excepto el ayuno, que es para Mí y Yo mismo lo recompensaré, pues (Mi siervo) deja de comer y de beber por Mí’. Luego agrega: ‘El ayunante goza de dos alegrías: cuando desayuna se alegra, y cuando se encuentra ante su Señor. Juro que el mal aliento de la boca del ayunante es mejor ante Al-lah que el aroma del almizcle” [ Muttafaq ‘alaih ].\nLa sabiduría detrás de la prescripción del ayuno\n1 - Cumplir con la taqwa obedeciendo al mandato de Al-lah y su legislación. Dijo Al-lah: {¡Oh, creyentes! Se os prescribió el ayuno al igual que a quienes os precedieron para que alcancéis la piedad.} [Corán 2:183].\n2 - Acostumbrar el espíritu a la paciencia y la voluntad para someter a las pasiones y deseos.\n3 - Acostumbrar la persona a la caridad, solidarizándose con los necesitados y los pobres, pues quien pasa hambre sabe lo que sienten sus hermanos necesitados.\n4 - Dar descanso al cuerpo y mejorar su salud con el ayuno.\nEstatus legal del ayuno\nEl ayuno en la Shari’a se divide en:\n1. Ayuno obligatorio\nEs de dos tipos:\na) Ayuno que Al-lah impuso originalmente al ser humano como obligación; es el caso del ayuno de Ramadán, que es uno de los pilares prácticos del Islam.\nb) Ayuno en que la persona misma es la causa de la obligatoriedad del ayuno sobre sí; es el caso de los ayunos por promesas o por expiación de faltas.\n2. Ayuno recomendable\nEs todo ayuno que Al-lah recomienda hacer, como el ayuno de los lunes y los jueves, el ayuno de tres días específicos de cada mes, el ayuno del día de ‘Ashura’, el ayuno de los primeros diez días del mes Dhul Hiyya, el ayuno de ‘Arafa, etc.\n\nRequisitos para la obligatoriedad del ayuno\n1-El Islam, pues no es obligatorio para el incrédulo.\n2-La madurez sexual, pues no es obligatorio para el niño; sin embargo, se le puede ordenar a los niños que tienen la capacidad de ayunar para que se vayan acostumbrando.\n3-La sanidad mental, pues no es obligatorio para el demente.\n4-La capacidad de hacerlo, pues no es obligatorio para el que no puede ayunar.\n El ayuno no es obligatorio para el enfermo e imposibilitado\n El ayuno no es obligatorio para el menor \n\nEl ayuno de Ramadán\nEl ayuno de Ramadán es uno de los pilares del Islam y es una obligación (farida) que Al-lah impuso a Sus siervos.\nAl-lah dijo: {¡Oh, creyentes! Se os prescribió el ayuno al igual que a quienes os precedieron para que alcancéis la piedad.}  [Corán 2:183]\nY dijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “El Islam se levanta sobre cinco (fundamentos)” [Lo citó Al Bujari] , y mencionó entre ellos “el ayuno de Ramadán”.\nVirtudes de Ramadán\n1-En el mes de ramadán se abren las puertas del Paraíso y se cierran las del Infierno, se encadenan a los demonios y las almas se dedican a las obras de bien.\nDijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “Cuando llega Ramadán se abren los portales del Paraíso, se cierran los portales del Infierno y se encadenan los demonios” [Muttafaq ‘alaih].\n2-El ayuno y el rezo nocturno de Ramadán, hechos con fe y devoción, conllevan el perdón de los pecados pasados.\nEl Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Quien ayuna en Ramadán con fe y devoción, se le perdonan todos sus pecados pasados” [Muttafaq ‘alaih] . Y dijo también: “Quien reza por la noche en Ramadán con fe y devoción, se le perdonan todos sus pecados pasados” [Muttafaq ‘alaih] .\n3-En este mes está Lailat ul Qadr (la noche del decreto), una noche de la que Al-lah dijo: {[Adorar a Al-lah] La noche del decreto es mejor que [hacerlo] mil meses} [Corán 97:3].\n quien reza durante esta noche con fe y devoción se le perdonan sus pecados pasados. Dijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “Quien reza en la noche del decreto con fe y devoción, se le perdonan todos sus pecados pasados” [Muttafaq ‘alaih].\n4-Una ‘Umra en Ramadán equivale, en recompensa, a haber peregrinado con el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, pues él dijo: “Una ‘Umra en Ramadán equivale a peregrinar conmigo” [Lo citó Muslim].\n5-El mes de Ramadán es el mes del Corán, pues en él se reveló, así es que se debe hacer más frecuente la recitación del Corán. Al-lah dijo: {En el mes de Ramadán fue revelado el Corán como guía para la humanidad y evidencia de la guía y el criterio.} [Corán 2:185]\n6-Ramadán es el mes de la generosidad, la caridad y las limosnas. Dijo Ibn ‘Abbas, que Al-lah esté complacido de él: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, era la persona más generosa, y solía llegar al máximo de su generosidad en el mes de Ramadán cuando Yibril lo visitaba.Yibril solía visitarlo todas las noches de Ramadán para enseñarle el Corán. Cuando el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, se encontraba con Yibril era más generoso que los bondadosos vientos que traen buenas nuevas” [Muttafaq ‘alaih].\n¿Cómo se confirma el inicio de Ramadán?\nSe establece el inicio del mes de Ramadán por la visión confirmada de la luna nueva (hilal). Si se confirma el avistamiento de la luna nueva después de ponerse el sol del día veintinueve del mes de Sha’ban, entonces significa que ya es primero de Ramadán.\nSi no se ve la luna nueva después de la puesta del sol de la víspera del día treinta de Sha’ban o no se ve por nubes, polvo u otros en el aire, entonces este mes completará treinta días. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Ayunen al verla (la luna nueva) y terminen el ayuno al verla (la siguiente luna nueva); pero si se hace imposible para ustedes verla (la luna nueva), entonces completen treinta días del mes (de Sha’ban, anterior a Ramadán)” [Muttafaq ‘alaih].\nSuspendiendo el ayuno en Ramadán\nSuspender el ayuno en Ramadán es uno de los pecados capitales del Islam. A quien interrumpe su ayuno durante el día en Ramadán sin motivo y sin arrepentirse luego, no le bastaría ayunar toda su vida para reponerlo.\nEl Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Quien interrumpe su ayuno un día de Ramadán sin un permiso otorgado por Al-lah, no podría recuperarlo aunque ayune toda su vida” [Lo citó Abu Dawud] .\nEl castigo por interrumpir así el ayuno es terrible; dijo Abu Umama Al Bahili, que Al-lah esté complacido de él:  “Oí al Profeta, sal-lal-lahu ‘alaihi wa sal-lam, decir: ‘Mientras dormía vinieron a mí dos hombres…luego me llevaron hasta que llegamos ante un grupo de personas que colgaban de los tendones de sus tobillos y las comisuras de sus bocas estaban desgarradas y sangraban; dije: ¿Y quiénes son estos? Dijo: Son los que rompen el ayuno antes de tiempo” [Lo citó Ibn Hibban]."
            },
            {
               "title": "Pilares del ayuno, sus partes lícitas, sus partes recomendables, detestables y sus invalidantes",
               "video": "https://www.youtube.com/embed/j9ZxyMfbNsg?showinfo=0",
               "body": "Pilares del ayuno\n\nPrimer pilar : abstenerse de los invalidantes del ayuno desde poco ante de que salga el sol hasta que se pone.\nAl-lah dijo: {Y comed y bebed hasta que se distinga el hilo blanco [la luz del alba] del hilo negro [la oscuridad de la noche], luego completad el ayuno hasta la noche} [Corán 2:187] , la referencia al hilo blanco y el hilo negro es por la claridad del día y la oscuridad de la noche.\n\n\nSegundo pilar : La nia\nConsiste en que el ayunante tenga la intención de abstenerse de los invalidantes del ayuno como adoración a Al-lah. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Las obras son según las intenciones, y cada persona será recompensada según su intención” [Muttafaq ‘alaih].\n\nLa intención en el ayuno\nEs necesario tener la intención de ayunar desde la víspera del día de ayuno cuando se trata de un ayuno obligatorio; si es un ayuno nafl no es necesario, pues es válido ayunar nafl poniendo la intención durante el día si no se ha comido nada ese día. Se cita que ‘Aisha, que Al-lah esté complacido con ella, dijo: “Un día, el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, entró a vernos y dijo: ‘¿Tienen algo (de comer)?’ Le dijimos: ‘No’, y él dijo: ‘Entonces, estoy ayunando” [ Lo citó Muslim ].\n\nAcciones lícitas en el ayuno\n1-Bañarse y entrar en el agua para refrescarse.\n2-Tragarse la saliva o mucosidad.\n3-Probar la comida con la lengua, con la condición de que nada traspase la garganta.\n4-Oler perfumes o ambientadores.\n Es lícito que el ayunante pruebe comida\n Es lícito que el ayunante tome baños\n Es lícito que el ayunante huela perfumes\n\n\n- El uso del cepillo de dientes durante el ayuno:\nEs lícito usar el cepillo de dientes en cualquier momento, antes o después del mediodía, sin importar si el cepillo es algo seco o algo húmedo (siwak fresco), pero el ayunante debe tener cuidado de que si usa un palo de siwak fresco y húmedo no debe llegar nada de su líquido a su garganta, pues eso significaría romper su ayuno.\n Es lícito que el ayunante use cepillo de dientes\n\nAcciones recomendables en el ayuno\n\n1. La comida del suhur y retrasarla hasta poco antes del adhan del Fayer.\nEl Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Coman el suhur, pues en el suhur hay bendiciones” [Muttafaq ‘alaih].\nEl suhur se cumple con poca o mucha comida, un sorbo de agua basta. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “En el suhur hay bendiciones, así que no lo abandonéis aunque sea con un sorbo de agua, pues Al-lah y sus ángeles bendicen y exaltan a los que hacen el suhur”.[ Lo citó Ahmad ]\nEs recomendable retrasar el suhur. Zaid bin Zabit, que Al-lah esté complacido de él, dijo: “Comimos el suhur con el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, y nos paramos para rezar. Dijo Anas ibn Malik: ‘Dije: ¿Cuánto tiempo hubo entre lo uno y lo otro?’ Dijo (Zaid): ‘Unas cincuenta aleyas’” [Muttafaq ‘alaih].\nBeber mientras se pronuncia el adhan del Fayer: Si oye que se pronuncia el adhan y tiene su bebida en su mano, puede beberla hasta terminarla. Abu Huraira, que Al-lah esté complacido de él, dijo: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘Si oyen el adhan y el vaso está en su mano, no lo dejen hasta haberse satisfecho de su contenido” [Muttafaq ‘alaih].\n El suhur aunque sea con un sorbo de agua\n\n2. Apresurar el desayuno (Al fitr)\nEs recomendable que el ayunante apresure su desayuno una vez que se aseguró de la puesta del sol, pues el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Mi nación sigue bien mientras apresuren el desayuno” [Lo citó Abu Dawud].\nEs recomendable desayunar con dátiles frescos o secos y en cantidad impar; y si no encuentra nada de eso, entonces con unos tragos de agua.\nAnas bin Malik, que Al-lah esté complacido de él, dijo: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, solía romper el ayuno con dátiles frescos; si no encontraba, entonces con dátiles secos; y si no encontraba,entonces bebía unos sorbos de agua” [Lo citó At-Tirmidhi].\nSi no encuentra nada con qué desayunar, desayuna con la intención en su corazón y eso le basta.\n\nQuien interrumpe su ayuno accidentalmente\nSi el ayunante come pensando que ya se puso el sol o que aún no había amanecido y luego se da cuenta de su error, entonces no tiene que reponer su ayuno. Al-lah dijo: {Y no será considerado un pecado si os hubiereis equivocado [o ignorado que ello no era correcto], pero sí en caso de que lo hiciereis intencionadamente.Y sabed que Al-lah es Absolvedor, Misericordioso} [Corán 33:5]  , y el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Al-lah no culpa a mi gente por los errores, el olvido o lo que hacen contra su voluntad” [Lo citó Ibn Maya].\n3. La plegaria al desayunar\nEl Profeta, sal-lal-lahu ‘alaihi wa sal-lam, decía al desayunar: “Se fue la sed y se han humedecido las venas y arterias, y se ha confirmado la recompensa si Al-lah quiere” [Lo citó Abu Dawud].\nY decía: “El ayunante tiene al desayunar una plegaria que no se rechaza” [Lo citó Ibn Maya].\n4. Abandonar los excesos y las obscenidades\nEl Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Si están en día de ayuno no deben cometer obscenidades ni deben discutir con violencia. Si alguien los insulta o provoca a luchar, díganle: soy un ayunante” [Muttafaq ‘alaih].\n5. Aumentar las obras de adoración ritual\nComo la recitación del Corán, la mención de Al-lah, el rezo tarawih, el rezo qiam ul-lail, el rezo qiam lailat il-qadr, los rezos Sunna de cada fard, las caridades, la generosidad y los esfuerzos en las causas caritativas, servir desayunos a los ayunantes, hacer ‘Umra. Las buenas obras en Ramadán tienen su recompensa multiplicada.\nIbn ‘Abbas, que Al-lah esté complacido de él, dijo: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, era la persona más generosa y que solía llegar al máximo de su generosidad en el mes de Ramadán cuando Yibril lo visitaba.Yibril solía visitarlo todas las noches de Ramadán para enseñarle el Corán. Entonces, el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, se encontraba Gabriel, era más generoso que los bondadosos vientos que traen buenas nuevas” [Lo citó Al Bujari].\nAcciones detestables en el ayuno\n1. Exagerar en Al madmada y Al istinshaq.\nPor temor a que el agua traspase su garganta. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Sé generoso con el istinshaq excepto que estés ayunando” [Lo citó Abu Dawud].\n2. Besar apasionadamente\nEs detestable, pues se teme que el ayunante pierda el control e incurra en acciones que invaliden su ayuno. Si la persona tiene bastante autocontrol sobre sus pasiones, pues no habría problema. ‘Aisha, que Al-lah esté complacido con ella, relató: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, solía besar y acariciar estando en ayuno; y era la persona con más control sobre sus pasiones” [ Muttafaq ‘alaih ].\nPor este motivo es detestable acariciarse durante el ayuno, excepto que se trate de personas ancianas. Abu Huraira, que Al-lah esté complacido de él, relató “que un hombre le preguntó al Profeta, sal-lal-lahu ‘alaihi wa sal-lam, sobre las caricias estando en ayuno, y él le informó que era permitido para él; y luego vino otro y le preguntó lo mismo pero el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, se lo prohibió. Al que se lo permitió era un anciano, y al que se lo prohibió era un joven” [Lo citó Abu Dawud].\n\nInvalidantes del ayuno\n1. Comer y beber intencionalmente durante el día Ramadán.\nAl-lah dijo: {Y comed y bebed hasta que se distinga el hilo blanco [la luz del alba] del hilo negro [la oscuridad de la noche], luego completad el ayuno hasta la noche.} [Corán 2:187]\n Comer y beber intencionalmente invalida el ayuno\n\n\n\nRomper el ayuno por causas laborales\nLos que trabajan en hornos u otros trabajos pesados igual deben ayunar, pues la obligación recae sobre ellos al igual que los demás.\n\n\n\n\nPrestar atención\n- Quien come o bebe por olvido tiene su ayuno válido aún, y debe dejar de comer o beber tras que recuerde que está ayunando. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Quien se olvide estando en ayuno y come o bebe, que complete su ayuno, pues Al-lah lo ha alimentado y le ha dado de beber”.[ Lo citó Muslim ]\n- Invalida el ayuno todo lo que llega hasta la garganta a través de la boca o la nariz y lo que se puede clasificar como bebida o alimento, como son ciertas inyecciones fortificantes, a diferencia de los remedios como la penicilina y otros, que no son ni comida ni bebida ni algo similar.\n Una inyección de sustancias nutritivas sí invalida el ayuno\n Una inyección de antibióticos no invalida el ayuno\n Los medicamentos nutritivos invalidan el ayuno\n\n\n- Lo que entra a través de la boca por alguna necesidad, como una endoscopía o por el uso de un inhalador, no invalida el ayuno.\n El uso del inhalador no invalida el ayuno\n\n\n- Las gotas para los ojos o el oído y otras sustancias similares no invalidan el ayuno, pues no hay prueba de que sean invalidantes y porque los ojos, los oídos o la nariz no son vías naturales de alimentación, aunque en el caso de la nariz es mejor evitarlas, por que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, prohibió a los ayunantes exagerar con el istinshaq y porque desembocan en la garganta.\n Usar Kohol en los ojos no invalida el ayuno\n Las gotas para los ojos no invalidan el ayuno\n\n\n- Si se introduce algo que no alimenta o le daña como al fumar entonces invalida su ayuno, ya que se introduce por la vía acostumbrada para comer y porque tiene similitudes con la comida y la bebida .\n Fumar invalida el ayuno\n\n\n- Lo que no se puede evitar de tragar no invalida el ayuno, como el polvo del camino o la comida que se queda entre los dientes.\n Los restos de comida en la boca no invalidan el ayuno\n\n2. El coito\nAl-lah dijo: {Durante las noches del mes de ayuno os es lícito mantener relaciones maritales con vuestras mujeres} [Corán 2:187] .\nquien practica el coito durante las horas de sol de los días de Ramadán ha invalidado su ayuno, debe reponer el día invalidado y debe pagar una expiación considerable, que consiste en liberar a un esclavo; si no puede, debe ayunar dos meses seguidos; y si no puede, debe alimentar a sesenta necesitados, pues se ha confirmado que Abu Huraira, que Al-lah esté complacido de él, dijo: “Estábamos sentados con el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, y llegó un hombre que dijo: ‘¡Profeta! ¡Estoy perdido!’ El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘¿Qué tienes?’ El hombre dijo: ‘Tuve relaciones sexuales con mi mujer durante mi ayuno de Ramadán’. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘¿Tienes algún esclavo para libertar?’ El hombre dijo: ‘No’. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘¿Y puedes ayunar dos meses seguidos?’ El hombre dijo: ‘No’. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘¿Tienes para alimentar a sesenta pobres?’ El hombre dijo: ‘No’, y se quedó en silencio. Mientras estábamos así, llegó para el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, un canasto lleno con dátiles. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘¿Dónde está el que preguntaba?’ El hombre dijo: ‘Soy yo’. el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, le dijo: ‘Toma esto y dalo en caridad’. El hombre dijo: ‘¿Se lo debo dar a alguien más pobre que yo? ¡Por Al-lah! No hay entre estas dos lavas –refiriéndose a Medina y las dos montañas que la rodean– una casa más pobre que la mía’. el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, rió hasta que se vieron sus dientes laterales y dijo: ‘Alimenta con ello tu familia”’.[ Muttafaq ‘alaih]"
            },
            {
               "title": "Excusas para suspender el ayuno en Ramadán",
               "video": "https://www.youtube.com/embed/S-gNxWAS7GE?showinfo=0",
               "body": "Excusas para suspender el ayuno en Ramadán\n\n1. Enfermedad\nLa persona enferma puede suspender su ayuno en Ramadán, pues Al-lah dijo: {Quien de vosotros estuviese enfermo o de viaje y no ayunase, deberá reponer posteriormente los días no ayunados.} [Corán 2:184]\nLa enfermedad que justifica la suspensión del ayuno es la que provocaría dificultades o perjuicio si se ayuna.\nSi el enfermo suspende el ayuno :\nSi el enfermo suspende el ayuno y padece una enfermedad de probable recuperación, entonces deberá reponer en el futuro los días no ayunados. Al-lah dijo: {Quien de vosotros estuviese enfermo o de viaje y no ayunase, deberá reponer posteriormente los días no ayunados.} [Corán 2:184]\n\n\n2. Viaje\nEl viajero puede suspender su ayuno en el mes de Ramadán, pues Al-lah dijo: {Quien de vosotros estuviese enfermo o de viaje y no ayunase, deberá reponer posteriormente los días no ayunados.} [Corán 2:184]\nEl viaje que permite suspender el ayuno es el mismo que permite abreviar los rezos, y es lo que normalmente se considera viaje en el uso de la sociedad donde se vive. Se pone como condición que sea un viaje lícito, pues si es un viaje pecaminoso, o sea, con el único fin de lograr suspender mañosamente el ayuno, pues no podrá suspender el ayuno con ese viaje.\nSi el viajero decide ayunar durante su viaje es válido también, por el hadiz de Anas ibn Malik, que Al-lah esté complacido de él, que dice: “Viajábamos con el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, y no le reclamaba al ayunante al que suspendía su ayuno, ni el que suspendía el ayuno al ayunante” [Lo citó Al Bujari].\nPero es una condición importante que el ayuno no se le haga dificultoso al viajero o lo dañe; pues si ese es el caso, es mejor que suspenda el ayuno, ya que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, vio a un hombre que se había desmayado por el excesivo calor y la gente se juntaba a su alrededor, luego dijo: “No es un acto de piedad ayunar en viaje” [Lo citó Al Bujari].\n3. El embarazo o la lactancia\nSi la mujer teme por su salud si continúa el ayuno de Ramadán en casos de embarazo o lactancia, pues puede suspender su ayuno como el enfermo y luego repone los días no ayunados, pues el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Al-lah eximió al viajero del ayuno y de parte del rezo, y a las embarazadas o lactantes del ayuno” [Lo citó At-Tirmidhi].\nSi teme por su bebé solamente, igual puede suspender el ayuno y debe reponerlo después y además alimentar a un necesitado por cada día, según el relato de Ibn ‘Abbas, que Al-lah esté complacido de él: “La que da de mamar y la embarazada, si temen por la salud de sus hijos, pueden suspender el ayuno y luego alimentar (a algún necesitado)” [Lo citó Abu Dawud].\n4. La menstruación o el posparto\nLa mujer que está menstruando debe obligadamente suspender su ayuno de Ramadán y tiene prohibido ayunar, y si lo hace no es válido para ella,y debe reponer los días no ayunados; dijo ‘Aisha, que Al-lah esté complacido de ella, cuando se le preguntó por el hecho de reponer el ayuno y no así el rezo (a las menstruantes): “Eso nos sucedía en época del Profeta, sal-lal-lahu ‘alaihi wa sal-lam, y se nos prescribía reponer el ayuno y no así el rezo” [Muttafaq ‘alaih]."
            },
            {
               "title": "Ayuno opcional (tatawwu’)",
               "video": "https://www.youtube.com/embed/rqOE9AAY5Oo?showinfo=0",
               "body": "Definición de Ayuno opcional (tatawwu’)\nSignificado del ayuno en el idioma árabe\nSe trata de todo ayuno que no es obligatorio y lo realiza la persona para adorar a Al-lah\n\nEste ayuno tatawwu’ tiene grandes virtudes y una gran recompensa. En un hadiz qudsi, Abu Huraira, que Al-lah esté complacido de él, relata que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Todas las obras que realiza el ser humano por Al-lah tienen una recompensa multiplicada por diez y hasta por setecientas veces, y Al-lah dijo: ‘Excepto el ayuno, que es para Mí y Yo mismo recompensaré por él” [Muttafaq ‘alaih].\nDías que es Sunna ayunarlos\n\n1. Seis días del mes de Shawwal\nPor las palabras del Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “Quien ayuna el mes de Ramadán y luego le sigue con seis días del mes de Shawwal, es como si hubiese ayunado todo el año” [Lo citó Muslim].\nY da lo mismo que los ayune seguidos o separados.\n\n\n\n2. Nueve días al principio del mes Dhul Hiyya\nPues dijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “De todos los días en que la persona realiza buenas obras, los más queridos para Al-lah son estos –los primeros diez días de Dhul Hiyya–”; le dijeron: “Profeta de Al-lah, ¿ni siquiera el yihad por la causa de Al-lah?” Dijo: “Ni siquiera el yihad por la causa de Al-lah, excepto alguien que ofrezca su propia vida y fortuna por la causa de Al-lah y pierda ambas cosas” [Lo citó Al Bujari] , y el más recomendable de estos días es el día de ‘Arafa para los que no asisten al peregrinaje, y se trata del noveno día del mes de Dhul Hiyya. Dijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “El ayuno del día de ‘Arafa es tan considerado por Al-lah que perdona los pecados del año anterior y los del año siguiente” [Lo citó Muslim].\n\n\n3. El ayuno del día de ‘Ashura’ más el día anterior\n‘Ashura’\nSe trata del décimo día del mes lunar de Muharram\n\nDijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “El ayuno del día de ‘Ashura’ expía los pecados del año anterior” [Lo citó Muslim].\nSobre el origen de este ayuno nos relata Ibn ‘Abbas, que Al-lah esté complacido de él: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, llegó a Medina y vio que los judíos ayunaban el día de ‘Ashura’. Dijo: ‘¿Qué es esto?’ Le dijeron: ‘Es un día bueno; este día Al-lah salvó a los bani Israil de sus enemigos y este día lo ayunó Moisés’. Así que dijo: ‘Nosotros somos más merecedores de seguir a Moisés que ustedes, así que lo ayunó y mandó que se lo ayune” [Lo citó Al Bujari], y Muslim registra que dijo: “Si sigo con ustedes al año siguiente ayunaré desde el día noveno” [Lo citó Muslim].\n4. Los días de luna llena de cada mes\nLos días de luna llena (días blancos)\nSon los días trece, catorce y quince de cada mes lunar árabe. Se los llamó blancos por el albor que caracteriza a sus noches por la claridad de la luna llena.\n\nRelata ‘Abdulmalik ibn Al Minhal que su padre, que Al-lah esté complacido de él, estaba con el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, y dijo que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, les prescribía el ayuno de los días blancos y decía: “Ayunarlos es como ayunar todo el tiempo” [Lo citó Ibn Hibban].\n5. Ayunar los días lunes y jueves de cada semana.\nSe cita de Abu Huraira, que Al-lah esté complacido de él, que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Los lunes y los jueves se exponen las obras (de la gente), así que quiero que mis obras se expongan mientras yo ayuno” [Lo citó At-Tirmidhi].\n6. Ayunar día por medio\nEl mejor ayuno tatawwu’ es el ayuno de David, la paz sea con él, que ayunaba día por medio. Dijo ‘Abdul-lah ibn ‘Amru, que Al-lah esté complacido de él: “Dijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: ‘El ayuno más querido para Al-lah es el ayuno de David; ayunaba día por medio’” [Lo citó An-Nasai].\n7. El ayuno del mes de Muharram\nAbu Huraira, que Al-lah esté complacido de él, relató que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “El mejor ayuno después de Ramadán es el del mes Muharram, el sacralizado por Al-lah” [Lo citó Muslim].\n8. El ayuno de Sha’ban\nUsama ibn Zaid, que Al-lah esté complacido de él, dijo: dije: “Profeta de Al-lah, no veo que ayunes otro mes más de lo que ayunas en Sha’ban. Dijo: “Eso es porque es un mes que la gente desdeña entre Rayab y Ramadán; pero es el mes en que las obras se elevan ante el Señor de los mundos, así que quiero que mis obras se eleven estando yo ayunando” [Lo citó An-Nasai].\n\nEl ayuno desde el punto de vista médico\nEl ayuno, además de aligerar el funcionamiento digestivo, ayuda a sanar algunas enfermedades de la piel, pues la disminución de líquidos que se da por el ayuno provoca un aumento de la resistencia de la piel contra algunos microbios y contra enfermedades infecciosas y contagiosas.\n\nLa intención para el ayuno tatawwu’\nNo es necesario tener la intención desde la víspera. Si la persona de repente desea ayunar tatawwu’ durante el día, pero antes de haber comido, puede hacerlo. ‘Aisha, que Al-lah esté complacido de ella, dijo: “Me dijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, un día: ‘Aisha, ¿tienen algo para comer?’ Y yo dije: ‘Profeta de Al-lah, no tenemos nada’. Dijo: ‘Pues entonces ayuno’”  [Lo citó Muslim]."
            },
            {
               "title": "La noche del destino (Lailat ul Qadr)",
               "video": "https://www.youtube.com/embed/hgTz7t8tPFg?showinfo=0",
               "body": "¿Por qué se la llama “Lailat ul Qadr”?\n1-Se dijo que es en referencia a su importancia y relevancia, como cuando Al-lah dijo: {No valoraron (ma qadaru) ni enaltecieron a Al-lah como merece (haqqa qadrih).} [Corán 6:91] Queriendo decir en este contexto que es una noche de consideración y dignidad, pues en ella se reveló el Corán y en ella descienden los ángeles, las bendiciones, la misericordia y el perdón.\n2-Se dijo que es en referencia a la delimitación y reducción, como cuando Al-lah dijo: {y aquel cuyo sustento sea limitado que lo haga acorde a lo que Al-lah le haya proveído} [Corán 65:7] , por lo poco que se sabe del momento en que acaece.\n3-Se dijo también que proviene de la palabra Qadar, en referencia a decretar lo que sucederá ese año, como cuando Al-lah dijo: {En ella se decreta sabiamente cada asunto} [Corán 44:4] [Fath ul Bari (255/4)].\nVirtudes de Lailat ul Qadr y su relevancia\n1. En ella se reveló el Corán.\nAl-lah dijo: {Por cierto que comenzamos la revelación [del Corán] en la noche del decreto} [Corán 97:1].\n2. Es mejor que mil meses.\nAl-lah dijo sobre ella: {[Adorar a Al-lah] La noche del decreto es mejor que [hacerlo] mil meses} [Corán 97:3] , las buenas obras que se realizan en ella son mejores que las buenas obras de mil meses fuera de Lailat ul Qadr.\n3. En ella descienden los ángeles y el Espíritu\nAl-lah dijo: {Esa noche descienden los ángeles y el Espíritu [el Ángel Gabriel] con la anuencia de su Señor para ejecutar todas Sus órdenes} [Corán 97:4] , y el Espíritu aquí referido es Gabriel, la paz sea con él.\nAbu Huraira, que Al-lah esté complacido de él, relató que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Lailat ul Qadr es la noche veintisiete o veintinueve (de Ramadán), y esa noche los ángeles en la tierra son más que los guijarros” [ Lo citó Ibn Juzaima].\n4. Es paz\nAl-lah dijo: {En ella hay paz hasta el comienzo del alba} [Corán 97:5]. Toda la noche es bienaventuranza y no hay mal en ella, desde que empieza hasta que amanece.\n5. Es una noche bendita\nAl-lah dijo: {Que lo hemos revelado en una noche bendita} [Corán 44:3], y se refiere a Lailat ul Qadr.\n6. En ella se definen las medidas de lo que sucede en el año\nAl-lah dijo: {En ella se decreta sabiamente cada asunto} [Corán 44:4]\n7. Quien reza en ella con fe y devoción se le perdonan sus pecados pasados\nDijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “Quien reza en Lailat ul Qadr con fe y devoción se le perdonan sus pecados pasados” [Muttafaq ‘alaih].\n¿Qué noche es Lailat ul Qadr?\nAl-lah ocultó la fecha exacta de esta noche para que el musulmán se esfuerce en las últimas diez noches de Ramadán, en especial en las noches impares, las noches 21,23,25,27 y 29. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Procuren Lailat ul Qadr en las noches impares de las últimas diez noches de Ramadán” [Muttafaq ‘alaih].\nAlgunos eruditos trataron de conciliar las evidencias y afirman que la noche varía cada año entre las noches mencionadas.\nAcciones recomendables en Lailatul Qadr\n1-El I’tikaf:\nque se realice en las diez últimas noches de Ramadán, todas y no solo en Lailat ul Qadr. ‘Aisha, que Al-lah esté complacido de ella, dijo: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam,solía retirarse en I’tikaf en las últimas diez noches de Ramadán” [Muttafaq ‘alaih].\n2-Rezar esa noche con fe y devoción.\nDijo el Profeta, sal-lal-lahu ‘alaihi wa sal-lam: “Quien reza en Lailat ul Qadr con fe y devoción se le perdonan sus pecados pasados” [Muttafaq ‘alaih].\n3-La plegaria:\n‘Aisha, que Al-lah esté complacido de ella, dijo: “Dije: Profeta, si estoy en Lailat ul Qadr, ¿qué plegaria puedo hacer? Dijo: di: Al-lahumma innak ‘afuwun karim tuhibb al ‘afuw fa’fu ‘anni (Al-lah, Tú eres tolerante y generoso; amas la tolerancia, entonces, Sé tolerante conmigo)” [Lo citó At-Tirmidhi].\nSeñales de Lailat ul Qadr\n1. Es una noche templada y luminosa\nYabir ibn ‘Abdul-lah, que Al-lah esté complacido de él, dijo: “ElProfeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: ‘Se me hizo ver Lailat ul Qadr, luego se me hizo olvidarla. Ella está en las últimas diez noches (de Ramadán). Es una noche templada y luminosa que no es fría ni calurosa’” [Citó Ibn Juzaima].\n2. Al amanecer de esta noche el sol sale blanco y sin rayos\nCuando se le preguntó a Ubai ibn Ka’b, que Al-lah esté complacido de él, sobre sus señales, dijo: “La señal que nos informó el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, es que el sol sale ese día blanco y sin rayos” [Lo citó At-Tirmidhi].\nLa noche del destino (Lailat ul Qadr)"
            },
            {
               "title": "El I’tikaf (retiro devocional en la mezquita)",
               "video": "https://www.youtube.com/embed/L-r6w12D2F4?showinfo=0",
               "body": "Definición de El I’tikaf\nEl I’tikaf en el idioma\nSignifica apegarse a algo, consagrarse a ello.\n\nEl I’tikaf en la Shari’a\nMantenerse en la mezquita para adorar a Al-lah.\n\nPrescripción del I’tikaf\nEl I’tikaf es una obra virtuosa y una forma de adoración noble. ‘Aisha, que Al-lah esté complacido de ella, dijo: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, solía retirarse en I’tikaf en las últimas diez noches de Ramadán, hasta que Al-lah lo llamó hacia Él” [Lo citó Al Bujari].\nEl I’tikaf se nos prescribió a nosotros y a la gente anterior a nosotros. Al-lah dijo: {Y le inspiramos a Abraham e Ismael que purifiquen Mi Casa para quienes la circunvalen, hagan retiro y oren en ella} [Corán 2:225]\nEstatus legal del I’tikaf\nEl I’tikaf es una Sunna en cualquier momento, y su mejor momento son las últimas diez noches de Ramadán, pues el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, lo acostumbraba hacer en este momento [Zad ul mi’ad].\nCondiciones para el I’tikaf\n1. La intención\nQuien desea hacer el I’tikaf debe tener la intención de permanecer en la mezquita para complacer y adorar a Al-lah. El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, dijo: “Las obras son según las intenciones” [Muttafaq ‘alaih].\n2. Que la mezquita donde se hace el I’tikaf sea yami’\nDebe ser una mezquita donde se reza el yumu’a y que reúna gente de toda la población.\n3. La pureza del hadaz mayor\nLa persona en estado de yanaba o menstruación o posparto no puede realizar el I’tikaf, pues no es permitido que esté dentro de la mezquita\n\nEl ayuno no es un requisito para el I’tikaf\nEl ayuno no es un requisito para el I’tikaf pues Ibn ‘Omar, que Al-lah esté complacido de él, relata que ‘Omar preguntó al Profeta, sal-lal-lahu ‘alaihi wa sal-lam, sobre una promesa que hizo antes de islamizarse, de pasar una noche de I’tikaf en la mezquita de Al Haram en La Meca, y el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, le dijo: “Cumple, pues, con tu promesa” [Lo citó Al Bujari].\nSi el ayuno fuese un requisito para el I’tikaf no habría sido válido el I’tikaf de ‘Omar, pues lo debía hacer por la noche, cuando no hay ayuno. También, se reporta que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, pasó en I’tikaf los primeros diez días de Shawwal [Lo citó Muslim], entre los que se encuentran los días del ‘id, en los que es prohibido ayunar.\nTambién, se menciona que ambos, el I’tikaf y el ayuno, son ritos de adoración independientes y no es necesario para la validez de uno la presencia del otro.\n\n\nTiempo del I’tikaf\nEl I’tikaf es válido en cualquier día y por cualquier tiempo, excepto que lo mejor es que no sea menor a un día y una noche, pues no se ha reportado que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, o los Sahaba, que Al-lah esté complacido de ellos, hayan hecho I’tikaf por menos de ese tiempo.\n\n\nEl I’tikaf los últimos diez días de Ramadán\n-Es el mejor momento para el I’tikaf, según nos relata ‘Aisha, que Al-lah esté complacido de ella, que el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, solía hacer el I’tikaf en estos días hasta que falleció [ Lo citó Al Bujari ].\n-El que desee realizar el I’tikaf por los últimos diez días de Ramadán, debe rezar el Fayer del día veintiuno en la mezquita donde desea realizar el I’tikaf e inmediatamente inicia su I’tikaf. ‘Aisha, que Al-lah esté complacido de ella, relató: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, solía hacer I’tikaf en cada Ramadán; después de rezar el Fayer se dirigía al lugar de su I’tikaf” [Lo citó Al Bujari].\n-El I’tikaf finaliza con la puesta del sol del último día de Ramadán, y es preferible que abandone el I’tikaf la mañana del ‘id, tal como se reporta que hicieron varios de los Salaf.\nLa sabiduría detrás del I’tikaf\nLa sabiduría de este rito está en aislarse temporalmente de lo mundano, evitar ocuparse de ello y de sus asuntos para dedicarse exclusivamente a la adoración. Es preciso que quien desea hacer el I’tikaf tenga esto presente.\nLo permitido para quien hace I’tikaf\n1-Salir de la mezquita por alguna necesidad, como beber o comer si es que no tiene quién se lo facilite; también ir al baño. ‘Aisha, que Al-lah esté complacido de ella, relató: “Cuando el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, hacía I’tikaf solía acercar su cabeza a mí y yo lo peinaba; y no entraba a la casa sino por alguna necesidad” [ Lo citó Muslim ].\n2-Peinarse o arreglarse el pelo, por el mismo hadiz mencionado.\n3-Conversar cosas útiles con la gente, o preguntar por su estado pero sin exagerar, pues eso sería contrario a la esencia del I’tikaf.\n4-La visita de algunos parientes o familia y salir de su lugar de retiro para despedirlos. Safia bint Huiai, que Al-lah esté complacido de ella, dijo: “El Profeta, sal-lal-lahu ‘alaihi wa sal-lam, estaba en I’tikaf y yo lo fui a visitar de noche; conversamos y luego me levanté para retirarme y él se levantó conmigo para acompañarme a mis aposentos” [ Muttafaq ‘alaih ].\nInvalidantes del I’tikaf\n1-Salir intencionalmente de la mezquita sin necesidad, aunque sea por poco tiempo.\nAisha, que Al-lah esté complacido de ella, dijo: “Y no entraba a la casa sino por alguna necesidad” [ Lo citó Muslim ] , además que salir contradice la esencia misma del I’tikaf.\n2-Tener relaciones sexuales, aunque sea de noche.\nAl-lah dijo: { Y no tengáis relaciones con ellas si estáis haciendo retiro en las mezquitas } [Corán 2:187]. Esto también se aplica a la masturbación o las caricias apasionadas con su pareja.\n3-Tener la intención de abandonar el I’tikaf.\nSi el musulmán tuvo intención de hacer I’tikaf por unos días determinados y luego lo debe suspender, puede reponer esos días luego. ‘Aisha, que Al-lah esté complacido de ella, dijo: “Cuando el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, deseaba hacer el I’tikaf, rezaba el Fayer y luego entraba a su lugar de retiro. Mandó que le pongan una tienda para los últimos diez días de Ramadán; luego hizo lo mismo Zainab y otras esposas del Profeta, sal-lal-lahu ‘alaihi wa sal-lam, mandaron ponerles tiendas. Cuando el Profeta, sal-lal-lahu ‘alaihi wa sal-lam, salió del rezo del Fayer se encontró con las tiendas. Dijo: ‘¿Quieren hacerlo bien?’ Y mandó recoger su tienda. Así pues, suspendió su I’tikaf en el mes de Ramadán y lo reinició en el mes de Shawwal, en sus primeros diez días” [Muttafaq ‘alaih] , en otra versión se dice que fue en los diez últimos días de Shawwal.\n4-El que está en I’tikaf no debe visitar enfermos ni acompañar un funeral\ndebe retirarse a adorar a Al-lah en su lugar de retiro."
            }
         ]
      },
      {
         "title": "Az-Zaka",
         "lessons": [
            {
               "title": "Az-Zakat, su estatus legal y sus requisitos",
               "video": "https://www.youtube.com/embed/SDHn6oaq3eg?showinfo=0",
               "body": "Definición de Az-Zakat\nEl significado de Az-Zakat en la Shari’a\nEs una cantidad determinada de bienes, que se entregan en un momento determinado, a un tipo de gente determinado.\n\nEl significado de Az-Zakat en el idioma árabe\nSignifica aumento y crecimiento\n\nPosición de Az-Zakat\n Az-Zakat es una de las obligaciones prescritas del Islam y es el tercero de sus pilares. Dijo Allah : {Y observad la oración prescrita, pagad el Az-Zaka} [Corán 24:56]\nProfeta, la paz y las bendiciones de Allah sean con él, dijo: “El Islam fue edificado sobre cinco cosas: Testificar que no hay más dios sino Al-lah y que Muhammad es el Mensajero de Al-lah, la práctica del rezo prescrito, el pago del Az-Zaka, la peregrinación a La Meca y la práctica del ayuno del mes de Ramadán” [Muttafaq ‘alaih].\nEstatus legal de quien se niega a pagar  Az-Zakat\nQuien se niega a pagar  Az-zakat está en una de dos situaciones: o lo hace negando su obligatoriedad o la acepta pero no lo paga por avaricia.\n1. Quien niega la obligatoriedad de Az-Zakat\nQuien niega la obligatoriedad de Az-Zakat es un apóstata por consenso de todos los musulmanes –si es que sabe de su obligatoriedad–, pues Allah enfatizó esto con especial insistencia.\nEl Califa Abu Baker, que Allah esté complacido con él,combatió a los que se negaban a pagar el Az-Zakat y dijo: “¡Por Al-lah! Combatiré a los que distinguen entre el As-Sala y Az-Zaka. Az-Zaka es el derecho (de Al-lah) sobre la propiedad. ¡Por Al-lah! Si se niegan a entregarme una cuerda que solían darle al Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, (como Az-Zaka) los combatiré por ella” [Lo citó Al Bujari].\n2. Quien se niega a pagar  Az-Zakat por avaricia\nQuien se niega a pagar Az-Zakat por avaricia, el Estado islámico debe tomarlo de él por la fuerza, pero no se convierte en apóstata por ello, aunque de hecho está cometiendo un pecado capital y una falta grave.\nEl Profeta, la paz y las bendiciones de Allah sean con él, dijo: “A todo aquel dueño de oro o plata que deja de pagar el derecho debido sobre ambos, se le aplicarán planchas de fuego que se calentarán sobre él en el fuego de Yahannam. Se le aplicarán sobre los costados, sobre la frente y la espalda. Cada vez que se le enfríen se le volverán a aplicar, en un día que dura cincuenta mil años, hasta que Al-lah juzgue entre Sus siervos. Entonces se decidirá su destino, ya sea hacia el Paraíso o hacia el fuego” [Lo citó Muslim].\nSi se apresta a combatir por esta causa, lo combatirá el Estado Islámico, pues Allah dice: {Pero si se arrepienten [y aceptan el Islam], cumplen con la oración prescrita y pagan el Zaka dejadles en paz} [Corán 9:5].\ny el Profeta, la paz y las bendiciones de Allah sean con él, dijo: “Se me ordenó combatir a la gente hasta que den testimonio de que no hay más dios que Al-lah y que Muhammad es Mensajero de Al-lah, que practiquen el rezo prescrito y que paguen el Az-Zaka. Si cumplen con esto han salvado de mí sus vidas y propiedades, excepto algún delito cometido contra la Shari’a islámica, y su rendición de cuentas será ante Al-lah” [Muttafaq ‘alaih].\nLa sabiduría de la prescripción del Az-zakat\n1-Purificar las almas y limpiarlas de la avaricia, los pecados y las faltas. Allah dijo: {Toma [¡Oh, Muhammad!] una parte de sus bienes [como Zaka] para expurgarlos [con ello sus pecados] y purificarlos [de la avaricia]} [Corán 9:103].\n2-Purificar los bienes, hacerlos crecer y bendecirlos, pues el Profeta, la paz y las bendiciones de Allah sean con él,dijo: “Ninguna limosna hace disminuir los bienes” [Lo citó Muslim].\n3-Probar al ser humano en su obediencia a los mandatos de Allah, prefiriendo el amor a Allah sobre el amor al dinero.\n4-Solidarizarse con los pobres cubriendo las necesidades de los menesterosos, y esto aumenta el amor entre los creyentes, alcanzándose el grado más alto de asistencia social entre los miembros de la comunidad musulmana.\n5-Acostumbrarse a gastar y dar por la causa de Allah.\nVirtudes del Az-Zakat\n1-Es una causa para ganar la misericordia de Allah, Quien dijo:  {Pero sabed que Mi misericordia lo abarca todo, y se la concederé a los piadosos que pagan el Zaka y creen en Nuestros signos.} [Corán 7:156]\n2-Es un requisito para merecer la asistencia de Allah, pues Él dijo: {Ciertamente Al-lah socorre a quien se esfuerza denodadamente por Su religión, y Al-lah es Fuerte, Poderoso. Aquellos que, si los afianzamos en la Tierra, practican la oración prescrita, pagan el Zaka, ordenan el bien y prohíben el mal.} [Corán 22:40,41]\nLos bienes sobre los que se impone el Az-zakat\n1-Az-Zakat de lo que produce el suelo\n2-El Az-Zaka sobre los bienes monetarios\n3-los bienes comerciables\n4-Az-Zaka sobre el ganado\n\n\n\nRequisitos para la obligatoriedad del Az-Zakat\n1. El Islam\nNo se acepta del incrédulo, pues sus obras no son válidas ante Allah.\n2. Ser libre\nPues no es obligatorio sobre los esclavos, ya que sus bienes pertenecen a sus amos.\n3. Poseer el Nisab\nDefinición de El Nisab es\nEl Nisab es:\nUna cantidad determinada de bienes que si se la alcanza en su propiedad, se le hace obligatorio pagar Az-Zakat.\n\nRequisitos del Nisab:\na) Que lo que se cuenta como Nisab sea lo que sobra después de satisfacer las necesidades básicas del ser humano, como ser: alimento, ropa y residencia. Esto porque  Az-Zakat es solidaridad con los pobres, por ello se hace imponible para os que tienen fortuna y no pasan necesidades.\nb) Que los bienes para contar el Nisab sean de completa propiedad de una persona determinada, pues  Az-Zakat sólo se hace imponible en este tipo de bienes y no en los demás, como ser: dinero reunido para construir una mezquita, el dinero reservado para gasto público o el dinero de la caridad.\n4. Que pase un hawl teniendo plena propiedad del bien\nEl año (hawl) es:\nUn año completo del calendario lunar islámico hiyri .\n\nEsto significa que pasen doce meses lunares teniendo la persona específica plena posesión del bien que alcanza el Nisab. Este requisito se limita a los bienes monetarios, las mercaderías y el ganado. En cambio, sobre los sembradíos, las frutas, los minerales y los tesoros ocultos en el subsuelo, no se aplica este requisito."
            },
            {
               "title": "Az-Zakat de lo que produce el suelo",
               "video": "https://www.youtube.com/embed/pLT-WQFhcCI?showinfo=0",
               "body": "Definición de Productos del suelo\nProductos del suelo\nTodo producto que se extrae del suelo terrestre y produce algún beneficio.\n\nPrimero: frutos y cereales\nDefinición de rutos y cereales\nCereales\nToda semilla que se conserva, como la cebada, el trigo, etc.\n\nFrutos\nTodo fruto que se conserva, como el dátil, las pasas o la almendra.\n\nEstatus legal de Az-Zakat sobre cereales y frutos\nAz-Zakat sobre cereales y frutos es obligatorio (Wayib), pues Al-lah dijo: {Pero pagad lo que corresponda por ellos [de Zaka] el día de la cosecha}[Corán 6:141] .\ny el Profeta, la paz y las bendiciones de Allah sean con él, dijo: “Sobre los cultivos regados por lluvias, fuentes u otro modo natural se paga la décima parte de los mismos; y sobre los cultivos que se riegan artificialmente el cinco por ciento” [Lo citó Al Bujari].\nRequisitos para la obligatoriedad del Az-Zakat sobre frutos y cereales\n1. Que se conserven:\nSi no se conservan, como que sean por ejemplo el alimento diario, entonces no se paga Az-Zakat sobre ellos, pues no adquieren carácter de bien monetario, y no se los puede contar como propiedad.\n2. Que se puedan ponderar:\nEs decir, que se puedan medir con medidas de peso o de capacidad para áridos, como ser el wasq árabe o el kilo actual. La prueba de ello es que el Profeta, la paz y las bendiciones de Allah sean con él, dijo: “El Az-Zaka se impone sobre granos o frutos sólo cuando estos alcanzan cinco wasq [El wasq es una medida de volumen árabe que equivale a sesenta sa’, cada sa’ equivale a 2,04 kilos de grano aproximadamente]” [Lo citó Muslim].\nSi no se miden por medidas de peso o capacidad, como algunas verduras y hortalizas, por ejemplo, pues no pagan Az-Zakat.\n3. Que sean cultivados por los seres humanos:\nLo que produce frutos o granos de forma espontánea y natural no paga Az-Zakat.\n4. El Nisab:\nEl Nisab de estos productos es cinco wasq, porque el Profeta, la paz y las bendiciones de Allah sean con él, dijo: “El Az-Zaka se impone sobre granos o frutos sólo cuando estos alcanzan cinco wasq” [Lo citó Muslim]. Esto equivale a 612 kilogramos.\nPara alcanzar este Nisab se suman las distintas variedades de un mismo tipo de fruto o cereal producidos en una misma\ntemporada. Así, por ejemplo, se suman y agregan las diferentes variedades de dátil o trigo producidos en la misma temporada, pero no se puede agregar o sumar la producción de diferentes granos o frutos de la misma temporada, como agregar la cosecha de trigo a la de cebada o la de cebada a la de dátiles.\n\nNo es requisito\nNo es requisito que pase un hawl para pagar el Az-Zakat de los cultivos y frutos, pues Al-lah dijo: {Pero pagad lo que corresponda por ellos [de Zaka] el día de la cosecha} [Corán 6:141]\nMomento de pagar obligatoriamente el Az-Zaka de frutos y granos\nEl Az-Zakat en los granos se hace obligatorio cuando estos endurecen, y en los frutos cuando se hace evidente su madurez cuando se los puede comer. Si alguien vende su fruta o su grano después de este momento,entonces el Az-Zakat de estos será por cuenta suya y no del comprador, porque él era el dueño en el momento de la obligatoriedad.\nMedida del Az-Zakat que se debe pagar por los frutos y granos\n1-Se debe pagar el 10 por ciento % del total por los cultivos que se regaron naturalmente por lluvia o fuentes, por ejemplo, sin que medie esfuerzo humano.\n2-Se debe pagar sólo el 5 por ciento % por los cultivos regados con esfuerzo humano, por ejemplo, con pozos artificiales o acequias.\n3-Se debe pagar el 7.5 por ciento % por los cultivos que se regaron de ambas maneras a la vez.\nLa prueba de esto son las palabras del Profeta, la paz y las bendiciones de Allah sean con él: “Por lo que han regado las lluvias, los ríos o las fuentes, se paga el diez por ciento; y por lo que se ha regado con esfuerzo humano, el cinco por ciento” [Lo citó Muslim].\n\nLos frutos y granos podridos\nSi los granos o frutos se pudren o dañan sin que haya negligencia o intencionalidad de parte del dueño,entonces no tiene que pagar su Az-Zakat por ellos. Pero si el daño se dio por intencionalidad o negligencia de su parte, deberá pagar su Az-Zakat por ellos.\n\nCasos\n1-La miel no paga Az-Zakat, pues no hay sustento en la Sunna que así lo indique. Lo único que se sabe es que ‘Omar hizo custodiar los panales de abejas y que cobraba un diezmo sobre su producto. Así es que no hay prueba alguna de su obligatoriedad; pero si la persona desea, lo puede pagar voluntariamente, y esto tal vez sea motivo para el aumento de la miel en sus panales.\n2-Quien alquila una tierra para sembrarla, debe pagar el Az-Zakat por su cosecha, pues el Az-Zakat de la tierra recae sobre el que la está alquilando y sembrando, no sobre el propietario.\n3-Pagar el Az-Zakat en dinero efectivo y no en especie no va contra la Shari’a. La Shari’a lo aprueba si es necesario o conveniente.\n\nSegundo: Los minerales y los tesoros enterrados\nConcepto de os minerales y los tesoros enterrados\nEl mineral\nSon los elementos que se extraen de la tierra y no son de su misma composición, como el oro, la plata, el hierro, las piedras preciosas o el plomo, y cualquier otro mineral que se extrae del suelo.\n\nTesoros enterrados\nSon cantidades de bienes valiosos enterrados por el hombre, como ser el oro o la plata.\n\nEstatus del Az-Zakat sobre minerales y tesoros enterrados\nEs obligatorio porque Al-lah dijo: {¡Oh, creyentes! Dad en caridad parte de lo que hayáis ganado y de lo que os hemos hecho brotar de la tierra} [Corán 2:267] ; y las palabras del Profeta, la paz y las bendiciones de Al-lah sean con él: “Y de los tesoros enterrados (den) la quinta parte” [Muttafaq ‘alaih].\nNo hay requisito alguno para el pago del Az-Zakat sobre los tesoros ocultos; así es que tras que los posea la persona debe pagar su Az-Zaka.\nRequisitos del Az-Zakat sobre los tesoros enterrados\nNo hay requisito alguno para el pago del Az-Zakat sobre los tesoros ocultos; así es que tras que los posea la persona debe pagar su Az-Zakat.\n\nLa proporción del Az- Zakat obligatorio sobre los minerales y los tesoros ocultos\nMedida del Az-Zakat que se debe pagar por los frutos y granos es la quinta parte, por lo general del hadiz: “Y de los tesoros enterrados (den) la quinta parte” [Muttafaq ‘alaih].\n el oro\n la plata\n el plomo\n el hierro"
            },
            {
               "title": "El Az-Zaka sobre los bienes monetarios",
               "video": "https://www.youtube.com/embed/VaIQEURgV7c?showinfo=0",
               "body": "Definición de El Az-Zaka sobre los bienes monetarios\nLos bienes monetarios\nSon el oro y la plata y lo que ocupa su lugar de papel moneda circulante hoy en día\n\nEstatus legal del Az-Zaka sobre los bienes monetarios\nEs obligatorio, pues Al-lah dijo: {A aquellos que atesoren el oro y la plata y no contribuyan por la causa de Al-lah [pagando el Zaka correspondiente por sus bienes] anúnciales [¡Oh, Muhammad!] un castigo doloroso.}[Corán 9:34]\ny porque el Mensajero de Al-lah dijo: “A todo aquel dueño de oro o plata que deja de pagar el derecho debido sobre ambos, se le aplicarán planchas de fuego que se calentarán sobre él en el fuego de Yahannam. Se le aplicarán sobre los costados, sobre la frente y la espalda. Cada vez que se le enfríen, se le volverán a aplicar, en un día que dura cincuenta mil años, hasta que Al-lahjuzgue entre Sus siervos. Entonces se decidirá su destino, ya sea hacia el Paraíso o hacia el fuego” [Lo citó Muslim].\nCondiciones para la obligatoriedad del Az-Zaka sobre los bienes monetarios\n1-Que haya pasado un hawl en su posesión.\n2-Que la posesión (propiedad) de ellos sea plena y completa.\n3-Que estos bienes alcancen su Nisab prescrito.\n\nEl Nisab de los bienes monetarios\n1-El Nisab del oro es veinte dinares y esto equivale a 85 gramos de oro, pues cada dinar equivale a 4,5 gramos de oro, y por veinte sería en total 85 gramos de oro puro.\n2-El Nisab de la plata es doscientos dírham, y esto equivale a 595 gramos de plata pura, pues cada dírham equivale a 2,975 gramos de plata pura.\n3-El Az-Zaka sobre el papel moneda se calcula en base a su valor en oro o plata en el momento del pago. Así es que, si alcanza el Nisab en cualquiera de las dos equivalencias, debe pagar Az-Zaka por el dinero efectivoo ahorros que tenga. Por ejemplo, si el gramo de oro valiese 30 dólares, debe pagar Az-Zaka si posee 2550 dólares (30 por 85 = 2550).\n Billetes\n Plata\n Oro\n\n\nProporción del Az-Zaka sobre los bienes monetarios\nEl Az-Zaka que se paga sobre los bienes monetarios es el 2,5 por ciento de los mismos.\nPor ejemplo, de veinte dinares se pagará medio dinar de Az-Zaka, y en esta proporción será si posee más.\nSi tiene doscientos dírhams de plata, pagará cinco y así, pues el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Si tienes doscientos dírham y han pasado contigo un hawl, entonces debes pagar por ellos cinco dírhams, y no debes pagar nada (por el oro) hasta que tengas veinte dinares. Si los tienes y pasan en tu propiedad un hawl, pues deberás pagar medio dinar; y si tienes más, será en la misma proporción” [Lo citó Abu Dawud].\nUn ejemplo práctico…\nUn hombre tiene 9000 dólares y los ha tenido en su propiedad por un año entero… ¿Debe pagar Az-Zaka por ellos?\nPrimero: se calcula el Nisab correspondiente en base al Nisab del oro o la plata de la siguiente manera:\nEl Nisab: son 85 gramos de oro puro. Esto se multiplica por el precio del gramo de oro puro el día que se cumple el hawl que podría ser, por ejemplo, 30 dólares. Entonces, multiplicamos 85 por 30, y nos da 2550 dólares.\nPor tanto, el Nisab del dólar será 2550 dólares. Si el dinero de este hombre alcanza este Nisab y lo mantiene en su propiedad por un hawl completo, entonces debe pagar su Az-Zaka por ellos.\nSegundo: se calcula la cantidad que debe pagar como Az-Zaka por estos 9000 dólares.\nLa proporción a dar como Az-Zaka es de 2,5 por ciento de los 9000 dólares. Entonces, multiplicamos 2,5 por 9000 y dividimos el producto entre cien, lo cual nos da como resultado 225.\nEntonces, el hombre debe pagar 225 dólares como Az-Zaka por sus 9000 dólares.\n\n\nEl Az-Zaka por las joyas\nLas joyas son de dos clases: joyas de oro y plata, y otras joyas.\n\n1-Joyas de oro y plata:\nA) Las joyas que se tienen para atesorar o para comerciar deben pagar su Az-Zaka.\nB) Las joyas dispuestas para el uso personal. Lo más seguro es pagar Az-Zaka por ellas, pues una mujer llegó ante el Profeta, la paz y las bendiciones de Al-lah sean con él, acompañada por su hija y en la mano de esta había dos brazaletes gruesos de oro. El Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: “¿Pagas Az-Zaka por esto?”, y ella dijo que no. Entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: “¿Te gustaría que Al-lah te vistiese dos brazaletes de fuego en el día de la Resurrección?”. Entonces ella se los sacó y los lanzó al Profeta, la paz y las bendiciones de Al-lah sean con él, y le dijo: “Son para Al-lah y para su Mensajero” [Lo citó Abu Dawud].\nAlgunos eruditos dicen que no se debe pagar Az-Zaka por las joyas, pues estas no son bienes usados para acrecentar la fortuna sino que son bienes de beneficio personal, como las ropas y los muebles, y son necesarios para la mujer y su embellecimiento, y el origen en el Az-Zaka es que se impone sobre bienes que se acrecientan o son plausibles a acrecentarse.\nLo más aconsejable es pagar el Az-Zaka por las joyas de uso personal, también por ser esto lo más seguro y el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Evita lo que te hace dudar y toma lo que no te hace dudar” [Lo citó Al Bujari].\n Joyas de plata\n Joyas de oro\n\n\n2-Joyas que no son de oro ni de plata\nEs el caso de los diamantes, zafiros, perlas y otras alhajas, estas no pagan Az-Zaka aunque sean de gran valor, excepto que sean bienes comerciables, en cuyo caso se cuentan como mercadería y pagan Az-Zaka como tal.\n Perlas\n Zafiros\n Diamantes"
            },
            {
               "title": "Az-Zaka de los bienes comerciables",
               "video": "https://www.youtube.com/embed/C-Gzfhh_Xzg?showinfo=0",
               "body": "Definición de Mercadería\nMercadería\nTodo bien que se posee para comerciar con fines de lucro.\n\nEstos bienes no se adquieren para conservarlos sino para comerciar con ellos, pues no se procuran por sí mismos sino por su valor comercial y probable ganancia en efectivo. Los bienes comerciables pueden ser de cualquier clase, excepto bienes monetarios; esto incluye automóviles, ropa, telas, metales, madera y cualquier otro bien que se adquiere para comerciar con él.\n Automóviles\n Madera\n Hierro\n Ropa\nEstatus legal de Az-Zakat sobre los bienes comerciables\nEs obligatorio, pues Allah dijo: {¡Oh, creyentes! Dad en caridad parte de lo hayáis ganado y de lo que os hemos hecho brotar de la tierra} [Corán 2:267].\ny la mayoría de los eruditos ha mencionado que esta aleya se refiere al Az-Zakat sobre los bienes comerciables, pues Allah dijo: {Toma [¡Oh, Muhammad!] una parte de sus bienes [como Zaka] para expurgarles [con ello sus pecados] y purificarles [de la avaricia}[Corán 9:103] , y los bienes para comerciar son la gran mayoría de los bienes que la gente posee.\nRequisitos para la obligatoriedad de Az-Zakat sobre los bienes comerciables\n1-Que su valor alcance el Nisab; este se debe calcular como si se tratase de oro o plata.\n2-Que transcurra un año (hawl) completo en propiedad de la persona.\n3-Que se posean con fines de lucro a través del comercio con los mismos. El Profeta, la paz y las bendiciones de Allah sean con él, dijo: “Las obras son según las intenciones…” [Muttafaq ‘alaih].\nSi la intención cambiase, de lucrar comercialmente con ellos hacia el uso personal, pues el hawl se interrumpe. Si vuelve a tener intenciones de lucrar comerciando con estos bienes, se inicia un nuevo hawl, excepto que use esta excusa del cambio de intención para evadir el pago del Az-Zakat, en tal caso el año (hawl) inicial no se interrumpe.\nUn ejemplo:\nSi alguien compra un lote de terreno para comerciar con él en el mes de Muharram y luego, en el mes de Sha’ban, cambia su intención hacia construirse una casa para vivir allí, en ese caso se interrumpe el conteo del año (hawl). Sin embargo, en el mes de Shawwal vuelve a tener la intención de comerciar con el lote, Entonces se inicia el conteo de un hawl nuevo desde el mes de Shawwal. Pero si hace esto para evitar el pago del Az-Zakat, el conteo del año (hawl) original desde Muharram se mantiene.\n\nEl Az-Zakat es sobre el capital\nLa mercadería que se cuenta para pagar el Az-Zakat es sólo el stock que se tiene preparado para comerciar con fines de lucro. Los activos fijos no se cuentan ni se paga Az-Zakat por ellos, tal es el caso de los estantes o los refrigeradores donde se conservan algunos productos o los vehículos en los que se los transporta, etc.\n\nLa posesión del Nisab\n¿Es requisito tener en posesión el Nisab durante el hawl completoo es suficiente poseer el Nisab sólo al principio y al final del año (hawl)? ¿O lo importante es poseerlo sólo al final del año (hawl)? Lo importante es tener el Nisab al principio y al final del año (hawl), pues es difícil contabilizar durante todo su transcurso. El principio de la cuenta del hawl es la causa de la obligación; pero el final del año (hawl) sería el momento de cumplirla. Lo más fácil para el musulmán es delimitar un tiempo específico para contabilizar sus bienes, como el mes de Ramadán por ejemplo, y pagar su Az-Zakat en ese momento.\nCómo se paga Az-Zakat sobre los bienes comerciables\nSi pasa un año (hawl) en su posesión, la mercadería se contabiliza y se avalúa al precio vigente en el mercado, y luego se paga su Az-Zakat en la misma especie o de su valor en efectivo, según sea la conveniencia de la gente necesitada.\nCómo calcula el comerciante su Az-Zakat sobre su stock de mercadería\n1-Avalúa lo que posee de mercadería según su precio vigente en el mercado.\n2-Agrega lo que posee de dinero en efectivo, aunque no sea destinado para comerciar.\n3-Agrega lo que le adeudan y confía que le pagarán.\n4-Resta de este monto las deudas que ha contraído.\n5-Paga su Az-Zakat sobre el total restante, el 2,5 por ciento del mismo.\nLa fórmula para pagar  Az-Zakat obligatorio sería: (valor comercial de su stock de mercadería, más el dinero que posee, más el monto que le adeudan y su pago está asegurado, menos las deudas que ha contraído) x (2,5 por ciento)\nacciones propietarias\nDefinición de acciones propietarias\nLas acciones financieras\nSon partes iguales del capital de la empresa en sociedad\n\nEjemplo: una sociedad empresarial tiene un capital inicial de tres millones de dólares; dividió su capital inicial en diez mil partes iguales; cada una de estas partes (con valor de 300 dólares cada una) es una acción y el dueño de esta acción es un socio de la empresa en proporción de las acciones de las que es propietario.\nEstatus legal del pago de Az-Zakat sobre las acciones propietarias\nEs lícito, siempre que la sociedad no trabaje en cosas ilícitas o sea consecuencias de transacciones usureras.\nCómo se paga  Az-Zakat sobre las acciones propietarias\nSi la sociedad misma paga su Az-Zakat, entonces el dueño de sus acciones está libre de esta obligación.\nSi la sociedad misma no paga Az-Zakat, entonces se calcula el valor de las acciones en el mercado y si alcanzan el Nisab y pasa un año (hawl) desde su posesión, pues deberá pagar por ellas el 2,5 por ciento porque se las cuenta como bienes comerciables.\nEjemplo: una mujer es dueña de mil acciones de una sociedad cuyas acciones valen, en el momento de pagar Az-Zakat, diez dólares cada una, así que sus acciones juntas valen diez mil dólares; esto es más que el Nisab, por lo tanto, deberá pagar Az-Zakat, por ellas cuando cumplan un año (hawl) en su propiedad."
            },
            {
               "title": "Az-Zaka sobre el ganado",
               "video": "https://www.youtube.com/embed/QmO-cMhigcc?showinfo=0",
               "body": "Definición de Az-Zakat sobre el ganado\nEl ganado\nEste término hace referencia al ganado camélido, vacuno, caprino y ovino\n\nEstatus legal del Az-Zakat sobre el ganado\nEs obligatorio, pues el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “A todo aquel propietario de ganado camélido, vacuno u ovino que no pague el Az-Zaka por su ganado, le llegarán el Día de la Resurrección sus reses más grandes y robustas de lo que eran y le darán cornadas y lo pisotearán con sus cascos. Cuando la última haya pasado, volverá a él la primera y así será hasta que se juzgue entre la gente” [Lo citó Muslim].\nRequisitos para la obligatoriedad del Az-Zakat sobre el ganado\n1-Que el ganado haya pasado un hawl completo en su propiedad, pues el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Ningún bien debe pagar Az-Zaka hasta que pase un hawl completo en su propiedad” [Lo citó Ibn Maya].\n2-Que paste de pasturas naturales, pues el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “De cada cuarenta camellos que pasten pasturas naturales, se pagará un camello de dos años” [Lo citó An-Nasai] . Los animales que se alimentan de pasturas sembradas por el ser humano no se contarán para el Az-Zakat.\n3-Que no sea animal de labor, que sea un animal para cría, para alimento o leche. Los animales que asisten al ser humano en sus labores diarias con su fuerza no se cuentan para el Az-Zakat y más bien son considerados como herramientas y otras cosas que dan comodidad a la persona. Si los animales se destinan para alquiler de su fuerza de labor, entonces su propietario pagará de los pagos que reciba por ellos si los mantiene en su propiedad por un hawl completo.\n4-Que las reses de ganado alcancen el Nisab legal.\nEl Nisab legal del Az-Zakat sobre el ganado\nPrimero: El Nisab sobre los camellos y su proporción de Az-Zakat.\nAnas Ibn Malik, Allah esté complacido con él, relató que Abu Baker As-Siddiq, Al-lah esté complacido con él, le escribió lo siguiente: “Esta es la obligación del Az-Zaka que el Profeta, la paz y las bendiciones de Al-lah sean con él, impuso sobre los musulmanes y que fue lo que Al-lah le ordenó a Su Mensajero: por hasta veinticuatro cabezas, se paga una oveja por cada cinco cabezas. De veinticinco hasta treinta y cinco, se paga una camella de un año completo. De treinta y seis hasta cuarenta y cinco, se paga una camella de dos años completos. De cuarenta y seis cabezas a sesenta, se paga una camella de tres años completos. De sesenta y un cabezas hasta setenta y cinco, se paga una camella de cuatro años cumplidos. Quien no tenga sino cuatro camellos no paga Az-Zaka, excepto que lo desee; cuando lleguen a cinco se paga una oveja [Las ovejas que se pagan deben ser de por lo menos seis meses; y si se paga con cabras, estas deben ser de un año de edad por lo menos]” [Lo citó Al Bujari].\nNisab y proporción del Az-Zakat sobre los camellos:\n\n\n\nNúmero de camellos\nProporción que pagan de Az-Zaka\n\n\nDe 5 a 9\nUna oveja\n\n\nDe 10 a 14\nDos ovejas\n\n\nDe 15 a 19\nTres ovejas\n\n\nDe 20 a 24\nCuatro ovejas\n\n\nDe 25 a 35\nUna camella de un año\n\n\nDe 36 a 46\nUna camella de dos años\n\n\nDe 46 a 60\nUna camella de tres años\n\n\nDe 61 a 75\nUna camella de cuatro años\n\n\nDe 76 a 90\nDos camellas de dos años\n\n\nDe 91 a 120\nDos camellas de tres años\n\n\nDe 121 en adelante\nPor cada cuarenta una camella de dos años y por cada cincuenta una camella de tres años\n\n\n\nSegundo: El Nisab sobre los vacunos y su proporción de Az-Zakat\nMu’adh Ibn Yabal, Allah esté complacido con él, dijo: “El Profeta, la paz y las bendiciones de Al-lah sean con él, me envió a cobrar el Az-Zaka al Yemen y me ordenó que por cada treinta vacas recoja una vaca de un año; y de cada cuarenta, una vaca de dos años” [Lo citó Abu Dawud].\nNisab y Az-Zakat sobre el ganado vacuno\n\n\n\nCabezas de ganado\nEl Az-Zaka obligatorio por ellas\n\n\nDe 30 a 39\n(1) Una vaca de un año\n\n\nDe 40 a 59\n(1) Una vaca de dos años\n\n\nDe 60 a 69\n(2) Dos vacas de un año\n\n\nDe 70: 79\n(2) Una vaca de un año y una vaca de dos años\n\n\n\nTercero: El Nisab de ovejas y cabras y el Az-Zakat obligatorio\nEn el mismo hadiz anterior de Anas, Allah esté complacido con él, vemos que dice: “El Az-Zaka del ganado ovino que pasta de pastura natural, si son de cuarenta a ciento veinte cabezas pagará una oveja. Si son de ciento veintiuna a doscientas cabezas pagará dos ovejas. Si son entre doscientas una a trescientas cabezas pagará tres ovejas. Si son más de trescientas cabezas pagará una oveja por cada cien cabezas. Si las ovejas de un hombre que pastan naturalmente son menos de cuarenta, éste no pagará Az-Zaka por ellas, excepto que desee dar alguna limosna” [Lo citó Al Bujari].\nNisab y Az-Zakat sobre ovejas y cabras\n\n\n\nCantidad de ovejas\nEl Az-Zaka que deben pagar\n\n\nDe 40 a 120\nUna oveja\n\n\nDe 121 a 200\nDos ovejas\n\n\nDe 201 a 300\nTres ovejas (una oveja por cada cien cabezas)"
            },
            {
               "title": "Otros tipos de Az-Zaka",
               "video": "https://www.youtube.com/embed/zi1sZSwr-_4?showinfo=0",
               "body": "Az-Zakat sobre las deudas\nLa deuda\nEs el dinero que una persona debe pagar a otra.\n\n\nCriterio de la Shari’a sobre las deudas que una persona tiene\nSi las deudas que una persona ha contraído son tales que restadas de sus bienes no queda sino una cantidad menor al Nisab, entonces esta persona no pagará Az-Zakat ese año. Pero si la deuda contraída se resta y queda una cantidad de bienes superior al Nisab, se resta la deuda y se paga el Az-zakat obligatorio sobre el resto de sus bienes\nEjemplo: si una persona posee 10000 dólares y debe 10000 dólares, entonces no pagará Az-Zakat, pues su deuda cubre todos sus bienes. Lo mismo sucede si una persona tiene 10000 pero debe 9950, la resta le dejaría una cantidad menor al Nisab, por lo que tampoco pagaría Az-Zakat. Pero si las deudas de esta persona suman 4000 dólares, pues descontará estos 4000 de sus bienes y pagará Az-Zakat por los 6000 que le quedan después de restar sus deudas.\n\n\nEstatus legal del Az-Zakat sobre lo que le adeudan otros\n1-Si no es posible cobrar lo adeudado, como cuando el deudor está en la quiebra o se niega a pagar, el Az-Zakat sobre el monto adeudado no es obligatorio. Si le pagan, pagará el Az-Zakat por ese año que le pagaron.\n2-Si la deuda puede cobrarse, por ejemplo, si el deudor es honesto y desea pagar la deuda, pues debe la persona pagar Az-Zakat por cada año que le deban, ya que ese dinero es como si lo tuviera con él.\nEl Az-Zakat sobre los pagarés con interés\nEl pagaré o boleta de deuda\nEs un documento en que el emisor se compromete a pagarle al portador una cantidad de dinero mencionada en cierto momento mencionado, más un interés consensuado y agregado a la cantidad mencionada en el pagaré.\n\nEsto es usura evidentemente, pues se trata de una deuda que aportará un interés usurero. Este tipo de boletas de deuda o pagarés son ilícitos, pues son préstamos con interés expreso. Quien los usa o los emite debe arrepentirse ante Allah.\nEstatus legal del Az-Zakat sobre las boletas o pagarés y su proporción\nTienen el mismo estatus que el Az-Zakat sobre las deudas, deben pagar el Az-Zakat si alcanzan el Nisab por sí mismas o agregadas a otros bienes, dinero o mercadería que sean propiedad de su beneficiario y estén en su propiedad por un hawl (año).\nDebe por ellas pagar el 2,5 por ciento, aunque no se puedan cobrar sino después de un tiempo predeterminado, igual debe pagar su Az-Zakat al momento de cobrarlas por todos los años que las ha tenido.\nAz-Zakat sobre la liquidación de retiro o de jubilación y la renta de jubilación\nLa liquidación por jubilación\nEs una cantidad de dinero determinada que el Estado o las instituciones respectivas deben pagarle al empleado u obrero beneficiario del seguro social si no se cumplen todos los requisitos necesarios para merecer la renta de jubilación.\n\nLa renta de jubilación\nEs una cantidad de dinero que el Estado o las instituciones respectivas deben pagar al funcionario u obrero al finalizar este su tiempo de servicio, si se cumplen ciertos requisitos especificados para su desembolso.\n\nLiquidación de finalización de servicios laborales o retiro\nEs una cantidad de dinero definida que el patrón debe pagar al obrero al finalizar éste su servicio con él, según las leyes y códigos laborales de algunos países, si se dan las condiciones especificadas en el contrato laboral entre ambos.\n\nSu estatus legal\nEl funcionario o el obrero no debe pagar Az-Zakat por estos derechos laborales mientras presta aún sus servicios laborales, pues todavía no tiene la propiedad completa sobre estos fondos, que es requisito para el pago del Az-Zakat, porque él no puede gastarlos ni ejercer otros derechos propietarios mientras aún está en servicio.\nSi se emite la orden de cuantificar y desembolsar estos derechos laborales al funcionario u obrero, en un solo desembolso o en periodos determinados, entonces recién él es propietario de estos fondos y pagará el Az-Zakat de lo que llegue a recibir de los mismos en la proporción que se paga por el dinero.\nEl Az-Zakat sobre la garantía de alquiler\nLa garantía de alquiler\nEs una suma de dinero que el inquilino debe adelantar al propietario para cubrir algunas pérdidas que le puedan afectar.\n\nSu estatus legal :\nEl inquilino o contratante del alquiler no tiene obligación de pagar Az-Zakat sobre el dinero que adelanta como garantía al propietario, pues este dinero no está ya en su propiedad y la propiedad plena es un requisito para la obligatoriedad del Az-Zakat [Dr. As-Sawi, Salah,Qadaia Fiqhia Mu’asira, p. 60].\nEl Az-Zakat sobre los derechos subjetivos\nQué son los derechos subjetivos\nEs la propiedad de alguien sobre algo no material, como alguna producción intelectual (como los derechos de autor sobre obras literarias o académicas) o las patentes de invención de algún producto o proceso industrial, o el resultado de alguna actividad comercial que realiza un comerciante para atraer a los clientes (como en el caso de los derechos reservados sobre un nombre comercial o una marca registrada).\n\nEstatus legal del Az-Zakat sobre los derechos subjetivos\nLos derechos subjetivos han pasado a tener un valor en las transacciones y esto es reconocido por la Shari’a; es permitido sacar provecho de ellos según las disposiciones de la misma y están protegidos por la Shari’a que impide que se los viole.\nNo es obligatorio pagar Az-Zakat por los derechos de autor o creación por sí mismos, pues no llenan los requisitos de la obligatoriedad del Az-Zakat.\nSin embargo, si estos derechos se explotan económicamente, entonces las ganancias que produzcan se tratarán como otras ganancias monetarias [Dr. As-Sawi, Salah, Qadaia Fiqhia Mu’asira, p. 60].\nLas ganancias de los obreros o profesionales independientes\nPagas y salarios\nLo que el obrero recibe de bienes por su trabajo\n\nSu estatus legal\nSu estatus legal es exactamente el del Az-Zaka sobre el dinero. Si alcanza el Nisab y le llega el hawl, se hace obligatorio pagar por ello el Az-Zaka, y la proporción que se paga de Az-Zaka por ello es el 2,5 por ciento.\nAz-Zakat sobre ganancias ilícitas\nLa propiedad adquirida de forma ilícita\nSe trata de todo bien que la Shari’a nos prohíbe adquirir o beneficiarnos de él, por ejemplo, bienes adquiridos por el tráfico de bebidas alcohólicas o por la usura o por robo, etc.\n\nEstatus legal del Az-Zakat sobre los bienes ilícitos\nLos bienes ilícitos de por sí, como los adquiridos por el tráfico de bebidas alcohólicas o cerdo, no son bienes de Az-Zakat.\nLo mismo sucede con los bienes ilícitos por otro motivo, como una falta legal al adquirirlos, como los objetos robados, pues en ambos casos estamos ante una ausencia de la propiedad plena que es requisito de la obligatoriedad del Az-Zakat.\nModo de proceder con los bienes ilícitos:\n1-Quien tiene bienes ilícitos de adquisición pecaminosa no se convierte nunca en su propietario, aunque los tenga mucho tiempo.\nDebe devolverlos a su legítimo dueño o su heredero, si lo conoce. Si no puede hacer esto, debe gastarlos en obras de caridad para deshacerse de ellos, con intención de hacer caridad a nombre del verdadero dueño.\n2-Si adquirió el bien como pago por una acción ilícita, pues lo gastará en caridad y no lo devolverá a quien se lo dio en pago, porque esto sería asistir en una mala acción.\n3-No devolverá los bienes ilícitos a quien se los dio si esta persona insiste en las transacciones ilícitas que significaron la ilicitud de los bienes, como préstamos con interés, más bien lo gastará en caridades.\n4-Si no puede devolver el bien a su justo dueño, le devolverá algo similar o algo de su mismo valor, o sino donará algo similar o de su mismo valor en nombre del legítimo dueño [Dr. As-Sawi, Salah, Qadaia Fiqhia Mu’asira, pp. 61 en adelante]."
            },
            {
               "title": "Los beneficiarios del Az-Zaka y su pago",
               "video": "https://www.youtube.com/embed/blwxzU4S04k?showinfo=0",
               "body": "Los beneficiarios del Az-Zakat\nLos beneficiarios del Az-Zakat son los que merecen recibirlo, y son ocho grupos de personas que Allah ha definido en el Corán: {Ciertamente que el Zaka es para los pobres, los menesterosos, los que trabajan en su recaudación y distribución, aquellos que [por haber mostrado cierta inclinación por el Islam o haberlo aceptado recientemente] se desea ganar sus corazones, la liberación de los cautivos, los endeudados, la causa de Al-lah y el viajero insolvente. Esto es un deber prescrito por Al-lah, y Al-lah es Omnisciente, Sabio.} [Corán 9:60]\n\n1. Los pobres (al fuqara’)\nDefinición de al fuqara’\nSon los pobres, los que no tienen con qué satisfacer sus necesidades básicas ni las de sus familias y dependientes, específicamente comida, bebida, ropa y vivienda.\n\nSe les da del Az-Zakat lo que cubra sus necesidades mencionadas y las de sus dependientes por un año completo.\n\n\n\n2. Al masakin\nDefinición de al masakin\nEs el plural de la palabra árabe miskin (necesitado) Son los necesitados que sólo cuentan con parte de lo que precisan para satisfacer sus necesidades básicas y las de sus dependientes. Por ejemplo, alguien que necesita de doscientos dinares para sus necesidades y las de sus dependientes y sólo cuenta con cien dinares, esa persona es un miskin y se le debe dar del Az-Zakat para que cubra sus necesidades por un año.\n\n\n\n3. Recaudadores y distribuidores del Az-Zakat\nRecaudadores y distribuidores del Az-Zaka\nSon los que tienen por trabajo recolectar el Az-Zaka y distribuirlo entre sus beneficiarios. Su salario debe salir del Az-Zakat mismo.\n\n\nDar del Az-Zakat a los que trabajan en su recaudación y distribución\nSe le da del Az-Zakat al que trabaja en su recaudación; también al que debe aunque sea rico; también al que tiene capacidad de autosustentarse pero se dedica al estudio de las ciencias islámicas y no tiene recursos, pues la procura del conocimiento del Islam se considera esfuerzo por la causa de Allah (yihad fi sabil il-lah), lo mismo que a los combatientes por la causa de Al-lah y a los de corazones cercanos al Islam. Y no se le da a la persona que puede autosustentarse y abandona todo trabajo remunerado para dedicarse a los ritos opcionales de adoración, porque los ritos de adoración tienen su beneficio limitado para quien los realiza, a diferencia del conocimiento útil.\n\n4. Los de corazón cercano al Islam\nLos de corazón cercano al Islam\nSon personas influyentes en su sociedad que muestran acercamiento hacia el Islam y se espera que se islamicen, o por lo menos dejen de hostigar a los musulmanes o incluso ayuden a los musulmanes contra sus enemigos.\n\nSe les da del Az-Zakat en medida suficiente para ganar sus corazones.\n\n\n\n5. Liberación de esclavos\nLiberación de esclavos\nAlgunos esclavos pueden estar tramitando su libertad a cambio de una compensación económica a sus amos\n\nSe les ayuda para que puedan ser libres y hábiles por derecho y miembros útiles y plenos de la sociedad, además que puedan adorar a Al-lah a plenitud. En este grupo también se incluye la liberación de prisioneros de guerra musulmanes.\n\n\n\n6. Al garimun\nAl garimun \nSon las personas que deben dinero.\n\nEstos garimun son de dos tipos:\nPrimero: quien se ha endeudado por necesidades propias, a este se le da del Az-Zakat lo suficiente para que salde su deuda, si es pobre.\nSegundo: quien se ha endeudado para conciliar entre dos bandos de entre los musulmanes; a este se le da del Az-Zakat para saldar su deuda, aunque sea rico.\n\n\n7. En la causa de Allah\nEn la causa de Allah\nLos que realizan esfuerzos por la causa de Allah\n\nA estos se les da del Az-Zakat lo que les cubra sus gastos en su esfuerzo por la causa de Al-lah; y aquí se incluye también muchas actividades de divulgación islámica, que están contenidas en el concepto amplio del yihad por la causa de Allah y no encuentran donaciones que las financien.\n8. Viajero insolvente\nViajero insolvente\nEs el viajero que ha tenido que interrumpir su viaje en pleno camino por no tener más recursos para el mismo.\n\nSe le da del Az-Zakat recursos suficientes para hacerlo llegar a su tierra, aún si es una persona pudiente allí.\n\nAclaraciones:\n1-No se puede distribuir recursos del Az-Zakat a otras personas fuera de los ocho tipos mencionados, aunque sean causas caritativas o piadosas, como construir mezquitas, escuelas u hospitales, etc. Porque a estas actividades se las puede financiar de los demás tipos de sadaqa.\n2-No es obligatorio distribuir el Az-Zakat a todos los ocho tipos mencionados, incluso basta entregarlo a uno solo de los tipos mencionados.\n\nLos que no deben recibir del Az-Zakat\n1. Los pudientes, los fuertes que pueden sostenerse por sí mismos.\nEl Profeta, la paz y las bendiciones de Allah sean con él, dijo: “Y no hay parte alguna del Az-Zaka para el rico, el fuerte que se mantiene a sí mismo” [Lo citó Abu Dawud].\n2. La ascendencia, los descendientes, los cónyuges y todo aquel a quien se deba mantener por ley\nNo es lícito dar del Az-Zakat a las personas a las que se debe mantener obligatoriamente, como los padres, las madres, los abuelos y abuelas, los hijos y los nietos, porque dar el Az-Zakat a estos cubriría sus necesidades y le eximiría de cumplir con la manutención debida, por lo que el beneficio volvería a la misma persona, como si se diese el Az-Zakat a sí mismo.\n3. Los incrédulos lejanos del Islam\nNo es lícito dar del Az-Zakat a los incrédulos, excepto que se desee acercar sus corazones al Islam, porque el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo:  “Se toma de sus ricos y se le entrega a sus pobres” [Lo citó Al Bujari].\nse refiere a los musulmanes ricos y a los musulmanes pobres solamente. Uno de los objetivos del Az-Zakat es enriquecer a los musulmanes pobres y reforzar los lazos de hermandad entre los miembros de la comunidad musulmana, por lo que no es lícito darles a los incrédulos del mismo, aunque sí se les puede dar de las otras fuentes de caridad.\n4. El clan del Profeta,la paz y las bendiciones de Al-lah sean con él [La familia del Profeta, la paz y las bendiciones de Al-lah sean con él, son los del clan Banu Hashim de Quraish]\nNo es lícito dar del Az-Zakat a la familia del Profeta, la paz y las bendiciones de Al-lah sean con él, como modo de honrarlos. El Profeta, la paz y las bendiciones de Allah sean con él, dijo: “no son lícitas para Muhammad ni para la familia del Muhammad” [Lo citó Muslim].\n5. Los mawla (libertos) de la familia del Profeta, la paz y las bendiciones de Allah sean con él\nSe trata de los esclavos manumitidos por el Profeta, la paz y las bendiciones de Al-lah sean con él; porque el Profeta, la paz y las bendiciones de Allah sean con él, dijo: “Las limosnas no son lícitas para nosotros, y los libertos de un pueblo son parte de este pueblo” [Lo citó At-Tirmidhi] .\ny esto significa que su estatus legal será el mismo, lo que significa que es ilícito dar del Az-Zakat a los libertos de la familia del Profeta, la paz y las bendiciones de Allah sean con él.\n6. El esclavo\nNo se le debe entregar el Az-Zaka a un esclavo, porque los bienes del esclavo son de su amo también, y si se le da Az-Zakat al esclavo estos bienes pasarán a ser propiedad de su amo, y la manutención del esclavo es responsabilidad legal de su amo.\nLa única excepción a esta regla es el esclavo que está negociando su libertad con su amo, a este se le podrá dar en la proporción que le permita saldar la deuda contraída para ser libre; también, si un esclavo trabaja recaudando el Az-Zakat se le debe dar del mismo, pues es como un obrero remunerado, y el esclavo puede realizar trabajos remunerados con permiso de su amo.\nPagando el Az-Zakat\nTiempo de pago del Az-Zakat\nSe debe pagar el Az-Zakat inmediatamente después de que pase su hawl y se hace obligatorio si es posible hacerlo. No es lícito retrasar el pago después de este momento en que se hace obligatorio, excepto que sea por alguna emergencia, como ser, por ejemplo, que los bienes estén en una zona lejana o estén retenidos por algún motivo.\nLa prueba de la obligatoriedad de pagarlo inmediatamente es la palabra de Al-lah. Allah dijo: {Pero pagad lo que corresponda por ellos [de Zaka] el día de la cosecha} [Corán 6:141] , y {pagad el Zaka} [Corán 24:56] ; y la orden implica la inmediatez de su cumplimiento.\nEstatus legal de adelantar el pago del Az-Zakat\nSe puede apresurar el pago del Az-Zakat si hay alguna necesidad en la comunidad musulmana. Relata Ibn ‘Abbas, Allah esté complacido con él, que el Mensajero de Allah, la paz y las bendiciones de Allah sean con él, envió a ‘Omar, Allah esté complacido con él, a recaudar las limosnas y él retornó quejándose de Al ‘Abbas, Allah esté complacido con él,diciendo: “Se negó a entregarme su limosna”; entonces dijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, : “‘Omar, Al ‘Abbas nos adelantó la limosna de dos años en un solo año” [Lo citó Ad-Daraqutni].\nEl lugar donde se distribuye el Az-Zakat\nLo mejor es distribuir el Az-Zakat en la tierra donde se encuentran los bienes imponibles, pero sí se puede llevar a otro lugar por alguna necesidad, como ser, que haya en otra zona gente aún más pobre o que el donante tenga familiares pobres en otra zona al mismo grado de pobreza que los de su zona, pues al entregarles el Az-Zakat a sus parientes hay dos beneficios: la caridad y el mantenimiento de los lazos familiares.\n\nQuién merece más recibir el Az-Zakat\nEl donante debe esforzarse para hallar a quien más merezca recibir su Az-Zakat, el más necesitado; mientras más atributos de merecimiento se presenten en una persona mayor será su derecho de recibir el Az-Zakat, como: ser pobre y ser pariente, o ser pobre y ser un estudiante de ciencias islámicas, etc.\nInformación importante sobre el Az-Zakat\nEl valor monetario del Az-Zakat\nEl origen en este caso es pagarlo en especie, pero es permitido, si hay necesidad o beneficio probable, pagarlo en dinero.\nRelación del Estado y el Az-Zakat\nOriginalmente, el Az-Zakat es un bien a disposición de la autoridad, y no se deja su cálculo a criterio de los donantes. Pero si el Estado es negligente en esto, entonces cada individuo es personalmente responsable por ello.\nInvertir los bienes del Az-Zakat para favorecer a sus beneficiarios\nEs lícito invertir los bienes del Az-Zakat en proyectos que puedan redundar en ganancias para sus beneficiarios, si es que no hay necesidades urgentes que impliquen su distribución inmediata.\n¿Existen otras obligaciones que pesen sobre la propiedad aparte del Az-Zakat?\n-El Az-Zakat es una obligación periódica y definida sobre los bienes y es una obligación personal de los que tienen recursos para pagarlo.\n-Existen otras obligaciones monetarias sobre los bienes aparte del Az-Zakat, pero estas se caracterizan por ser ocasionales y no definidas como lo es el Az-Zakat, y no son originadas en la propiedad misma sino que se originan en causas ocasionales y los bienes son su requisito de obligatoriedad.\nTenemos, por ejemplo, el cuidado de los padres y los familiares o paliar los efectos de desastres naturales si los fondos de bait ul mal (el tesoro nacional) no son suficientes para ello.\n-Estos impuestos, aunque sean justos, no pueden reemplazar al Az-Zakat, porque el Az-Zakat es un rito de adoración también, mientras que los impuestos son una obligación ciudadana y no reemplaza el uno al otro."
            },
            {
               "title": "Zakat ul fiter",
               "video": "https://www.youtube.com/embed/rIvhwfsOnK0?showinfo=0",
               "body": "Definición de Zakat ul fiter\nZakat al fitr\nEs una limosna obligatoria por mandato del Profeta, la paz y las bendiciones de Allah sean con él, y que se da al finalizar el ayuno de ramadán.\n\nSe lo llamó Zakat ul fiter (limosna del fiter) pues se paga al finalizar el ayuno de Ramadán.\n\nEstatus legal de Zakat ul fiter\nZakat al fitr es obligatorio para todo musulmán que el día del ‘Id sea propietario de más de un sa’ de comida aparte de lo que necesite para sí y para su familia. Es obligatorio pagar Zakat ul fiter por sí mismo, por su cónyuge, por todos sus dependientes hasta por el feto en el vientre materno.\nLa evidencia de su obligatoriedad es lo que citó Ibn ‘Omar, Allah esté complacido con él: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, impuso el pago de Zakat ul fiter, un sa’ de dátiles o un sa’ de cebada, por el libre y el esclavo, por el varón y la mujer, por el menor y el mayor de los musulmanes. Mandó que se pague antes de que la gente salga hacia el rezo (del ‘Id)” [Muttafaq ‘alaih].\n Dátiles\n Cebada\n\nMomento de pagar Zakat al fitr\nEl mejor momento para pagar Zakat ul fiter es el día del ‘Id, después que sale el sol y antes del rezo del ‘Id. También, es lícito adelantarlo y pagarlo antes del ‘Id por un día o dos, porque los Sahabah, Al-lah esté complacido con ellos, lo hicieron. Pero no es permitido postergarlo hasta después del rezo del ‘Id, por el hadiz mencionado de Ibn ‘Omar: “Mandó que se pague antes de que la gente salga hacia el rezo (del ‘id)”,y un hadiz de Ibn ‘Abbas, Al-lah esté complacido con él, que dice: “Quien lo paga antes del rezo (del ‘Id) pues es un Zakat ul fiter aceptado; y quien lo paga después del rezo del ‘Id, entonces es una limosna entre las demás” [Lo citó Abu Dawud].\n\nCantidad que se paga de Zakat ul fiter\nEs un sa’[El sa’ equivale a dos kilos y cuarenta gramos (2,04 kg.)] de alimento por cada individuo. Abu Sa’id Al Judri, Al-lah esté complacido con él, dijo: “Solíamos pagar en la época del Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, el día del fiter un sa’ de alimento, y nuestro alimento era la cebada, las pasas, Iquit [Es un tipo de yogurt seco y sólido] y dátiles” [Lo citó Al Bujari].\n\n\nBeneficiarios de Zakat ul fiter\nZakat ul fiter se paga a los ocho tipos de personas que merecen recibir el Az-Zaka, y se incluyen en la aleya: {Ciertamente que el Zaka es para los pobres, los menesterosos, los que trabajan en su recaudación y distribución, aquellos que [por haber mostrado cierta inclinación por el Islam o haberlo aceptado recientemente] se desea ganar sus corazones, la liberación de los cautivos, los endeudados, la causa de Al-lah y el viajero insolvente. Esto es un deber prescrito por Al-lah.} [Corán 9:60]\nLa sabiduría detrás de Zakat ul fiter\n1-Purificar al ayunante de los excesos y las faltas. Se cita que Ibn ‘Abbas, Allah esté complacido con él, dijo: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, impuso el pago del Zakat ul fiter para purificar al ayunante de los excesos y las faltas y para alimentar a los pobres” [Lo citó Abu Dawud] .\nSucede que el ayunante no puede evitar las faltas y los excesos al hablar y las banalidades. Esta limosna es purificación para el ayunante de estas palabras pecaminosas o detestables que disminuyen la recompensa de las obras y el ayuno.\n2-Facilitar las cosas a los pobres y necesitados, evitarles la humillación de mendigar el día del ‘Id, que es un momento de alegría y festejo, para que puedan unirse a las demás personas en el festejo del ‘Id."
            },
            {
               "title": "Limosnas opcionales",
               "video": "https://www.youtube.com/embed/744YCdZPmo4?showinfo=0",
               "body": "Definición de limosnas opcionales\nLimosnas opcionales\nSon bienes que se donan para acercarse a Allah.\n\nEsta definición excluye lo que se da por cariño y simpatía, como los presentes, por lo que estos quedan fuera de esta definición.\nEstatus legal de las limosnas opcionales\nLa limosna opcional es recomendable en cualquier momento, especialmente en momentos de necesidad; el Corán y la Sunna del Profeta, la paz y las bendiciones de Al-lah sean con él, la promueven\n-Allah dijo: {Quien contribuya con sus bienes por la causa de Al-lah, Él se los devolverá multiplicados} [Corán 2:245] \n-Abu Huraira, Allah esté complacido con él, relató: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él,dijo: ‘Quien da en caridad un dátil de su sustento bien ganado –y Al-lah no acepta sino lo bueno–, Al-lah lo recibe con Su diestra y se lo hace incrementar, como cuando uno de ustedes cría un potrillo hasta que sea como un cerro” [Muttafaq ‘alaih]\n-Cuando el Profeta, la paz y las bendiciones de Allah sean con él, mencionaba a los siete que serán cobijados por la sombra de Allah en el día de la resurrección, dijo: “Y un hombre que da caridad en secreto hasta que su mano izquierda no sabe lo que dio en caridad su diestra” [Muttafaq ‘alaih]\n-Ka’b Bin ‘Uyra, Allah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Allah sean con él, dijo: “Y la caridad borra las faltas como el agua apaga el fuego” [Lo citó At-Tirmidhi]\nModales de las limosnas opcionales\n1-Modales obligatorios\n1-La sinceridad para con Allah al dar la caridad sin exhibicionismos ni apariencias.\n2-Evitar alardear u ofender; Allah dijo: {¡Oh, creyentes! No hagáis vanas vuestras caridades haciendo alarde de ellas u ofendiendo}  [Corán 2:264] \n2-Modales recomendables\n-Es recomendable que el musulmán dé su caridad opcional a sus familiares que no tiene obligación de mantener, como sus tíos y tías, o que la esposa dé a su esposo pobre. Esto es mejor que dar a otros. Allah dijo: {Al pariente huérfano} [Corán 90:15] \ny dijo el Profeta,la paz y las bendiciones de Allah sean con él: “La caridad a un pobre es una caridad, mientras que a un familiar es dos cosas: caridad y mantener los lazos familiares” [Lo citó An-Nasai].\n-Debe elegir, de entre sus bienes bien habidos, lo bueno, lo que gusta para sí. Dijo Allah: {No alcanzaréis la piedad verdaderamente hasta que no deis [en caridad] de lo que amáis} [Corán 3:92] .\n-Debe darse discretamente, por ser lo más pertinente a la sincera devoción y para honrar al pobre. Allah dijo: {Hacer caridad públicamente es una obra de bien; pero si lo hacéis en privado y se la dais a los pobres, es mejor para vosotros} [Corán 2:271].\nSi hubiese algún beneficio en hacer pública una caridad, como dar un buen ejemplo a los demás, pues es lícito anunciarla cuidando siempre la buena intención.\n-Se debe dar de lo que se tiene, aunque sea poco. Dijo el Profeta, la paz y las bendiciones de Allah sean con él: “Protéjanse del fuego, aunque sea con un pedazo de dátil” [Lo citó Al Bujari].\nBeneficios de este tipo de caridad\nBeneficios personales\n1-Purificar las almas: {Toma [¡Oh, Muhammad!] una parte de sus bienes [como Zaka] para expurgarles [con ello sus pecados] y purificarles [de la avaricia]} [Corán 9:103].\n2-Seguir la guía del Profeta, la paz y las bendiciones de Allah sean con él, en la generosidad, pues él daba caridad sin temer a la pobreza y le dijo a Bilal, Allah esté complacido con él: “Da en caridad, Bilal, y no temas de parte de Al-lah pobreza” [Lo citó Al Bazzar].\n3-Allah le reconocerá lo que ha donado en caridad y el alma del donante se elevará. Allah dice: {Diles: En verdad, mi Señor aumenta el sustento a quien Él quiere de Sus siervos y se lo restringe [a quien Le place]; y todo lo que gastéis en caridad, Él os lo compensará. Y Él es el mejor de los sustentadores} [Corán 34:39].\n4-Purificar los bienes de las transacciones con excesos. Qais Ibn Abi ‘Araza, Al-lah esté complacido con él, dijo: “En la época del Profeta, la paz y las bendiciones de Al-lah sean con él, se nos llamaba ‘los intermediarios’; y el Profeta,la paz y las bendiciones de Al-lah sean con él, pasó ante nosotros y nos dio un mejor nombre, dijo: ‘¡Comerciantes! A la compraventa la afecta el exceso y los juramentos. Purifíquense con la caridad’” [Lo citó Abu Dawud].\n5-Lograr mayor recompensa y borrar las faltas. El Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, dijo: ‘Quien da en caridad un dátil de su sustento bien ganado –y Al-lah no acepta sino lo bueno–, Al-lah lo recibe con Su diestra y se lo hace incrementar, como cuando uno de ustedes cría un potrillo hasta que sea (tan grande) como un cerro” [Muttafaq ‘alaih].\n6-El musulmán se beneficia de sus caridades permanentes hasta después de muerto. Abu Huraira, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Cuando la persona muere sus obras se interrumpen, excepto tres cosas: una caridad permanente, conocimiento beneficioso y un hijo piadoso que ruega por ella” [Lo citó Muslim].\nBeneficios sociales\n1-La caridad complementa el objetivo del Az-Zakat para la sociedad.\n2-Fortalece la solidaridad, la asistencia y la estabilidad en la sociedad musulmana."
            }
         ]
      },
      {
         "title": "La peregrinación",
         "lessons": [
            {
               "title": "Antecedentes introductorios sobre el Hayy",
               "video": "https://www.youtube.com/embed/OtXnYhLa_RI",
               "body": "Geografía e historia de La Meca\nMakka\nEs un nombre derivado de la palabra semita (Bakka) que quiere decir “valle”\n\nLa Meca ha sido denominada Bakka en el mismo Corán: {Ciertamente la primera Casa erigida para los hombres es la de Bakka [ la Ka‘ba], en ella hay bendición y guía para la humanidad} [Corán 3:96]\nLa historia de La Meca se remonta hasta el siglo XIX antes de Cristo, en la época de Abraham e Ismael, la paz sea con ambos, quienes fueron los primeros en poblarla. Dijo Al-lah sobre Abraham: {¡Oh, Señor nuestro! Por cierto que yo he establecido parte de mi descendencia en un valle árido de poca vegetación [La Meca] junto a Tu Casa Sagrada para que, ¡oh, Señor nuestro!, practiquen la oración. Infunde en los corazones de los hombres amor por ellos, y susténtalos con frutos para que sean agradecidos} [Corán 14:37].\nPor la virtud de la plegaria de Abraham,la paz sea con él, Al-lah hizo brotar la fuente de Zamzam de entre los pies de Ismael, la paz sea con él, cuando se terminó el alimento y la bebida que tenía su madre Agar.\nA partir de ese momento varias tribus empezaron a detenerse en este lugar con agua y la vida empezó a sentar presencia en este valle originalmente yermo.\nDe entre las tribus que poblaron La Meca, la tribu de Quraish fue la que detentaba el poder cuando empezó su misión el Profeta Muhammad, sal-lal-lahu ‘alaihi wa sal-lam, quien a su vez fue la persona que tuvo mayor influencia en la transformación radical que afectaría a la vida en esta ciudad.\nEl Profeta, la paz y las bendiciones de Al-lah sean con él, recibió la profecía en La Meca y La Meca se convirtió en la cuna de la prédica islámica, pero sus habitantes eran de los más reacios a aceptarla y de los más crueles en combatir a los que la profesaban.\nTanto así que los musulmanes se vieron obligados a emigrar hacia Medina y a establecer el Estado Islámico allí. Después volvió a ella el Profeta, la paz y las bendiciones de Al-lah sean con él, y la conquistó pacíficamente. A partir de ese momento se convirtió en una gran ciudad musulmana hasta el día de hoy.\nLa Meca recibió, y en especial su recinto sagrado, mucha atención de parte de los califas y los gobernantes musulmanes, pues se ocuparon de expandirlo y ampliarlo y lo convirtieron en un centro que irradie la luz del Islam al mundo entero.\nVirtudes de La Meca\n1. Que es segura para quien entra en ella\nAl-lah dijo: {Quien ingrese en ella estará a salvo} [Corán 3:97] , se refiere a la ciudad de La Meca.\n2. Que no entrará en ella Ad-Dayyal ni la peste\nAbu Huraira, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Medina y La Meca están custodiadas por los ángeles, sobre cada camino de estas hay un ángel, y no entrarán en ella ni el Dayyal ni la peste” [Lo citó Ahmad] .\n3. El rezo en la mezquita sagrada de La Meca vale por cien mil rezos\nYabir, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Un rezo en la mezquita sagrada (de La Meca) es mejor (en cuanto a su recompensa) que cien mil rezos en otras mezquitas” [Lo citó Ibn Maya] .\n\n4. Es el lugar más querido para Al-lah\nDijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: “¡Por Al-lah! Eres la mejor de las tierras de Al-lah y la más querida para Al-lah de sus tierras” [Lo citó At-Tirmidhi] .\n La Meca\n\nPrescripciones legales exclusivas de La Meca y Al Haram\n1. El grave castigo que le espera a quien desea cometer una mala obra en el Haram de La Meca, sin importar si la realiza o no.\nDijo Al-lah: {Y a quienes quieran profanarla inicuamente, les haré sufrir un castigo doloroso} [Corán 22:25].\nIbn ‘Abbas, Al-lah esté complacido con él, relata que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “La gente más odiada para Al-lah es de tres tipos…” , y mencionó “un profanador inicuo en el Haram” [Lo citó Al Bujari] .\n\n2. Está prohibido combatir y matar en ella.\nAl-lah dijo: {Cuando hicimos de La Casa [la Ka‘bah] un lugar de reunión y seguridad para los hombres} [Corán 2:125] .\nquien entre en La Meca estará seguro en ella, por eso el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “No es lícito portar armas en La Meca” [Lo citó Muslim] , y dijo también: “Ciertamente que fue Al-lah quien hizo de La Meca un santuario y no fue la gente; así que no es permitido, para quien cree en Al-lah y en el Día del Juicio, que derramen sangre ni que arranquen árboles en ella” [Lo citó Al Bujari].\n Combatir y matar\n\n3. Está prohibido que entren los incrédulos y los idólatras al santuario del Haram\nAl-lah dijo: {¡Oh, creyentes! Por cierto que los idólatras son impuros [de corazón], que no se acerquen pues a la Mezquita Sagrada después de este año [el noveno de la Hégira]} [Corán 9:28] .\ny el Profeta, la paz y las bendiciones de Al-lah sean con él, anunció estando en Mina:  “Que no peregrine después de este año ningún politeísta y que no circunvale la Casa (la Ka’ba) ninguna persona desnuda” [Lo citó Al Bujari] .\n4. Está prohibido cazar, cortar árboles y recoger cosas perdidas en el santuario del Haram.\nIbn ‘Abbas, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “La Meca es un santuario sagrado y no es permitido violar sus restricciones antes de mí ni después de mí; y se me hizo lícita (solamente) por una hora del día. Entonces no se deben arrancar sus plantas ni cortar sus árboles ni se debe perseguir presas de caza en ella ni se debe recoger objetos perdidos, excepto que vaya a procurar a sus dueños” [Lo citó Al Bujari].\nRitos del Hayy\nRitos del Hayy\nSus lugares principales que enmarcan los ritos de adoración\n\n\n1. ‘Arafat\nArafat es el plural del árabe ‘arafa (conocerse), y se la llamó así porque allí se reconocieron Adán y Eva y porque la gente allí reconoce sus pecados.\nEs un sitio ritual fuera de los límites del santuario de La Meca y está a 22 km. al sureste de la mezquita sagrada. Su área abarca 10,4 km2 y allí se reúnen los peregrinos en el noveno día del mes de Dhul Hiyya.\n ‘Arafat\n\n\n- La mezquita de Namira\nNamira es un cerro al oeste de la mezquita sagrada, y por ello se llama “mezquita de Namira”.\nEl Profeta, la paz y las bendiciones de Al-lah sean con él, se detuvo allí en el fondo del valle de ‘Arana y pronunció un jutba y luego rezó, entonces se construyó allí una mezquita, en el lugar de su jutba y su rezo al fondo del valle de ‘Arana, a principios de la era del califato abbasi. Se la expandió y amplió en época saudí y ahora tiene un área de más de cien mil mts2,y en ella se concentran los peregrinos en el noveno día del mes de Dhul Hiyya.\n La mezquita de Namira\n\n\n- Mezquita de As-Sajarat\nEstá en ‘Arafat a las faldas del cerro Yabal ur Rahma, quedando a la derecha de quien asciende por él. Allí hay unas rocas inmensas en las cuales se paró el Profeta, la paz y las bendiciones de Al-lah sean con él, en la noche de ‘Arafa. Allí se reúnen los peregrinos el noveno día del mes de Dhul Hiyya.\n Mezquita de As-Sajarat\n\n\n- Yabal ur Rahma\nEs un pequeño cerro de grandes rocas que queda a 20 km al este de La Meca, y en su parte superior hay una explanada amplia que cubre 640 mt.\nde diámetro, y allí se reúnen los peregrinos en el noveno día de Dul Hiyya.\n Yabal ur Rahma\n\n\n2. Mina\nSe lo llama Mina por la sangre que se vierte allí de las ofrendas.\nEstá entre La Meca y Muzdalifa, a 7 kms. al noreste del santuario del Haram. Allí duermen los peregrinos las noches de los días onceavo y doceavo de Dhul Hiyya para quien tiene prisa, y la noche del treceavo día para quien se queda.\nEs un sitio ritual que queda dentro de los límites del santuario; allí está la mezquita de Al Jif y los tres obeliscos (Al Yamarat).\n Mina\n\n\n- Los obeliscos\nYamarat es el plural de yamra, que en árabe significa “guijarro pequeño”.\nSe denomina Al yamarat a tres sitios rituales en Mina: el obelisco mayor, el obelisco medio y el obelisco menor, que son columnas de concreto que se apoyan dentro de estanques de concreto también y marcan el lugar donde Satán se le apareció a Abraham, la paz sea con él. La distancia entre el obelisco medio y el mayor es de 247 m. Y entre el medio y el menor es de 200 m.\n\n\n\n- La mezquita de Al Jif\nEstá situada en las laderas de la montaña en el sur de Mina, cerca del obelisco menor.\n La mezquita de Al Jif\n\n\n3. Muzdalifa\nMuzdalifa es un lugar entre Mina y ‘Arafat donde pasan la noche los peregrinos que ya hicieron su parada en ‘Arafat.\nEl punto recomendable está en el centro de Muzdalifa y se denomina Al Mash’ar ul Haram.\nLos peregrinos pueden parar allí para rogar a Al-lah, alabarlo y agradecerle.\nEs el punto donde pasan la noche los peregrinos que descienden desde ‘Arafa después de la puesta del sol del día noveno de Dhul Hiyya.\n Muzdalifa\n\n4. La mezquita Al Haram\nEs la Casa Sagrada de Al-lah, y sus referentes más importantes son:\nLa noble Ka’ba\nLa noble Ka’ba tiene forma cúbica\nLa roca de Ismael\nEs la parte norte de la Casa Santa que los Quraish no pudieron construir por falta de recursos cuando reconstruyeron la Ka’ba, así que pusieron a su alrededor una pared en forma de arco para que se sepa que esa zona forma parte de la Ka’ba.\nEl nombre que se le da es folklórico y no se cita en las fuentes de la Shari’a.\nLa piedra negra\nEstá en el cimiento sur de la Ka’ba a la izquierda de su puerta. Se dice que proviene del Paraíso y anteriormente se quebró y no quedan de ella sino ocho guijarros del tamaño de un dátil.\nLa esquina yemení\nEs el cimiento suroeste de la Ka’ba y se le denomina “yemení” pues está en dirección del Yemen. Una de sus características principales es que se asienta sobe los primeros cimientos puestos por Abraham e Ismael, la paz de Al-lah sea con ambos.\nEl multazim\nEs lo que hay entre la piedra negra y la puerta de la Ka’ba, mide como dos metros. Es un lugar donde se responden las plegarias. Es sunna rogar apegando las mejillas, el pecho, los brazos y las manos.\n El multazim\n La piedra negra\n La esquina yemení"
            },
            {
               "title": "Prescripciones del Hayy y la ‘Umra",
               "video": "https://www.youtube.com/embed/BGTxIXCiQNQ?showinfo=0",
               "body": "El Hayy\nDefinición de El Hayy\nEl Hayy en el idioma árabe\nProcurar algo y dirigirse en alguna dirección\n\nEl Hayy en la Shari’a\nIr a La Meca en una época determinada para realizar rituales específicos\n\nEstatus legal del Hayy y su excelencia\nEl Hayy es uno de los pilares del Islam que Al-lah impuso a Sus siervos. Dijo Al-lah: {Es una obligación para los hombres peregrinar a esta Casa si se encuentran en condiciones de hacerlo [físicas y económicas]. Y quien niegue lo que Al-lah ha prescrito, sepa que Al-lah prescinde de todas las criaturas} [Corán 3:97]\nDijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: “El Islam se levanta sobre cinco pilares: el testimonio de que no hay más dios sino Al-lah y que Muhammad es Su siervo y Mensajero, la práctica del rezo, el pago del Az-Zaka, el Hayy a la Casa Santa y el ayuno de Ramadán” [Muttafaq ‘alaih].\nY dijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: “Quien peregrina y no dice obscenidades ni comete pecados se le perdona todos sus pecados pasados” [Lo citó At-Tirmidhi].\nRequisitos para el Hayy\n1. El Islam\nNo es obligación del incrédulo ni se le acepta.\n2. El raciocinio\nNo es obligación del demente, porque dijo el Profeta, la paz y las bendiciones de Al-lah sean con él: “No se registran las obras de tres tipos de personas: el durmiente hasta que despierte, del niño hasta que madure sexualmente, y el demente hasta que recupere su sano juicio” [Lo citó Abu Dawud].\n\n3. La madurez sexual\nNo es obligación del menor; sin embargo, si se consagra para el Hayy este le será válido, pero no como el Hayy obligatorio del Islam sino como nafl. Ibn ‘Abbas, Al-lah esté complacido con él, relató que una mujer levantó un niño ante el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, y le dijo: “¿Este hace el Hayy?” Y él le respondió: “Sí, y tú tienes recompensa” [Lo citó Muslim].\n Es lícito que el menos se consagre para el Hayy\n\n4. La libertad\nEl esclavo no tiene obligación de hacer el Hayy. El Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Cualquier esclavo que haya hecho el Hayy y después es emancipado deberá hacer otro Hayy” [Lo citó Al Baihaqi].\n5. Poder hacerlo\nSignifica contar con recursos para los gastos del viaje y el medio de transporte. Al-lah dijo: {Es una obligación para los hombres peregrinar a esta Casa si se encuentran en condiciones de hacerlo [físicas y económicas]} [Corán 3:97]\n6. La compañía de un mahram [ Muhrim es la persona con la que una mujer no puede legalmente casarse, como su padre, su hermano o su tío ] para la mujer sola.\nIbn ‘Abbas, Al-lah esté complacido con él, dijo: “Oí al Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, decir mientras pronunciaba unjutba: ‘La mujer no debe viajar sola, sino la acompaña un mahram’. Entonces, un hombre se levantó y dijo: ‘Mensajero de Al-lah, mi esposa salió a hacer el Hayy y yo me registré para tal y tal expedición (militar)’. Entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: “Apresúrate y peregrina junto con tu esposa” [Muttafaq ‘alaih].\n\nLa representación en el Hayy\nQuien no está en condiciones de hacer el Hayy por vejez, por enfermedad crónica o por debilidad corporal de modo que no pueda viajar, debe nombrar a quien haga el Hayy y la ‘Umra por él. Esto es válido aunque se recupere después de que su representante se haya consagrado para el Hayy o la ‘Umra. Al Fadl ibn ‘Abbas, Al-lah esté complacido con él, relató que una mujer de Jaz’am dijo: “¡Mensajero de Al-lah! A mi padre le llegó la obligación de Al-lah de hacer el Hayy siendo él un hombre muy anciano, de modo que no puede sostenerse sobre su camello”. El Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: ‘Haz el Hayy por él” [Lo citó At-Tirmidhi].\n Hombre impedido de peregrinar\n\nQuien represente a alguien en el Hayy debe cumplir los siguientes requisitos:\n1-Debe cumplir con todos los requisitos para el Hayy anteriormente mencionados.\n2-Que el representante haya hecho el Hayy por sí mismo antes. Si no lo ha hecho, pues no será válida su representación y el Hayy se contará por él, el Hayy obligatorio del Islam. La evidencia de esto es lo que relató Ibn ‘Abbas, Al-lah esté complacido con él: que el Profeta, la paz y las bendiciones de Al-lah sean con él, oyó a un hombre decir: “Mi Hayy es por Shubruma”, y el Profeta, la paz y las bendiciones de Al-lah sean con él,le preguntó: “¿Quién es Shubruma?” El hombre le dijo que era su hermano o un familiar. El Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: “¿Y has hecho el Hayy por ti?”, y el hombre respondió que no. Entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: “Haz el Hayy por ti primero y después lo haces por Shubruma” [Lo citó Abu Dawud].\nLa ‘Umra\nDefinición de La ‘Umra\nLa ‘Umra en la Shari’a\nConsiste en visitar la casa santa en cualquier época del año para realizar rituales específicos.\n\nLa ‘Umra en el idioma árabe\nSignifica: visita.\n\nEstatus legal de la ‘Umra y su excelencia\nLa ‘Umra es obligatoria una vez en la vida como el Hayy. El Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “El Islam es que testifiques que no hay más dios sino Al-lahy que Muhammad es el Mensajero de Al-lah y que practiques el As-Sala, y que pagues el Az-Zaka, que hagas el Hayy a la casa santa y la ‘Umra, que te bañes por la yanaba, que hagas bien el wudu’ y que ayunes el mes de Ramadán” [Lo citó Ibn Juzaima].\nTambién dijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: “De una ‘Umra a otra hay expiación de los pecados entre ambas; y el Hayy bien hecho y aceptado por Al-lah no tiene recompensa sino el Paraiso” [Muttafaq ‘alaih]."
            },
            {
               "title": "Al Mawaqit",
               "video": "https://www.youtube.com/embed/3s0lGj9YD5k?showinfo=0",
               "body": "Definición de Al Mawaqit\nDefinición idiomática\nPlural de miqat. Se refiere a los límites entre dos cosas.\n\nDefinición científica\nLos límites espaciales y temporales que el Legislador, Al-lah, ha puesto para los ritos de adoración.\n\nTipos de mawaqit\nPrimero: Límites espaciales\nLos límites geográficos\nSon los lugares que el Legislador ha dispuesto para consagrar el Ihram.\n\nde modo que No es permitido, para quien tiene intenciones de realizar el Hayy o la ‘Umra, cruzar estos límites sin consagrar el Ihram. Son cinco mawaqit [Al Mawaqit wa ab’aduha, Sheij ‘Abdul-lah Al Bassam, Revista Muyamma’ Al Fiqh Al Islami, Nro. 3, vol. 3, p. 1553]\n\n1. Dhul Hulaifa:\nSe encuentra hoy en la zona sur de Medina y se le denomina también “Abar ‘Ali”. Está aproximadamente a 420 km de La Meca. Es el miqat tradicional de la gente de la zona de Medina.\n Dhul Hulaifa\n\n\n2. Al Yuhfa:\nSe encuentra cerca de la ciudad de Rabig, a 186 km de La Meca. Es el miqat tradicional para la gente de la Gran Siria, Egipto y el Magreb (Marruecos, Argelia, Tunez, Libia y Mauritania).\n Al Yuhfa\n\n\n3. Ialamlam:\nEs un gran valle en el camino entre el Yemen y La Meca. Hoy se le denomina As-Sa’dia. Está a 120 km de La Meca, más o menos, y es el miqat de la gente del Yemen.\n Ialamlam\n\n\n4. Qarn Al Manazil:\nHoy se lo llama As-Sail Al Kabir y está a más o menos 75 km de La Meca. Es el miqat de la gente de At-Taif y An-Nayd. Su parte alta está sobre la carretera a At-Taif en dirección a Al Hada, en un lugar llamado: Wadi Mahram. Ambos lugares son miqat para la gente de Nayd y para quien viene por el camino de At-Taif.\n Qarn Al Manazil\n\n\n5. Dhat ‘Irq:\nHoy en día se llama Ad-Dariba o Al Juraibat. Es un lugar a 100 km al este de La Meca y está abandonado.\nEs el miqat para la gente del oriente, de Iraq, de Irán y más al oriente.\nLa prueba de esto es el hadiz de Ibn ‘Abbas, Al-lah esté complacido con él, que dice: “Puso por miqat el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, a la gente de Medina Dhul Hulaifa, para la gente de Sham Al Yuhfa, para la gente de Nayd Qarn Al Manazil y para la gente del Yemen Ialamlam. Dijo: son para esta gente y para quien pase por ellos de otras regiones que vengan con intención de hacer el Hayy y la ‘Umra. Los que estén entre estos lugares y La Meca se consagrarán desde donde estén y la gente de La Meca desde La Meca” [ Muttafaq ‘alaih].\nDhat ‘Irq no se menciona en el hadiz anterior, sino que lo delimitó ‘Omar ibn Al Jattab [ Lo citó Al Bujari].\n\n Dhat ‘Irq\n\nSegundo: los límites temporales\nA) Tiempo para realizar el Hayy:\nSon los meses del Hayy: Shawwal, Dhul Qa’da y los primeros diez días de Dhul Hiyya.\nB) Tiempo para realizar la ‘Umra:\nTodo el año."
            },
            {
               "title": "(Al Ihram (La consagración del peregrino",
               "video": "https://www.youtube.com/embed/Srh_T6Jvtzo?showinfo=0",
               "body": "Definición de El Ihram\nEl Ihram en el idioma árabe\nSignifica: impedimento\n\nEl Ihram en la Shari’a\nLa intención de iniciar los ritos del peregrinaje realizando uno de estos.\n\nCosas recomendables al vestir el Ihram\n\n1. Tomar un baño\nJariya bin Zaid bin Zabit relata que su padre vio al Profeta, la paz y las bendiciones de Al-lah sean con él, se quitó su vestimenta para iniciar el peregrinaje y tomó un baño [Lo citó At-Tirmidhi].\n\n\n\n2. Asearse\nCortándose el vello de las axilas y el pubis, además de cortarse el bigote y las uñas.\n\n\n\n\n\n3. Perfumarse\n‘Aisha, Al-lah esté complacido con ella, relató: “Solía perfumar al Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, para su consagración cuando vestía el Ihram” [Muttafaq ‘alaih] .\nNo se deben perfumar las ropas, pues el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, dijo: “Y no vistas ninguna prenda que haya sido alcanzada con Azafrán o Wars [Es una planta amarillenta de rico aroma y tinte] ” [Muttafaq ‘alaih].\n Perfume\n\n4. El hombre debe dejar de vestir toda prenda costurada antes del Ihram y debe vestir una capa y una faldilla blancos de una sola pieza de tela y calzados sin costuras.\nEl Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Al consagrarse, deben vestir una capa y una faldilla y calzados abiertos. Si no encuentra calzados abiertos, entonces que vista un par de medias de cuero y las corte por debajo de los tobillos” [ Muttafaq ‘alaih] La mujer, en cambio se puede consagrar vistiendo la ropa que desee, sin que haya un color específico. Sólo debe evitar imitar a los hombres, exhibirse, vestir el velo en el rostro y vestir guantes mientras está en el Ihram.\n Peregrina con guantes \n La peregrina con velo sobre el rostro\n El peregrino vistiendo el izar y el rida’ \n Calzados del peregrino consagrado \nProhibiciones del Ihram\n1. Que el hombre se cubra la cabeza con algo que la toque.\nIbn ‘Omar, Al-lah esté complacido con él, relató que un hombre preguntó al Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: ‘¿Qué ropas puede vestir el peregrino con Ihram?’ Y el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, le dijo: “No vistan camisa ni turbantes ni pantalones ni ropa con capucha” [Muttafaq ‘alaih].\nY dijo sobre el peregrino en Ihram que murió: “No le cubran la cabeza, pues será resucitado recitando la Talbia [Es un cántico que recitan los peregrinos durante el Hayy]” [Lo citó Al Bujari].\nSi se protege con algo que no toque su cabeza, como una sombrilla, una carpa, un toldo o un vehículo techado, estará bien.\n Un peregrino consagrado vistiendo turbante\n Un peregrino consagrado vistiendo sombrero\n Un peregrino consagrado vistiendo pantalones\n El peregrino con sombrilla\n2. Vestir ropa con costuras para el hombre.\nAquí se refiere a ropa que se fabrica costurando pedazos de tela para rodear el cuerpo o parte de él, como las túnicas, las camisas, los pantalones, las medias, los guantes, etc. Esto es por el hadiz anterior de Ibn ‘Omar: “No vistan camisa ni turbantes ni pantalones ni ropa con capucha” [Muttafaq ‘alaih].\nSi el peregrino no encuentra las prendas del Ihram, puede vestir ropa normal hasta que halle las prendas necesarias; lo mismo se aplica al calzado, ya que el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, dijo: “Si no encuentra calzados abiertos, entonces que vista un par de medias de cuero y las corte por debajo de los tobillos”  [Lo citó Ibn Juzaima].\n Las medias de cuero del peregrine\n Un peregrino vistiendo ropa con costuras\n Zapatos\n\n3. Matar animales o cazarlos\nAl-lah dijo: {¡Oh, creyentes! No cacéis mientras estéis consagrados a la peregrinación [o a la ‘Umra]} [Corán 5:95], mientras están consagrados al Hayy o la ‘Umra. También dijo Al-lah: {Y se os ha prohibido la caza mientras estéis consagrados a la peregrinación [o a la ‘Umra]} [Corán 5:96] , y se refiere a los animales o las aves que es lícito cazar.\nLos animales domésticos no son de caza, así que el peregrino puede degollar una gallina o una oveja, por ejemplo. La pesca también está permitida por la aleya: {Se os ha permitido [comer de] lo que pesquéis o halléis en el mar, para vuestro beneficio y el de los viajeros} [Corán 5:96].\nLos animales que no se comen, como víboras o escorpiones se pueden también matar, y cualquier animal que ataque al peregrino y este se vea obligado a matarlo para defenderse.\n Escorpión\n La pesca es permitida para el peregrino\n Serpiente\n Es lícito degollar animales domésticos comestibles\n Cazando aves\n\n\n4. Rasurarse, cortarse o arrancarse el pelo.\nAl-lah dijo: {No os rasuréis vuestras cabezas hasta que llegue su momento [el Día del Sacrificio]} [Corán 2:196], y la prohibición alcanza al pelo de todo el cuerpo por analogía con el pelo de la cabeza.\n Raparse y recortarse\n\n\n5. Cortarse las uñas\nLas de las manos o las de los pies.\n Cortarse las uñas de los pies\n Cortarse las uñas de las manos\n\n\n6. Perfumarse el cuerpo o la ropa\nEs prohibido entonces que el peregrino consagrado perfume su cuerpo o su vestimenta después de haberse consagrado o que quiera oler perfumes. La prueba de ello es el anterior hadiz de Ibn ‘Omar, Al-lah esté complacido con él, que dice: “No vistan camisa ni turbantes ni pantalones ni ropa con capucha” [Lo citó Al Bujari], y el de la persona que murió consagrado al Hayy que dice: “No lo perfumen”  [Muttafaq ‘alaih].\n Perfumando el cuerpo del peregrine\n Perfumando la ropa del peregrino\n\n7. El matrimonio\n‘Ozman, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “El peregrino consagrado no se casa ni casa a otros ni pide la mano de nadie” [Lo citó Al Bujari] .\n8. La relación sexual\nSe trata del coito, porque Al-lah dijo: {Deberá abstenerse [durante la peregrinación] de las relaciones maritales} [Corán 2:197] ; e Ibn ‘Abbas, Al-lah esté complacido con él, dijo: “Se trata del coito”, y esta es la mayor prohibición que pesa sobre el peregrino consagrado.\n9. Las caricias provocativas\nComo los besos y las caricias que provoquen excitación, porque son un medio para el coito prohibido para el peregrino.\n\nProhibiciones del Ihram para la mujer\nLa mujer tiene las mismas prohibiciones en el Ihram que el hombre; sin embargo, hay algunas diferencias:\n-Puede vestir ropa costurada.\n-Puede cubrir su cabeza.\nNo puede cubrir su rostro con el niqab (velo) ni puede vestir guantes, pues dijo el Profeta, la paz y las bendiciones de Al-lah sean con él: “La peregrina consagrada no puede vestir el niqab ni guantes” [Lo citó Muslim].\nSi en un momento determinado desea cubrir su rostro de hombres ajenos a su familia, puede hacerlo con la pañoleta sobre su cabeza u otra tela. Puede vestir joyas de oro.\n\n\nAlgunos datos importantes\n1-No hay evidencia de la realización de un rezo nafl específico al vestir el Ihram, ni de una plegaria específica en tal momento.\n2-Si la persona teme pasarse del miqat al viajar en avión, puede vestir el Ihram desde su casa o el aeropuerto, pero no por ello estará consagrado sino hasta que especifique su intención y qué ritual desea realizar al pasar por el miqat.\n3-Algunos peregrinos descubren su hombro derecho (idtiba’) desde que se consagran y esto no es correcto. Descubrirse el hombro derecho se acostumbra sólo en el Tawaf al Qudum (circunvalación de llegada), y el resto del tiempo deberá cubrir su hombro.\n idtiba’\n\nLa intención con condiciones\nQuien padezca alguna enfermedad o tema que le suceda algo que le impida completar sus ritos del Hayy debe poner una condición al consagrarse para el Hayy, al terminar de citar su tipo de rito deberá agregar: “Fa in habasani habis famahil-li haizu habastani” (si me retiene algún impedimento, entonces mi consagración se anula en el momento en que me vea impedido).\n‘Aisha, Al-lah esté complacido con ella, relató: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, entró a ver a Suba’a bint Az-Zubair y le dijo: ‘¿Quieres peregrinar?’ y ella le dijo: ‘¡Por Al-lah! Temo enfermarme’. Entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: ‘Realiza el peregrinaje pero con una condición; di: Al-lahumma mahil-li haizu habastani” [Muttafaq ‘alaih] .\nSi puso esa condición y le sobrevino algún impedimento, sale de la consagración sin necesidad de expiación alguna.\nAlgunos preceptos del Ihram\nSi al peregrino consagrado se le caen algunos cabellos al realizar la ablución o al bañarse, por ejemplo, pues no es problema, asimismo si se le cae un pelo del bigote o la barba o parte de sus uñas en condiciones similares, siempre y cuando no lo haya hecho intencionalmente. Lo mismo se aplica a hombres y mujeres."
            },
            {
               "title": "Los ritos y la talbia",
               "video": "https://www.youtube.com/embed/vXA1V0JGIMs?showinfo=0",
               "body": "Los ritos (nusuk)\nDefinición de Los nusuk\nLos nusuk en el idioma árabe\nSe refiere al ascetismo y la adoración\n\nLos nusuk en la Shari’a\nLo que hace o dice el peregrino en el Hayy o la ‘Umra\n\nLa intención para cada rito\nHay varios ritos distintos para la realización del Hayy. Cuando el peregrino termina de lavarse y asearse y se viste el Ihram evitando toda ropa costurada, en ese momento debe definir su intención de iniciar los ritos del Hayy o la ‘Umra. Es recomendable que pronuncie qué tipo de ritos desea realizar.\nPor ejemplo; si desea realizar primeramente una ‘Umra al llegar a La Meca y luego descansar reduciendo su nivel de consagración hasta el momento de consagrarse para el Hayy, dirá: “Labbaika Al-lahumma ‘Umrata mutamatti’an biha ila al Hayy” (Al-lah, respondo a Tu llamado al peregrinaje con una ‘Umra, tras la cual reduciré mi consagración hasta reiniciarla para el Hayy mismo), o puede decir: “Labbaika Al-lahumma ‘Umra” (respondo a Tu llamado con una ‘Umra); y después, cuando sea momento del Hayy dirá: “Labbaika Al-lahumma Hayya” (respondo a Tu llamado con un Hayy).\nEl que sólo desea hacer el Hayy dirá: “Labbaika Al-lahumma Hayyan” (respondo a Tu llamado con un Hayy) y dirá el que desea juntar la ‘Umra y el Hayy: “Labbaika Al-lahumma Hayan wa ‘Umra” (respondo a Tu llamado,oh Al-lah, con un Hayy y una ‘Umra), por el hadiz donde Anas, Al-lah esté complacido con él, dice: “Oí al Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, decir: Labbaika ‘Umratan wa Hayyan” [Muttafaq ‘alaih].\nSi no dice nada y determina la intención en su corazón, le será también suficiente.\nLos tipos de nusuk\n1-At-Tamattu’:\nconsiste en consagrarse para hacer ‘Umra en los meses del Hayy. Luego de hacerla se levanta la consagración y se queda en La Meca hasta que reinicia la consagración para el Hayy ese mismo año.\n2-Al Qiran:\nconsiste en consagrarse para el Hayy y la ‘Umra a la vez.\n3-Al Ifrad:\nconsiste en consagrarse sólo para el Hayy.\nLas diferencias entre los tres tipos de rito\n\n\n\n \nTamattu’\nQiran\nIfrad\n\n\nCaracterísticas\n‘Umra y después Hayy\n‘Umra y Hayy a la vez\nSólo Hayy\n\n\nEl Ihram\nSe consagra dos veces; la primera para la ‘Umra, luego se levanta la consagración, luego se consagra nuevamente para el Hayy\nSe consagra una sola vez para el Hayy y la ‘Umra a la vez\nSe consagra una sola vez para el Hayy solamente\n\n\nLa Talbia\nAl consagrarse la primera vez dice: “Labbaika ‘Umra”; luego, al consagrarse para el Hayydice: “Labbaika Hayyan” o dice: “Labbaika ‘Umratan mutamatti’an biha ilal Hayy” (Al-lah,respondo a tu llamado al peregrinaje con una ‘Umra, tras la cual reduciré mi consagración hasta reiniciarla para el Hayy mismo).\nDice al consagrarse: “Labbaika ‘Umratan wa Hayyan” (respondo a tu llamado, oh Al-lah, con un Hayy y una ‘Umra)\nDice al consagrarse: “Labbaika Hayyan” (respondo a tu llamado con un Hayy)\n\n\nLa ofrenda (Al Hadi)\nDebe presentar una ofrenda\n \nNo debe presentar una ofrenda\n\n\nLa circunvalación de la Ka’ba (At-Tawaf)\nLo hace dos veces; una para su ‘Umra y otra para su Hayy\nLo hace una sola vez para su Hayy\nLo hace una sola vez para su Hayy\n\n\nEl Sa’i\nLo hace dos veces; una para su ‘Umra y otra para su Hayy\nLo hace una sola vez para su Hayy\nLo hace una sola vez para su Hayy\n\n\n\nLa Talbia\nDefinición de La Talbia\nLa Talbia\nConsiste en que el peregrino dice: “Labbaika Al-lahumma labbaik. Labbaika la sharika lak labbaik. Inna al hamda wanni’ma laka wal mulk; la sharika lak” (Respondo a Tu llamado, oh Al-lah, respondo a Tu llamado. Respondo a Tu llamado; no tienes copartícipes, respondo a Tu llamado. Ciertamente la alabanza, la gracia y la soberanía son sólo Tuyas, no tienes copartícipe).\n\nIbn ‘Omar, Al-lah esté complacido con él, relata que la Talbia del Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, era así [Muttafaq ‘alaih].\nLa Talbia encierra la alabanza y el agradecimiento a Al-lah, la obediencia ante Su mandato, la profesión de Su unicidad y la abstinencia de atribuirle copartícipe alguno.\nEstatus legal de la Talbia\nLa Talbia es una Sunna, la pronuncia el hombre en voz alta y la mujer en voz baja para evitar la tentación.\nMomento y lugar de la Talbia\nEl peregrino consagrado inicia la talbia después de haberse consagrado y la pronuncia frecuentemente durante su camino.\nEn varios puntos del Hayy se la debe pronunciar con más énfasis:\n-Si asciende a una altura o desciende por un valle.\n-Cuando realiza un rezo obligatorio.\n-Cuando llega la noche o el día.\nSe suspende la talbia en la ‘Umra al divisarse la Ka’ba y encararse la piedra negra. En el Hayy, en cambio, lo hará al iniciar el lanzamiento de los guijarros al obelisco de Al ‘Aqaba el día del ‘Id."
            },
            {
               "title": "Descripción del Hayyy la ‘Umra",
               "video": "https://www.youtube.com/embed/Q518NG6sD2U?showinfo=0",
               "body": "Descripción del Hayy\nLos rituales del Hayy inician el día octavo del mes de Dhul Hiyya y son los siguientes:\nEl octavo día del mes de Dhul Hiyya, “iawm ut tarwia” (el día de recoger agua)\n1-El peregrino se consagra para el Hayy desde su punto correspondiente. Se baña, se perfuma, viste el Ihram y luego dice: “Labbaika Al-lahumma Hayyan labbaika Al-lahumma labbaik. Labbaika la sharika lak labbaik. Inna al hamda wanni’ma laka wal mulk; la sharika lak” [Lo citó Al Bujari] (respondo a Tu llamado con un Hayy. Respondo a Tu llamado, oh Al-lah, respondo a Tu llamado. Respondo a Tu llamado; no tienes copartícipe, respondo a Tu llamado. Ciertamente la alabanza, la gracia y la soberanía son sólo Tuyas, no tienes copartícipe).\n2-El peregrino se dirige hacia Mina y reza allí Adh-Dhuhur, el ‘Aser, el Magrib, el ‘Isha’ y el Fayer del día siguiente. Cada rezo se hace en su tiempo y se abrevia el rezo de cuatro raka’at. Se queda en Mina hasta la salida del sol del día noveno.\n Vistiendo la vestimenta del Ihram\n El perfume\n El baño\n Dirigiéndose hacia Mina\n\nEl día noveno del mes de Dhul Hiyya, “iawm ‘Arafa” (el día de ‘Arafa)\n1-El peregrino se dirige hacia ‘Arafa al salir el sol. Allí reza el Dhuhur y el ‘Aser abreviando y juntando ambos rezos en tiempo del Dhuhur. Antes del mediodía se detendrá en Namira si puede.\n2-Después del rezo se dedicará a las plegarias y el Dhiker encarando la qibla y elevando sus manos. Se quedará en ‘Arafa hasta la puesta del sol.\n3-Después del ocaso se dirige hacia Muzdalifa. Allí reza el Magrib y el ‘Isha’, abreviando el ‘Isha’, y pasa la noche allí hasta el amanecer.\n Muzdalifa\n Namira\n ‘Arafat\n\n\nEl día décimo de Dhul Hiyya, “iawm ul ‘Id” (el día del festejo)\n1-Reza el Fayer y se dedica al Dhiker y las plegarias hasta poco antes de la salida del sol.\n2-Se dirige a Mina poco antes de la salida del sol.\n3-Al llegar a Mina, se dirige al obelisco del ‘Aqaba y le lanza siete guijarros pequeños seguidos y pronunciando el Takbir con cada guijarro.\n4-Sacrifica su ofrenda si la tiene.\n5-Se recorta o se rapa el pelo de la cabeza. Con esto ya se suspende parcialmente el Ihram. De allí en adelante podrá vestir ropa con costuras, perfumarse y se le hacen lícitas todas las prohibiciones del Ihram, menos la relación sexual.\n6-Desciende hasta La Meca y circunvala la Ka’ba en lo que se denomina Tawaf al Ifada que es el Tawaf del Hayy, luego camina el sa’i entre las colinas de Safa y Marwa, que es el sa’i del Hayy para el que eligió el ritoTamattu’, y el único sa’i para los demás ritos si es que no lo hicieron al realizar Tawaf al Qudum (la circunvalación de llegada). Con esto se levanta completamente la consagración y se le permiten todas las prohibiciones exclusivas del Ihram.\n7-Regresa a Mina y pasa allí la noche.\n Lanzando guijarros al obelisco de Al ‘Aqaba\n Sacrificando la ofrenda\n Rapándose y recortándose el pelo\n El Tawaf\n El Sa’I entre Safa y Marwa\n Pasando la noche en Mina\n\n\nEl día undécimo de Dhul Hiyya (primer día del Tashriq, “secar la carne”)\n1-Lanza guijarros a cada uno de los tres obeliscos, siete guijarros seguidos a cada obelisco pronunciando el Takbir con cada guijarro. Se lo hace después del mediodía, en tiempo del Dhuhur y no antes. Pronuncia unas plegarias después de pasar por el obelisco menor y el mediano.\n2-Los juristas han delimitado el tamaño de los guijarros entre el tamaño del grano del garbanzo y el tamaño de la avellana.\n3-Pasa la noche en Mina.\n El obelisco menor\n El obelisco de Al ‘Aqaba\n El obelisco mediano\n\nEl día duodécimo de Dhul Hiyya (segundo día del Tashriq)\n1-Lanza más guijarros como lo hizo el día anterior a los tres obeliscos (siete a cada uno).\n2-Abandona Mina antes de la salida del sol si desea una partida rápida, o pasa una vez más la noche allí si desea quedarse.\n3-Va a La Meca para el Tawaf al Wada’ (circunvalación de despedida).\nEl día treceavo de Dhul Hiyya (tercer día del Tashriq)\nEste día sólo lo celebra quien se queda de los peregrinos; se hace lo siguiente:\n1-Va y lanza guijarros a los obeliscos como en los dos días anteriores.\n2-Abandona Mina y se dirige a realizar Tawaf al Wada’.\nY con esto ha terminado el Hayy.\nDescripción de la ‘Umra\n1-Cuando el musulmán llega al miqat se baña, se perfuma, se viste las prendas del Ihram y determina su intención diciendo: “Labbaika ‘Umra” (respondo a Tu llamado con una ‘Umra).\n2-Inicia la pronunciación de la Talbia diciendo: “Labbaika Al-lahumma labbaik. Labbaika la sharika lak labbaik. Inna al hamda wanni’ma laka wal mulk; la sharika lak” [Lo citó Al Bujari] (Respondo a Tu llamado, oh Al-lah, respondo a Tu llamado. Respondo a Tu llamado; no tienes copartícipe, respondo a Tu llamado. Ciertamente la alabanza, la gracia y la soberanía son sólo Tuyas, no tienes copartícipe) hasta que avista la Ka’ba y encara la piedra negra.\n3-Entra a la Mezquita Sagrada, con el pie derecho y pronunciando la plegaria para entrar a la mezquita.\n4-Suspende la talbia e inicia la circunvalación de la Ka’ba. Inicia con la piedra negra, la encara y la besa si puede, si no, apunta hacia ella y dice: “Bismil-lah wa Al-lahuAkbar; Al-lahumma imanan bik, wa tasdiqan bikitabik, wa wafa’an bi’ahdik, wa itba’an lisunnat nabi-ik Muhammad,sal-lalahu ‘alaihi wa sal-lam” [Lo citó Al Baihaqi] (en el nombre de Al-lah y Al-lah es el más grande. ¡Al-lah! Esto es por fe en Ti, confirmando Tu libro, cumpliendo Tu pacto y siguiendo la Sunna de Tu Profeta Muhammad, la paz y las bendiciones de Al-lah sean con él).\n5-Deja la Ka’ba a su izquierda y le da siete vueltas iniciando a la altura de la piedra negra y terminando allí.\n6-Es Sunna que el hombre dé a prisa las primeras tres vueltas.\n7-Pronuncia durante el Tawaf las plegarias que desee; al llegar a la esquina yemení la toca y pronuncia el Takbir; si no puede, no la apunta ni pronuncia el Takbir allí. Entre la esquina yemení y la de la piedra negra dice: “Rabbana atina fiddunia hasanatan wa fil ajirati hasanatan waqina ‘adhab an nar” [Lo citó Abu Dawud] (Señor nuestro, danos el bien en esta vida y el bien en la otra por venir y protégenos del castigo del fuego).\n8-Al terminar reza dos raka’at detrás del Maqam Ibrahim si puede; si no es posible, lo hace en cualquier lugar de la mezquita.\n9-Se dirige a la colina de Safa; al acercarse recita: {[El recorrido entre las dos colinas de] As Safa y Al Maruah es un rito establecido por Al-lah; así pues, quien haga la peregrinación [Hayy] a La Casa [La Meca] o la ‘Umra [visita ritual a La Meca] sepa que no incurre en falta por realizar el recorrido ritual entre ambas [a pesar de que los paganos lo realizaban invocando a sus ídolos]. Y quien realice una obra de bien voluntariamente, sepa que Al-lah es Retribuyente, Omnisciente} [Corán 2:158].\n10-Se para sobre Safa, encara la Qibla, levanta sus manos, pronuncia el Takbir y alaba a Al-lah, luego dice: “¡La ilaha illa Allahwahdahu la sharíkaAllah, lahu al mulkuwalahu al hamd, wa huwaalákullishai in qadír. Aibuna, taibuna, abiduna, sayiduna, li rabbináhamidun. SadaqaAllahwaadah, wanasaraabdah, wahazama al ahzábawahdah!” [Lo citó Al Bujari] (No más dios que Allah, sólo y sin compañero, para Él es el reino y la alabanza, y Él es el Poderoso sobre todas las cosas. Regresamos arrepentidos, adorando a Allah y postrados ante Él. Y a nuestro Señor damos alabanzas. Allah ha hecho realidad su promesa de afirmarlos en el Din, a su siervo ha prestado ayuda y ha derrotado a los partidos confabulados).\nLuego pronuncia las plegarias que quiera, luego repite este Dhiker y pronuncia las plegarias que quiera, luego repite por segunda vez este Dhiker.\n11-Luego se dirige hacia Marwa y acelera el paso entre las dos marcas verdes en el camino [Las marcas hacen referencia al trecho donde se apresuraba Agar al recorrer la distancia entre Safa y Marwa buscando agua para su bebé Ismael] , y luego de ascender por Marwa hace lo mismo que hizo sobre Safa.\n12-Marcha entre Safa y Marwa siete veces.\n13-Después del Sa’i el hombre recorta su cabello de forma que sea evidente, y la mujer se recorta de las puntas un poco. Para el hombre es mejor raparse, pues Abu Huraira, Al-lah esté complacido con él, relata que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “¡Al-lah! Perdona a los rapados” y lo dijo tres veces entre las cuales le preguntaban por los que sólo se habían recortado, al final dijo: “Y a los recortados”. [Lo citó Al Bujari]\n14-Suspende su ihram. Con esto ha finalizado su ‘Umra"
            },
            {
               "title": "Pilares, obligaciones y sunnas del Hayy",
               "video": "https://www.youtube.com/embed/onN3EUEha8Y?showinfo=0",
               "body": "Pilares del Hayy\n1-El Ihram:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Las obras son según las intenciones,y cada persona será recompensada según sus intenciones” [Lo citó Al Bujari].\n2-El Sa’i entre Safa y Marwa:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Realicen el Sa’i, pues Al-lah les ha prescrito el Sa’i” [Lo citó Ahmad].\n3-La parada en ‘Arafa:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “El Hayy es ‘Arafa” [Lo citó At-Tirmidhi].\n4-El Tawaf ul Ifada:\nAl-lah dijo: {Luego de cumplir los ritos, que se higienicen y circunvalen la Antigua Casa [de La Meca]} [Corán 22:29].\nAdvertencia\nPara quien omite uno de los pilares del Hayy, su rito no estará completo hasta que cumpla con el pilar omitido.\nObligaciones del Hayy.\n1-El Ihram desde el miqat:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo, después de mencionar los mawaqit: “Son para la gente de allí y para quien pase por allí de los que tienen intención de realizar el Hayy o la ‘Umra”  [Lo citó Al Bujari].\n2-La parada (estadía) en ‘Arafa hasta el ocaso, para quien pare allí de día:\nporque el Profeta, la paz y las bendiciones de Al-lah sean con él, paró allí hasta el ocaso.\n3-Pasar la noche en Muzdalifa:\nporque el Profeta, la paz y las bendiciones de Al-lah sean con él, pasó allí la noche y dijo: “Que mi gente aprenda sus ritos, porque yo no sé si los encontraré después de este año” [Lo citó Ibn Maya]. También está el hecho de que dio licencia a los enfermos o débiles recién después de la media noche; esto prueba que pasar la noche en Muzdalifa es obligatorio, así también Al-lah ordenó que se lo mencione en elmash’ar al haram.\n4-Pasar la noche en Mina, las noches de los días del Tashriq:\nse ha confirmado que el Profeta, la paz y las bendiciones de Al-lah sean con él, extendió una licencia especial para los pastores de no pasar la noche en Mina2, lo cual prueba que para los demás sí es obligatorio.\n5-Lanzar los guijarros a los obeliscos:\nAl-lah dijo: {Recordad a Al-lah los días señalados} [Corán 2:203], y los días señalados son los días del Tashriq. Lanzar los guijarros es parte del recuerdo de Al-lah, porque dijo el Profeta, la paz y las bendiciones de Al-lah sean con él: “Se ha dispuesto la circunvalación de la Ka’ba, la marcha entre Safa y Marwa y el apedreamiento de los obeliscos como parte del recuerdo de Al-lah” [Lo citó Abu Ia’la en su Musnad].\n6-Raparse o recortarse el cabello:\nAl-lah dijo: {Y entraréis en la Mezquita Sagrada, si Al-lah quiere, algunos con las cabezas rasuradas y otros con el cabello recortado} [Corán 48:27].\n7-El Tawaf de despedida:\nIbn ‘Abbas, Al-lah esté complacido con él, dijo que el Profeta, la paz y las bendiciones de Al-lah sean con él, ordenó a la gente que pasara los últimos momentos del Hayy en la Casa Santa, pero después se le dio licencia a las menstruantes [Lo citó Muslim].\nSunnas del Hayy\nLos demás rituales, aparte de los pilares y las obligaciones, son Sunna, como los siguientes:\n1-Tomar un baño al vestir el Ihram.\n2-Que el Ihram sea dos piezas de tela blanca.\n3-Pronunciar la Talbia y con voz alta.\n4-Dormir en Mina la víspera del día de ‘Arafa.\n5-Besar la piedra negra.\n6-El Idtiba’ en el Tawaf de llegada del Hayy o la ‘Umra, que consiste en pasarse la capa del Ihram por debajo del ombro derecho.\n7-El trote en las primeras tres vueltas del Tawaf de llegada del Hayy o la ‘Umra. Se trata de avanzar con pasos acelerados.\n8-El Tawaf de llegada para el que hace HayyQiran o Ifrad.\nSunnas del Hayy\nQuien omite una de las sunnas del Hayy no tiene que hacer nada especial y su Hayy es válido.\nLas obligaciones del Hayy\nQuien omite una obligación del Hayy debe sacrificar una ofrenda para expiar la omisión."
            },
            {
               "title": "Pilares, obligaciones y Sunnas de la ‘Umra",
               "video": "https://www.youtube.com/embed/QEBBpK7fvHs?showinfo=0",
               "body": "Pilares de la ‘Umra\n1-El Ihram:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Las obras son según las intenciones, y cada persona será recompensada según sus intenciones” [Lo citó Al Bujari].\n2-El Sa’i entre Safa y Marwa:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Realicen el Sa’i, pues Al-lah les ha prescrito el Sa’i” [Lo citó Ahmad].\n3-El Tawaf ul Ifada:\nAl-lah dijo: {Luego de cumplir los ritos, que se higienicen y circunvalen la Antigua Casa [de La Meca} [Corán 22:29].\nObligaciones de la ‘Umra\n\n1-El Ihram desde el miqat:\nel Profeta, la paz y las bendiciones de Al-lah sean con él, dijo, después de mencionar los mawaqit: “Son para la gente de allí y para quien pase por allí de los que tienen intención de realizar el Hayy o la ‘Umra”  [Lo citó Al Bujari].\n\n\n El Ihram\n\n2-Raparse o recortarse el cabello:\nAl-lahdijo: {Y entraréis en la Mezquita Sagrada, si Al-lah quiere, algunos con las cabezas rasuradas y otros con el cabello recortado} [Corán 48:27].\n\nSunnas de la ‘Umra\nLos demás rituales, aparte de los pilares y las obligaciones, son Sunna, como los siguientes:\n1-Tomar un baño al vestir el Ihram.\n2-Que el Ihram sea dos piezas de tela blanca.\n3-Pronunciar la Talbia y con voz alta.\n4-El Idtiba’ en el Tawaf de llegada del Hayy o la ‘Umra, que consiste en pasarse la capa del Ihram por debajo del hombro derecho.\n5-El trote en las primeras tres vueltas del Tawaf de llegada del Hayy o la ‘Umra. Se trata de avanzar con pasos acelerados\n Bañarse\n El Ihram\n Raparse o recortarse el cabello\n\nAdvertencia…\n1-Quien omite uno de los pilares de la ‘Umra no habrá cumplido el rito hasta que lo realice.\n2-Quien omita una obligación de la ‘Umra deberá sacrificar una ofrenda de expiación (un cordero, una séptima parte de una vaca o un camello).\n3-Quien omite una de las Sunnas de la ‘Umra no debe hacer nada y su ‘Umra es válida."
            },
            {
               "title": "La ofrenda y el sacrificio expiatorio",
               "video": "https://www.youtube.com/embed/n616URy2jYM?showinfo=0",
               "body": "Primero: Al Fidia, el sacrificio expiatorio\nDefinición de Al Fidia\nAl Fidia\nEs un sacrificio que se hace obligatorio sobre quien realice el Hayy o la ‘Umra por haber omitido una obligación o haber incurrido en una prohibición.\n\nPrimero: La fidia por haber omitido una obligación\nQuien omite una de las obligaciones del Hayy o de la ‘Umra debe ofrecer una fidia, que consiste en sacrificar un animal para expiar la omisión.\nEste sacrificio expiatorio puede ser una parte de siete de un camello o una vaca, o un chivo [El chivo debe ser de un año o más] o un cordero [El cordero debe tener seis o más meses de edad] que se sacrifican en el Haram de La Meca y se distribuyen entre su gente pobre.\nSi no puede sacrificar deberá ayunar diez días; tres durante el Hayy, si puede, y siete al volver a su hogar. Al-lah dijo: {Y si no encuentra qué sacrificar o no dispone de medios, deberá ayunar tres días durante la peregrinación y siete a su regreso: diez días completos. Esto es para quienes no viven en las proximidades de la Mezquita Sagrada. Temed a Al-lah y sabed que Al-lah es severo en el castigo} [Corán 2:196].\n\nSegundo: La fidia por incurrir en una acción prohibida\n1. La fidia por vestir ropa con costura, por cubrirse la cabeza, por perfumarse, por recortarse las uñas o recortarse el cabello.\nEn este caso puede elegir entre tres expiaciones:\na. Ayunar tres días.\nb. Alimentar a seis pobres, a cada uno medio sa’ de comida.\nc. Degollar un cordero.\nLa evidencia de esto es la aleya que dice: {No os rasuréis vuestras cabezas hasta que llegue su momento [el Día del Sacrificio]. Si alguien de vosotros estuviere enfermo o sufriere una dolencia en su cabeza [y se rasurase] deberá expiar ayunando [tres días], o dando limosna [para alimentar a seis pobres], o sacrificando [un cordero]} [Corán 2:196] , o las palabras del Mensajero de\nAl-lah, la paz y las bendiciones de Al-lah sean con él, a Ka’b ibn ‘Uyra que estaba consagrado: “¿Son esos piojos en tu cabeza?” y él le respondió que sí; entonces el Profeta, la paz y las bendiciones de Al-lah sean con él, le dijo: “Rápate la cabeza y después degüella un cordero ritualmente, o ayuna tres días o distribuye tres sa’ de dátil entre seis pobres” [Lo citó Muslim] .\nQuien comete un acto prohibido del Hayy intencionalmente u obligado, como le pasó a Ka’b, entonces debe sacrificar una ofrenda expiatoria, que se denomina fidiat ul adha.\nQuien comete algún acto prohibido inadvertidamente no debe hacer nada.\n Recortarse las uñas\n Recortarse el cabello\n Perfumarse\n Cubrirse la cabeza\n Vestir ropa con costura\n\n2. La fidia por acariciarse apasionadamente o realizar el acto sexual después de la primera suspensión de las prohibiciones del Ihram.\nEste caso es similar a la denominada fidiat ul adha\n3. Quien realice el acto sexual antes de la primera suspensión del Ihram\nDebe sacrificar un camello, y si no encuentra debe ayunar tres días durante el Hayy y siete cuando vuelva a su hogar. Su Hayy es inválido y deberá completarlo y repetirlo al año siguiente.\n4. La fidia por cometer el acto sexual durante la ‘Umra\nDebe sacrificar un cordero, su ‘Umra queda inválida y debe repetirla al año.\n5. Fidia por cazar estando consagrado\nSi el animal muerto tiene un equivalente, el peregrino elegirá entre sacrificar una fidia equivalente o avaluar el animal muerto en dinero con el que comprará alimento y lo distribuirá dando a cada pobre dos mudd [Los dos mudd equivalen a medio sa’, 1020 gramos aproximadamente] de alimento.\nLa equivalencia entre animales no es completa sino por parecido relativo con los animales de ofrenda, pues la similitud completa no es posible.\nUn ejemplo: si caza un avestruz podrá sacrificar por ejemplo un camello por el parecido relativo entre ambos, o podrá avaluarlo en dinero y comprar con ello alimento, trigo o arroz, por ejemplo, y repartir a cada pobre dos mudd del mismo, o podrá ayunar un día por cada dos mudd.\nSi caza, por ejemplo, un asno salvaje, sacrificará una vaca de entre los animales que sirven como ofrenda, y así sucesivamente.\nSi el animal cazado no tiene un equivalente entre los animales de ofrenda, si es por ejemplo una langosta o un pájaro, entonces se debe avaluar el animal y elegirá entre comprar por su valor alimento y distribuirlo entre los pobres o ayunar un día por cada dos mudd. Los que realizan el avalúo serán dos hombres con experiencia en ello y probidad.\n\nSegundo: la ofrenda (Al Hadi)\nDefinición de Al Hadi\nAl Hadi\nEs lo que se conduce como ofrenda hacia el Haram de entre los animales de ofrenda\n\n Camello\n Cordero\n\nTipos de ofrenda\n1. La ofrenda por el Tamattu’ y el Qiran\nLos peregrinos que eligen realizar el rito Tamattu’ o el Qiran deben presentar una ofrenda que consiste en un cordero o un camello o una vaca que compartirá en partes iguales con otros seis peregrinos. Si no puede sacrificar, ayunará diez días, tres durante el Hayy y siete al volver a su hogar. Esto se aplica sólo a los que no son de La Meca, pues si la persona es de La Meca no debe ofrendar ni ayunar. Al-lah dijo: {…quien haga la ‘Umra primero y luego la peregrinación que sacrifique el animal que pueda, y si no encuentra qué sacrificar o no dispone de medios deberá ayunar tres días durante la peregrinación y siete a su regreso: diez días completos. Esto es para quienes no viven en las proximidades de la Mezquita Sagrada} [Corán 2:196]\n2. La ofrenda voluntaria\nEs lo que decide ofrendar espontáneamente un peregrino que hace el rito Ifrad o una ‘Umra o quien hace Tamattu’ o Ifrad más allá de su ofrenda obligatoria o lo que envía alguien que no es peregrino para que se ofrende en La Meca como adoración a Al-lah.\nEsta ofrenda espontánea puede ser comida por quien la da, más bien es recomendable comer de ella, porque el Profeta, la paz y las bendiciones de Al-lah sean con él, así lo hizo: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, pidió de cada camello que sacrificó un pedazo de carne, los hizo cocinar y bebió de su caldo” [Lo citó Al Bujari] .\n3. La ofrenda por impedimento\nSe refiere al peregrino consagrado que se ve impedido de completar su Hayy o su ‘Umra o ambos a la vez.\nQuien se ha consagrado para el Hayy o la ‘Umra y se ve impedido por motivos de fuerza mayor y no puede llegar a la Casa Santa, deberá sacrificar una ofrenda en el lugar donde esté y luego suspender el Ihram. Al-lah dijo: {Pero en caso de que algo os impidiese completarla, sacrificad el animal que podáis como ofrenda [camello, vaca, cordero o cabra]} [Corán 2:196].\nLos animales para esta ofrenda son la oveja, la cabra o la séptima parte de un camello o vaca.\nLugar de sacrificio de la ofrenda\nLa ofrenda por el Tamattu’, el Qiran o la ofrenda espontanea se sacrifica dentro de los límites consagrados de La Meca y se distribuye entre sus pobres. Si se lo hace fuera de los límites no será válida.\nLa ofrenda por impedimento se sacrifica en el lugar donde fue impedido.\nMomento de sacrificar la ofrenda\n1. La ofrenda por Tamattu’, Qiran o la espontánea\nSu tiempo empieza desde después del rezo del ‘Id el día décimo y termina con el ocaso del último día del Tashriq, que es el treceavo día de Dhul Hiyya.\n2. La ofrenda por impedimento\nSe sacrifica después que se da el impedimento.\n\nAlgunos preceptos relacionados con los sacrificios y las ofrendas\nEs permitido que el peregrino que hace Tamattu’ o Qiran encomiende a alguien que sacrifique en su representación siempre que sea de confianza; sin embargo, lo mejor es que el peregrino lo haga en persona pues así lo hizo el Profeta, la paz y las bendiciones de Al-lah sean con él. El hadi no sustituye a las ofrendas adahi, pues el hadi es una ofrenda obligatoria para el peregrino que hace Tamattu’, en cambio las ofrendas adahi son una sunna para el peregrino y los demás musulmanes."
            },
            {
               "title": "La Ud-hia",
               "video": "https://www.youtube.com/embed/e61Cbm1dNZc?showinfo=0",
               "body": "Definición de La Ud-hia\nLa Ud-hia\nSon los animales que se sacrifican el día del Nahr (10mo. de Dhul Hiyya) en adoración a Al-lah.\n\nEstatus legal de la Ud-hia\nEs una sunna confirmada y enfática. Al-lah dijo: {Reza, pues, a tu Señor y sacrifica [los animales en Su nombre]} [Corán 108:2]\ny Anas, Al-lah esté complacido con él, relató: “Que el Profeta, la paz y las bendiciones de Al-lah sean con él, sacrificó dos carneros blancos con algo de negro y con cuernos; los degolló con su propia mano; mencionó a Al-lah y pronunció el Takbir mientras ponía su pierna al costado de sus cuellos” [Lo citó At-Tirmidhi] .\nMomento del degüello de la Ud-hia\nEl tiempo del sacrificio inicia después del rezo del ‘Id y se prolonga hasta el ocaso del último día del tashriq (treceavo día de Dhul Hiyya).\nLo que es válido como Ud-hia\nUna cabeza de Ganado ovino basta para una persona y la recompensa la puede compartir con quien desee, pues el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, cuando iba a degollar su Ud-hia dijo: “Bismil-lah. Oh Al-lah, acepta esto de Muhammad, de la familia de Muhammad y de la nación de Muhammad” [Muttafaq ‘alaih].\nUna vaca o un camello bastan para siete personas, por lo que siete personas pueden asociarse para compartir el sacrificio de una vaca o un camello. Yabir, Al-lah esté complacido con él, dijo: “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, nos ordenó que compartiésemos el camello o la vaca, por cada siete de nosotros una res” [Lo citó Muslim].\nLa edad que debe tener la Ud-hia válida\n-El cordero debe tener seis o más meses.\n-La cabra debe tener un año.\n-La vaca debe tener dos o más años.\n-El camello debe tener cinco o más años.\n\nDefectos en la Ud-hia\n1-Defectos que invalidan la Ud-hia\n-Que el animal esté tuerto o ciego.\n-Que el animal no pueda caminar.\n-Que el animal esté raquítico.\n-Que el animal esté evidentemente enfermo.\nLa prueba de esto es el hadiz de Al Bara’ ibn ‘Azib, que el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, dijo: “De entre las Ud-hias no es válido sacrificar a la tuerta con defecto evidente en la vista, a la coja con cojera evidente, a la enferma con enfermedad evidente, a la raquítica de poca carne” [Lo citó Muslim] . Se agrega a estos defectos lo que sea similar o peor.\n Animal raquítico\n Animal tuerto\n Animal cojo\n\n\n2-Defectos que no invalidan la Ud-hia\n-Que el animal no tenga cola.\n-Que el animal no tenga cuernos.\n-Que el animal haya sido castrado.\n-Que el animal tenga cortes en la oreja, quemaduras o cuernos rotos.\nInformación…\nLo que se ha mencionado sobre la Ud-hia respecto a su validez e invalidez se aplica también al hadi y a la fidia.\n Animal con cuernos rotos\n Animal sin cuernos\n Animal sin cola\n\nDistribución de la Ud-hia\nSe prescribe que el dueño coma una tercera parte, que dé otra tercera parte como regalo y que done la tercera parte restante. Si desea donarla toda es válido también, y si come la mayor parte también es permitido.\n\nAdvertencia\n1-Los que ofrecen ofrendas o sacrificios deben cuidar de que se aproveche la carne de sus ofrendas o sacrificios y deben evitar desperdiciarlas, como lo hacen algunos peregrinos, que degüellan sus ofrendas y dejan los cadáveres en el lugar sin aprovechar sus carnes.\n2-Quien tiene intención de sacrificar una Ud-hia no puede recortar nada de su cabello, ni de sus uñas ni de su piel durante los primeros diez días del mes de Dhul Hiyya hasta que sacrifica la Ud-hia. Umm Salama, Al-lah esté complacido con ella,relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Si inician los primeros diez días y alguno desea sacrificar una Ud-hia no debe recortar de su cabello o de su piel nada” [Lo citó At-Tirmidhi].\nLos familiares del que desea sacrificar no entran en tal prescripción."
            },
            {
               "title": "La visita a Medina, su excelencia e importancia en el Islam",
               "video": "https://www.youtube.com/embed/HAF9_WLZV9w?showinfo=0",
               "body": "Nombres de la ciudad profética\n1-Al Madina (Medina):\nAl-lah dijo:{Dicen: Si regresamos a Medina, nosotros que somos más poderosos expulsaremos de ella a los más débiles} [Corán 63:8].\n2-Taba:\nYabir ibn Samura, Al-lah esté complacido con él, relató: “Oí al Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, decir: “Al-lah llamó a Medina Taba”[Lo citó Muslim].\n3-Taiba:\nZaid ibn Zabit, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Es Taiba, la que expulsa los pecados, como el fuego extrae las impurezas de la plata” [Muttafaq ‘alaih].\nExcelencia de la ciudad profética\nSa’d ibn Abi Waqqas, Al-lah esté complacido con él, dijo: “Dijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: ‘Medina es mejor para ellos si supieran; nadie la abandona detestándola sin que Al-lah lo reemplace por quien es mejor que él; e intercederé por todo aquel que sea paciente ante sus asperezas y dificultades,y seré su testigo el día de la resurección” [Lo citó Muslim].\nAbu Huraira, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Se me ordenó ir a una población que devorará a las ciudades; le dicen Yazrib y es Medina. Expulsa a la gente corrupta como el fuelle purifica al hierro de sus impurezas” [Muttafaq ‘alaih].\nCaracterísticas especiales de la ciudad profética\n\n1-Es un terreno sagrado y seguro entre los cerros de ‘Air y Zawr; no se cortan sus árboles ni se cazan animales allí. El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, dijo: “Medina es sagrada entre ‘Air y Zawr, quien corrompe en ella o da refugio a un corruptor cae sobre él la maldición de Al-lah, de sus ángeles y de toda la gente” [Muttafaq ‘alaih].\n El monte Zawr\n El monte ‘Air\n\n2-El rezo en ella vale más: el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Un rezo en esta mi mezquita es mejor que (la recompensa por) mil rezos en otras mezquitas, excepto la mezquita sagrada (de La Meca)” [Lo citó Al Bujari].\n\n3-En ella hay uno de los jardines del Paraíso y es sunna rezar allí. Abu Huraira, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Entre mi casa y mi minbar hay uno de los jardines del Paraíso, y mi minbar está sobre mi estanque”  [Muttafaq ‘alaih].\n La noble Rawda\n\n4-No entrará en ella el Falso Mesías (Ad-Dayyal) al final de los tiempos ni la peste. Anas ibn Malik, Al-lah esté complacido con él, relató que el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, dijo: “Vendrá el falso mesías a Medina y encontrará que los ángeles la custodian; así que no entrará en ella ni la peste ni el Falso Mesías si Al-lah quiere” [Lo citó At-Tirmidhi].\n5-Que el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, rogó a Al-lah que la bendiga. Anas, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “Al-lah, haz que en Medina haya el doble de bendiciones de lo que has puesto en La Meca” [Muttafaq ‘alaih].\nEstatus legal de la visita a la mezquita del Profeta, la paz y las bendiciones de Al-lah sean con él\nLa visita a la mezquita del Profeta, la paz y las bendiciones de Al-lah sean con él, no es de los requisitos para el Hayy ni de sus pilares ni de sus obligaciones; más bien es una sunna que está prescrita para cualquier época.\nLa intención debe ser, sin embargo, rezar en la mezquita y no la de visitar la tumba. Abu Huraira, Al-lah esté complacido con él, relató que el Profeta, la paz y las bendiciones de Al-lah sean con él, dijo: “No se viaja sino a tres mezquitas: la mezquita Al Haram de La Meca, la mezquita del Mensajero de Al-lah, y la mezquita de Al Aqsa”. [Lo citó Muslim]\nDijo el Sheij Ibn Taimia: “Si la intención del viaje es visitar la tumba del Profeta, la paz y las bendiciones de Al-lah sean con él, y no la de rezar en su mezquita… pues la mayoría de los eruditos y los ulemas concuerda en que esto no es lícito ni prescrito… y los hadices sobre la visita a la tumba del Profeta, la paz y las bendiciones de Al-lah sean con él, son todos dudosos por consenso de los ulemas del Hadiz, o más bien falsos. Ninguno de los autores de las enciclopedias referenciales de la Sunna los registra y ninguno de los ulemas los usa como evidencia” [Maymu’ al fatawa, vol. 27, p. 26].\nPrescripciones legales de la visita y sus modales\n1-Si el visitante llega a la mezquita es Sunna que introduzca primero su pie derecho y diga: “Al-lah, ábreme las puertas de Tu Misericordia” [Lo citó Muslim].\n2-Reza las dos rak’at de saludo a la mezquita; si las reza en el lugar denominado Ar-Rawda, mejor.\n3-Es recomendable visitar la tumba del Profeta, la paz y las bendiciones de Al-lah sean con él, y de sus dos compañeros, Abu Baker y ‘Omar. Se para encarando la tumba del Profeta, la paz y las bendiciones de Al-lah sean con él, con educación y bajando la voz e invoca la paz y las bendiciones de Al-lah sobre él y saluda a sus compañeros, primero a Abu Baker y luego a ‘Omar.\n4-Es recomendable para quien visita la mezquita profética que rece en ella los cinco rezos y que pronuncie en ella muchas plegarias y Dhiker de Al-lah, y que haga muchos rezos nafl en la noble Rawda.\n5-Es Sunna que visite la mezquita de Quba’ y rece en ella; y si la visita un día sábado mejor aún. Ibn ‘Omar, Al-lah esté complacido con él, dijo:  “El Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él, solía ir a la mezquita de Quba’ montado o a pie, y rezaba en ella dos rak’at”, y en una versión agrega: “Iba a Quba’ cada sábado”. [Lo citó Muslim]\n6-Es Sunna visitar las tumbas del Baqi’ [Al Baqi’ es un cementerio cercano donde están enterrados muchos de los sahaba.] y los mártires y la tumba de Hamza, porque el Profeta, la paz y las bendiciones de Al-lah sean con él, solía visitarlos y rogar por ellos. Decía: “As-Salam ‘Alaikum gente de este lugar de entre creyentes y musulmanes. Nosotros, si Al-lah lo quiere, los alcanzaremos. Pido a Al-lah para nosotros y para vosotros la salvación”. [Lo citó Muslim]\nAlgunos errores y advertencias sobre la visita\n1-Es un error tener la intención de viajar sólo para visitar la tumba del Profeta, la paz y las bendiciones de Al-lah sean con él, y los sitios históricos en Medina; lo prescrito es viajar para visitar la mezquita del Profeta, la paz y las bendiciones de Al-lah sean con él, y rezar en ella, y esto a su vez incluye visitar su tumba.\n2-Rogar a Al-lah dirigiéndose en dirección de la tumba es un error.\n3-Rogarle al Profeta, la paz y las bendiciones de Al-lah sean con él, y pedirle por algunas de nuestras necesidades es una falta grave, es el Shirk mayor.\n4-Frotar las paredes del recinto de la tumba buscando bendiciones es una innovación herética que es un medio que conduce al Shirk.\n5-Levantar la voz ante la tumba del Profeta, la paz y las bendiciones de Al-lah sean con él, y pararse allí prolongadamente, repetir el saludo desde lejos cada vez que se entra en la mezquita y poner la mano derecha sobre la izquierda y sobre el pecho, como si estuviese rezando mientras saluda al Profeta, la paz y las bendiciones de Al-lah sean con él.Todos estos son errores durante la visita.\n\nVirtudes de Medina la luminosa\n‘Abdul-lah ibn Zaid, Al-lah esté complacido con él,relató: “Dijo el Mensajero de Al-lah, la paz y las bendiciones de Al-lah sean con él: ‘Abraham consagró a La Meca y rogó por ella. Yo consagré Medina como Abraham consagró La Meca y rogué por ella, por su mudd y por su sa’, de la misma forma que rogó Abraham,la paz sea con él, por La Meca”. [Lo citó Al Bujari y Muslim]."
            }
         ]
      }
   ]
}