{
   "channels": [
      {
         "namechannel": "Noor International",
         "urlchannel": "https://www.youtube.com/@NoorInternationalNet",
         "Playlists": [
            {
               "Listname": "La Paciencia en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYzsr4BL8TR4GGX-4s1jCIxW",
               "Listclips ": [
                  {
                     "VideoName": "Paciencia  un medicamento esencial",
                     "VideoUrl": "https://www.youtube.com/watch?v=NXyrr6w9mx0",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "La Paciencia Hermosa",
                     "VideoUrl": "https://www.youtube.com/watch?v=BtvO31Hn2Lo",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "Bondad en la Paciencia",
                     "VideoUrl": "https://www.youtube.com/watch?v=XfAMCy-craE",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "El Valor precioso de la paciencia y el placer de la constancia",
                     "VideoUrl": "https://www.youtube.com/watch?v=YbuC0KmUuzs",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "La piedad no consiste solamente en volver el rostro hacia oriente u occidente...",
                     "VideoUrl": "https://www.youtube.com/watch?v=Aen1tx0xd58",
                     "VideoDescription ": "La piedad no consiste solamente en volver el rostro hacia oriente u occidente (para realizar el salat), sino que consiste en creer en Al-lah, en el Día de la..."
                  },
                  {
                     "VideoName": "Espera paciente la decisión de tu Señor (¡oh, Muhammad!)...",
                     "VideoUrl": "https://www.youtube.com/watch?v=C94NaP533FI",
                     "VideoDescription ": "Espera paciente la decisión de tu Señor (¡oh, Muhammad!) acerca de ellos, pues estás bajo Nuestra observancia y protección. Y glorifica a tu Señor con alaban..."
                  },
                  {
                     "VideoName": "y esos que son constantes y pacientes (en los actos de obediencia a su Señor y ante la adversidad)",
                     "VideoUrl": "https://www.youtube.com/watch?v=Qygf_ISCr50",
                     "VideoDescription ": "y esos que son constantes y pacientes (en los actos de obediencia a su Señor y ante la adversidad) y anhelan Su complacencia, cumplen con el salat, dan en ca..."
                  },
                  {
                     "VideoName": "Y obedeced a Al-lah y a Su Mensajero, y no discrepéis entre vosotros,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=UyOTw1ILLxY",
                     "VideoDescription ": "Y obedeced a Al-lah y a Su Mensajero, y no discrepéis entre vosotros, pues flaquearíais y perderíais vuestra fuerza. Y tened paciencia; ciertamente, Al-lah e..."
                  },
                  {
                     "VideoName": "¡Oh, creyentes!, sed pacientes (ante las desgracias) y perseverantes...",
                     "VideoUrl": "https://www.youtube.com/watch?v=YBLso5hlDfQ",
                     "VideoDescription ": "¡Oh, creyentes!, sed pacientes (ante las desgracias) y perseverantes (en vuestra obediencia a Al-lah); sed más pacientes que vuestros enemigos y estad siempr..."
                  },
                  {
                     "VideoName": "Alos musulmanes y a las musulmanas (o a quienes someten su voluntad a Al-lah);...",
                     "VideoUrl": "https://www.youtube.com/watch?v=b9VbS47YZcM",
                     "VideoDescription ": "Alos musulmanes y a las musulmanas (o a quienes someten su voluntad a Al-lah); a los creyentes y a las creyentes; a los devotos y a las devotas (en la adorac..."
                  },
                  {
                     "VideoName": "Sé paciente (¡oh, Muhammad!, con las ofensas de tu pueblo) como lo fueron los profetas...",
                     "VideoUrl": "https://www.youtube.com/watch?v=rHqbVwOvzig",
                     "VideoDescription ": "Sé paciente (¡oh, Muhammad!, con las ofensas de tu pueblo) como lo fueron los profetas de mayor determinación  y no tengas prisa (en que sean castigados). El..."
                  },
                  {
                     "VideoName": "Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=vPmoSL1_WHw",
                     "VideoDescription ": "Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre, pérdidas de bienes y pérdidas de vidas o de frutos. Y anuncia (¡oh, Muhammad!) buenas not..."
                  },
                  {
                     "VideoName": "Di (¡oh, Muhammad!, a la gente): «¿(Queréis que) os informe de algo mejor que eso...",
                     "VideoUrl": "https://www.youtube.com/watch?v=woiyJT529Js",
                     "VideoDescription ": "Di (¡oh, Muhammad!, a la gente): «¿(Queréis que) os informe de algo mejor que eso (los bienes terrenales)? Quienes teman a su Señor tendrán junto a Él jardin..."
                  },
                  {
                     "VideoName": "Y recompensaremos a quienes sean pacientes de acuerdo con las mejores acciones que realizaron...",
                     "VideoUrl": "https://www.youtube.com/watch?v=yqgv6l6Sp-M",
                     "VideoDescription ": "Y recompensaremos a quienes sean pacientes de acuerdo con las mejores acciones que realizaron."
                  }
               ]
            },
            {
               "Listname": "Los Nombres y Atributos de Alá en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxo2193ABgirGbHb7H5LLO2",
               "Listclips ": [
                  {
                     "VideoName": "\"Él es Al-lah, la única divinidad (verdadera) que merece ser adorada...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=FI2XQt5SfBk",
                     "VideoDescription ": "Él es Al-lah, la única divinidad (verdadera) que merece ser adorada. Él es el Conocedor absoluto del gaib[1] y de lo manifiesto. Él es el Clemente, el Miseri..."
                  },
                  {
                     "VideoName": "\"Y (recuerda, ¡oh, Muhammad!) cuando los incrédulos (de La Meca) tramaron apresarte, ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=51yQ6Asu1M8",
                     "VideoDescription ": "Y (recuerda, ¡oh, Muhammad!) cuando los incrédulos (de La Meca) tramaron apresarte, matarte, o expulsarte de tu territorio. Tramaron un plan en tu contra, pe..."
                  },
                  {
                     "VideoName": "\"No hay confidencia entre tres personas sin que Él sea el cuarto,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=EBajILmT1WE",
                     "VideoDescription ": "No hay confidencia entre tres personas sin que Él sea el cuarto, ni entre cinco personas sin que Él sea el sexto; tanto si son menos como si son más, Al-lah ..."
                  },
                  {
                     "VideoName": "\"Y encomiéndate al Viviente, Quien es inmortal, y glorifícalo con alabanzas. ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=GeTKAaXHXug",
                     "VideoDescription ": "Y encomiéndate al Viviente, Quien es inmortal, y glorifícalo con alabanzas. Él se basta para estar informado de los pecados de Sus siervos."
                  },
                  {
                     "VideoName": "\"¡Al-lah!No hay nada ni nadie con derecho a ser adorado excepto Él,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Mhd3NuucW8U",
                     "VideoDescription ": "¡Al-lah!No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación. Ni la somnolencia ni el..."
                  },
                  {
                     "VideoName": "\"Y Él tiene las llaves del conocimiento absoluto que solo Él posee; ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=YGd9_mtKXz0",
                     "VideoDescription ": "Y Él tiene las llaves del conocimiento absoluto que solo Él posee; y conoce todo lo que existe en la tierra y en el mar. No cae una hoja (de un árbol) sin qu..."
                  },
                  {
                     "VideoName": "\"Y Él es el Dominador Supremo sobre Sus siervos. ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=aikr75lkPxs",
                     "VideoDescription ": "Y Él es el Dominador Supremo sobre Sus siervos. Y envía sobre vosotros ángeles que registran todas vuestras acciones, hasta que a uno de vosotros le llega el..."
                  },
                  {
                     "VideoName": "\"¿Acaso os sentís a salvo (¡vosotros que rechazáis la verdad!) de que Quien está en el cielo...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=hu7MKmjTJkw",
                     "VideoDescription ": "¿Acaso os sentís a salvo (¡vosotros que rechazáis la verdad!) de que Quien está en el cielo no haga que os trague la tierra cuando esta tiemble?¿Acaso os sen..."
                  },
                  {
                     "VideoName": "\"Los (ángeles) que sostienen el Trono (de Al-lah) y los que se hallan a su alrededor glorifican...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=j_w3szIXw1w",
                     "VideoDescription ": "Los (ángeles) que sostienen el Trono (de Al-lah) y los que se hallan a su alrededor glorifican a su Señor con alabanzas, creen en Él y piden perdón por los c..."
                  },
                  {
                     "VideoName": "\"Diles: «¿Adoráis fuera de Al-lah aquello que no puede dañaros ni beneficiaros?»...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=zr7ECfLsV8g",
                     "VideoDescription ": "Diles: «¿Adoráis fuera de Al-lah aquello que no puede dañaros ni beneficiaros?». Y Al-lah es el Oyente (de todas las cosas) y el Omnisciente."
                  },
                  {
                     "VideoName": "Los Nombres y Atributos de Alá en el Corá",
                     "VideoUrl": "https://www.youtube.com/watch?v=kry--GTQUZ4",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "El Monoteísmo y la Trinidad en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxTtjapEDz4yuGp1evkBqfO",
               "Listclips ": [
                  {
                     "VideoName": "\"Realmente, quienes dicen que Al-lah es el Mesías, hijo de María, han caído en la incredulidad...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=3dvDqYQLEVM",
                     "VideoDescription ": "Realmente, quienes dicen que Al-lah es el Mesías, hijo de María, han caído en la incredulidad (por rechazar la verdad), pues el propio Mesías decía: «¡Oh, hi..."
                  },
                  {
                     "VideoName": "\"Y (recuerda) cuando tu Señor extrajo a la descendencia de los hijos de Adán de la espalda...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=4F4NmnZ1B_M",
                     "VideoDescription ": "Y (recuerda) cuando tu Señor extrajo a la descendencia de los hijos de Adán de la espalda[1] de sus progenitores (antes de que nacieran) e hizo que testifica..."
                  },
                  {
                     "VideoName": "\"¿Acaso (no es mejor) Quien originó la creación y la repetirá (el Día de la Resurrección)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=V3A4r596YLQ",
                     "VideoDescription ": "¿Acaso (no es mejor) Quien originó la creación y la repetirá (el Día de la Resurrección) y Quien os provee (de la lluvia) del cielo y de (lo que produce) la ..."
                  },
                  {
                     "VideoName": "\"¿Acaso no ves (¡oh, Muhammad!) que cuanto hay en los cielos y en la tierra glorifica a Al-lah,..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=VBNQOL22PPY",
                     "VideoDescription ": "¿Acaso no ves (¡oh, Muhammad!) que cuanto hay en los cielos y en la tierra glorifica a Al-lah, así como las aves cuando extienden sus alas? Toda criatura sab..."
                  },
                  {
                     "VideoName": "\"Ese día todos saldrán (de las tumbas) y nada de lo que hayan hecho podrá ocultársele a Al-lah...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=iHsULkyPaYY",
                     "VideoDescription ": "{Ese día todos saldrán (de las tumbas) y nada de lo que hayan hecho podrá ocultársele a Al-lah. (Entonces Él preguntará a Su creación:) «¿De quién es hoy la ..."
                  },
                  {
                     "VideoName": "\"¿Acaso (no es mejor) Quien os guía en la oscuridad de la tierra y del mar y envía los vientos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=n-rKPRC0FWQ",
                     "VideoDescription ": "¿Acaso (no es mejor) Quien os guía en la oscuridad de la tierra y del mar y envía los vientos anunciadores de Su misericordia (la lluvia)?¿Hay alguna otra di..."
                  },
                  {
                     "VideoName": "\"¿Acaso (no es mejor) Quien responde al afligido si Lo invoca, haciendo que desaparezca...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=rf2gRD3CuRc",
                     "VideoDescription ": "¿Acaso (no es mejor) Quien responde al afligido si Lo invoca, haciendo que desaparezca el mal que lo oprime, y ha hecho que os sucedierais en la tierra (gene..."
                  },
                  {
                     "VideoName": "\"¿Acaso (no es mejor) Quien ha hecho de la tierra un lugar estable (para que la habitéis),...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=uBvT2m-Hux0",
                     "VideoDescription ": "{¿Acaso (no es mejor) Quien ha hecho de la tierra un lugar estable (para que la habitéis), ha hecho que los ríos la recorran, ha depositado en ella montañas ..."
                  },
                  {
                     "VideoName": "El Monoteísmo y La Trinidad en el Corán",
                     "VideoUrl": "https://www.youtube.com/watch?v=deJcGeZ1PK8",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Los versículos del Corán sobre la victoria y la constancia",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYzVSnr4I6V3HlC9NUcYOYcI",
               "Listclips ": [
                  {
                     "VideoName": "\"¡Oh, creyentes!, sed pacientes (ante las desgracias) y perseverantes...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=3ddAtqISArY",
                     "VideoDescription ": "¡Oh, creyentes!, sed pacientes (ante las desgracias) y perseverantes (en vuestra obediencia a Al-lah); sed más pacientes que vuestros enemigos y estad siempr..."
                  },
                  {
                     "VideoName": "Y la victoria proviene solo de Al-lah, el Poderoso, el Sabio.",
                     "VideoUrl": "https://www.youtube.com/watch?v=8uPpCXQOSRU",
                     "VideoDescription ": "Y la victoria proviene solo de Al-lah, el Poderoso, el Sabio."
                  },
                  {
                     "VideoName": "\"Y os pondremos a prueba hasta que se manifieste quiénes son los que luchan ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ABbtgBUW8e0",
                     "VideoDescription ": "Y os pondremos a prueba hasta que se manifieste quiénes son los que luchan por la causa de Al-lah de entre vosotros y quiénes son los pacientes. Y mostraremo..."
                  },
                  {
                     "VideoName": "\"Y Al-lah fortalece con Su ayuda a quien quiere. Ciertamente, ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=CyiQFRR8aOg",
                     "VideoDescription ": "Y Al-lah fortalece con Su ayuda a quien quiere. Ciertamente, en esto hay una lección para los dotados de clarividencia."
                  },
                  {
                     "VideoName": "\"Y cuando Saúl hubo partido con su ejército, les dijo:«Al-lah os pondrá a prueba al cruzar un río..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=JTrXZYU7wyQ",
                     "VideoDescription ": "Y cuando Saúl hubo partido con su ejército, les dijo: «Al-lah os pondrá a prueba al cruzar un río: quien beba de él no será de los míos y quien no beba, o to..."
                  },
                  {
                     "VideoName": "\"»Y si sois pacientes y teméis (a Al-lah), y (los incrédulos de La Meca)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=K1lR1QWj4aw",
                     "VideoDescription ": "»Y si sois pacientes y teméis (a Al-lah), y (los incrédulos de La Meca) os atacan por sorpresa, vuestro Señor os reforzará con cinco mil ángeles que portarán..."
                  },
                  {
                     "VideoName": "\"Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre, ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=bTZqg3O6C80",
                     "VideoDescription ": "Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre, pérdidas de bienes y pérdidas de vidas o de frutos. Y anuncia (¡oh, Muhammad!) buenas not..."
                  },
                  {
                     "VideoName": "\"Si Al-lah os auxilia, nadie podrá venceros; mas, ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ipwkj2pVRwA",
                     "VideoDescription ": "Si Al-lah os auxilia, nadie podrá venceros; mas, si os abandona, ¿quién podrá auxiliaros fuera de Él? ¡Y que los creyentes se encomienden (solo) a Al-lah!"
                  },
                  {
                     "VideoName": "Y buscad ayuda en la paciencia y en el salat. Esta es, en verdad, difícil, salvo para los piadosos,",
                     "VideoUrl": "https://www.youtube.com/watch?v=leZCcMR0EHw",
                     "VideoDescription ": "Y buscad ayuda en la paciencia y en el salat. Esta es, en verdad, difícil, salvo para los piadosos,"
                  },
                  {
                     "VideoName": "\"Realmente, auxiliamos a Nuestros mensajeros ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=vRJnSWezlgA",
                     "VideoDescription ": "Realmente, auxiliamos a Nuestros mensajeros y a los creyentes en esta vida y (también lo haremos) el día en que comparezcan los testigos (el Día de la Resurr..."
                  },
                  {
                     "VideoName": "\"Seréis puestos a prueba en vuestros bienes y en vuestras personas,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=vo3V5u4GY1Q",
                     "VideoDescription ": "Seréis puestos a prueba en vuestros bienes y en vuestras personas, y oiréis de quienes recibieron las Escrituras antes que vosotros y de los idólatras cosas ..."
                  },
                  {
                     "VideoName": "\"Al-lah ha atenuado ahora vuestro deber porque sabe que hay debilidad en vosotros....\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=yAxAQ-H3gjU",
                     "VideoDescription ": "Al-lah ha atenuado ahora vuestro deber porque sabe que hay debilidad en vosotros. Así pues, cien hombres pacientes de los vuestros deberían vencer a doscient..."
                  }
               ]
            },
            {
               "Listname": "El Consejo en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxvsw_tspCpfCPIXvrswCb2",
               "Listclips ": [
                  {
                     "VideoName": "(Hud) respondió: «¡Pueblo mío!, no he perdido la razón,....",
                     "VideoUrl": "https://www.youtube.com/watch?v=FNPwzfwCxCo",
                     "VideoDescription ": "(Hud) respondió: «¡Pueblo mío!, no he perdido la razón, sino que soy un mensajero del Señor de toda la creación.»Os transmito el mensaje de mi Señor y soy pa..."
                  },
                  {
                     "VideoName": "»Os transmito el mensaje de mi Señor y os aconsejo bien,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=dNBzhWn14Ds",
                     "VideoDescription ": "»Os transmito el mensaje de mi Señor y os aconsejo bien, y sé de Al-lah lo que vosotros no sabéis."
                  },
                  {
                     "VideoName": "Al-lah expulsó de Su misericordia en las Escrituras que reveló a David (los Salmos)...",
                     "VideoUrl": "https://www.youtube.com/watch?v=T3fjjsj7No8",
                     "VideoDescription ": "Al-lah expulsó de Su misericordia en las Escrituras que reveló a David (los Salmos) y a Jesús, hijo de María, (el Evangelio) a quienes rechazaban la verdad d..."
                  },
                  {
                     "VideoName": "Ayudaos los unos a los otros para alcanzar la piedad y el temor de Al-lah, ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=CSaXKbOqK5A",
                     "VideoDescription ": "Ayudaos los unos a los otros para alcanzar la piedad y el temor de Al-lah, mas no os ayudéis en el pecado y en la transgresión."
                  },
                  {
                     "VideoName": "Al mensajero (Muhammad) solo le incumbe transmitiros el mensaje,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=hQXyGdKij3Y",
                     "VideoDescription ": "Al mensajero (Muhammad) solo le incumbe transmitiros el mensaje, y Al-lah sabe lo que manifestáis y lo que ocultáis."
                  },
                  {
                     "VideoName": "Tú no puedes hacer que quien quieres acepte la fe (¡oh, Muhammad!), ..",
                     "VideoUrl": "https://www.youtube.com/watch?v=KtLLlUj-HmA",
                     "VideoDescription ": "Tú no puedes hacer que quien quieres acepte la fe (¡oh, Muhammad!), sino que es Al-lah Quien guía hacia la fe a quien desea. Y Él sabe mejor quiénes (merecen..."
                  },
                  {
                     "VideoName": "Y llegó un hombre corriendo de las afueras de la ciudad que dijo:...",
                     "VideoUrl": "https://www.youtube.com/watch?v=W-QdEf8fS9k",
                     "VideoDescription ": "Y llegó un hombre corriendo de las afueras de la ciudad que dijo: «¡Moisés!, los dignatarios del Faraón están reunidos discutiendo acerca de ti para matarte...."
                  },
                  {
                     "VideoName": "Y de nada os servirán mis advertencias, aunque quiera aconsejaros bien,",
                     "VideoUrl": "https://www.youtube.com/watch?v=s99o5eDu9Zw",
                     "VideoDescription ": "»Y de nada os servirán mis advertencias, aunque quiera aconsejaros bien, si Al-lah quiere para vosotros el extravío (debido a vuestra obstinada negación de l..."
                  },
                  {
                     "VideoName": "(Saleh) se alejó de ellos y dijo: «¡Pueblo mío!, en verdad,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=70FGO-05g0Q",
                     "VideoDescription ": "(Saleh) se alejó de ellos y dijo: «¡Pueblo mío!, en verdad, os trasmití el mensaje de mi Señor y os aconsejé bien, pero no queríais a los consejeros»."
                  },
                  {
                     "VideoName": "Y si les hubiésemos ordenado (a dichos hipócritas) que se matasen...",
                     "VideoUrl": "https://www.youtube.com/watch?v=5Z9OHbcaYM4",
                     "VideoDescription ": "Y si les hubiésemos ordenado (a dichos hipócritas) que se matasen entre ellos (de manera que los inocentes matasen a los culpables) o que abandonasen sus hog..."
                  },
                  {
                     "VideoName": "El Consejo en el Corán",
                     "VideoUrl": "https://www.youtube.com/watch?v=Oc2mQAwqn0c",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Creer en el destino es uno de los secretos de la felicidad",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwqLLx7cYhyFb5b1tdpsJt8",
               "Listclips ": [
                  {
                     "VideoName": "Y lo que Al-lah ordena sucede inevitablemente.",
                     "VideoUrl": "https://www.youtube.com/watch?v=nDVFo2DPmTM",
                     "VideoDescription ": "Y lo que Al-lah ordena sucede inevitablemente."
                  },
                  {
                     "VideoName": "Y Él tiene las llaves del conocimiento absoluto que solo Él posee;",
                     "VideoUrl": "https://www.youtube.com/watch?v=uk33N28L0u0",
                     "VideoDescription ": "Y Él tiene las llaves del conocimiento absoluto que solo Él posee; y conoce todo lo que existe en la tierra y en el mar. No cae una hoja (de un árbol) sin qu..."
                  },
                  {
                     "VideoName": "Si os hubierais puesto de acuerdo para encontraros vosotros y vuestros enemigos,..",
                     "VideoUrl": "https://www.youtube.com/watch?v=k8h6DwtX7gg",
                     "VideoDescription ": "Si os hubierais puesto de acuerdo para encontraros vosotros y vuestros enemigos, no lo habríais conseguido. Pero Al-lah hizo que os encontrarais para que se ..."
                  },
                  {
                     "VideoName": "Todas las desgracias que suceden en la tierra y que os suceden...",
                     "VideoUrl": "https://www.youtube.com/watch?v=Pr8ThHrBIZY",
                     "VideoDescription ": "Todas las desgracias que suceden en la tierra y que os suceden a vosotros mismos constan en un registro junto a Al-lah y fueron decretadas antes de que ocurr..."
                  },
                  {
                     "VideoName": "Las conversaciones secretas no son sino medios que utiliza el Demonio para afligir a los creyentes,",
                     "VideoUrl": "https://www.youtube.com/watch?v=DeUKcgbN3A4",
                     "VideoDescription ": "Las conversaciones secretas no son sino medios que utiliza el Demonio para afligir a los creyentes, mas el Demonio no puede perjudicarlos en nada sin el cons..."
                  },
                  {
                     "VideoName": "No hay desgracia que suceda que no haya sido decretada por Al-lah.",
                     "VideoUrl": "https://www.youtube.com/watch?v=9AcwrjYE9jA",
                     "VideoDescription ": "No hay desgracia que suceda que no haya sido decretada por Al-lah. Al-lah guía el corazón de quien cree en Él y Él tiene conocimiento de todas las cosas."
                  },
                  {
                     "VideoName": "Y no hay criatura sobre la tierra cuyo sustento no recaiga en Al-lah,",
                     "VideoUrl": "https://www.youtube.com/watch?v=h6UXkRkaNs0",
                     "VideoDescription ": "Y no hay criatura sobre la tierra cuyo sustento no recaiga en Al-lah, y Él conoce su lugar de residencia  (en la tierra) y dónde yacerá (tras morir).Todo est..."
                  },
                  {
                     "VideoName": "Tu Señor no deja pasar nada por alto ni en la tierra ni en el cielo (¡oh, Muhammad!),",
                     "VideoUrl": "https://www.youtube.com/watch?v=_K3SUoywDiY",
                     "VideoDescription ": "Tu Señor no deja pasar nada por alto ni en la tierra ni en el cielo (¡oh, Muhammad!), aunque tenga el tamaño de una ínfima partícula; y no hay nada de menor ..."
                  },
                  {
                     "VideoName": "Creer en el destino es uno de los secretos de la felicidad",
                     "VideoUrl": "https://www.youtube.com/watch?v=va8lFYX7nPM",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "\"El concepto de humanidad en el Corán\"",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYztn1IVewJ7nmhDqn-Vhsrz",
               "Listclips ": [
                  {
                     "VideoName": "Y trataste (a tus compañeros y seguidores) con gentileza por la misericordia de Al-lah...",
                     "VideoUrl": "https://www.youtube.com/watch?v=1e_CuWTj1MY",
                     "VideoDescription ": "Y trataste (a tus compañeros y seguidores) con gentileza por la misericordia de Al-lah. Si hubieras sido severo y duro de corazón con ellos, se habrían aleja..."
                  },
                  {
                     "VideoName": "»Y concédenos el bien en esta vida y en la otra. A Ti volvemos arrepentidos».",
                     "VideoUrl": "https://www.youtube.com/watch?v=1BLfzgX6_Do",
                     "VideoDescription ": "»Y concédenos el bien en esta vida y en la otra. A Ti volvemos arrepentidos». (Al-lah) respondió: «Infligiré Mi castigo a quien quiera (por haberse alejado d..."
                  },
                  {
                     "VideoName": "Y si vienen a ti quienes creen en Nuestras aleyas (y en Nuestras pruebas), ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=YLgkIFq0TeA",
                     "VideoDescription ": "Y si vienen a ti quienes creen en Nuestras aleyas (y en Nuestras pruebas), diles: «La paz esté con vosotros. Vuestro Señor se ha prescrito a Sí mismo la mise..."
                  },
                  {
                     "VideoName": "Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre, ....",
                     "VideoUrl": "https://www.youtube.com/watch?v=eTNkspDe2b0",
                     "VideoDescription ": "Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre, pérdidas de bienes y pérdidas de vidas o de frutos. Y anuncia (¡oh, Muhammad!) buenas not..."
                  },
                  {
                     "VideoName": "¡Oh, gentes!, os hemos creado a partir de un hombre y de una mujer, ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=wi_HQk3swnU",
                     "VideoDescription ": "¡Oh, gentes!, os hemos creado a partir de un hombre y de una mujer, y os hemos constituido en pueblos y en tribus para que os relacionéis y os conozcáis unos..."
                  },
                  {
                     "VideoName": "Y Al-lah quiere perdonaros, mientras que quienes siguen sus pasiones quieren...",
                     "VideoUrl": "https://www.youtube.com/watch?v=S_fh7PfVfBY",
                     "VideoDescription ": "Y Al-lah quiere perdonaros, mientras que quienes siguen sus pasiones quieren que os desviéis por completo (del camino recto).Al-lah quiere que os resulten fá..."
                  },
                  {
                     "VideoName": "¿Acaso aquel a quien Al-lah abre su corazón al islam y sigue la luz de su Señor...",
                     "VideoUrl": "https://www.youtube.com/watch?v=XWyEeQzzQHY",
                     "VideoDescription ": "¿Acaso aquel a quien Al-lah abre su corazón al islam y sigue la luz de su Señor (puede compararse con quien rechaza la verdad)? ¡Ay de aquellos cuyos corazon..."
                  },
                  {
                     "VideoName": "Diles (¡oh, Muhammad!) a Mis siervos que se han excedido pecando:...",
                     "VideoUrl": "https://www.youtube.com/watch?v=ogG6yaw3v5Y",
                     "VideoDescription ": "Diles (¡oh, Muhammad!) a Mis siervos que se han excedido pecando: «No desesperéis de la misericordia de Al-lah. Al-lah perdona todos los pecados (de quien se..."
                  },
                  {
                     "VideoName": "Al-lah os ordena devolver a sus dueños lo que os hayan confiado y que,..",
                     "VideoUrl": "https://www.youtube.com/watch?v=kpL92OrCc3g",
                     "VideoDescription ": "Al-lah os ordena devolver a sus dueños lo que os hayan confiado y que, cuando juzguéis a los hombres, lo hagáis con equidad. ¡Qué bueno es aquello a lo que A..."
                  },
                  {
                     "VideoName": "Y si concedemos al hombre parte de Nuestra misericordia y luego se la arrebatamos,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=vhE-Ri3IORo",
                     "VideoDescription ": "Y si concedemos al hombre parte de Nuestra misericordia y luego se la arrebatamos, se desespera y es desagradecido.Y si le concedemos Nuestra gracia después ..."
                  },
                  {
                     "VideoName": "El concepto de humanidad en el Corán",
                     "VideoUrl": "https://www.youtube.com/watch?v=MgvWHrijlCA",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Milagros del Corán - Ateísmo",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYyGfvLQiDsTNfrpUmOQnrA3",
               "Listclips ": [
                  {
                     "VideoName": "Y Él es Quien hace descender la lluvia del cielo para que con ella germine todo tipo...",
                     "VideoUrl": "https://www.youtube.com/watch?v=MlDib70QgI0",
                     "VideoDescription ": "{Y Él es Quien hace descender la lluvia del cielo para que con ella germine todo tipo de plantas y den lugar a brotes tiernos de los que hacemos surgir espig..."
                  },
                  {
                     "VideoName": "Creó los cielos y la tierra con un firme propósito.",
                     "VideoUrl": "https://www.youtube.com/watch?v=6XBzW7o23B8",
                     "VideoDescription ": "Creó los cielos y la tierra con un firme propósito. Hace que la noche envuelva[1] el día y que el día envuelva la noche. Y ha sometido el sol y la luna (a Su..."
                  },
                  {
                     "VideoName": "Él es Quien ha perfeccionado todo lo que ha creado,y originó la creación del hombre ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=CxllpYgl_a4",
                     "VideoDescription ": "Él es Quien ha perfeccionado todo lo que ha creado, y originó la creación del hombre a partir del barro.Después, creó a su descendencia de la esencia[1] de u..."
                  },
                  {
                     "VideoName": "¡Gentes!, si dudáis acerca de la resurrección, ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=QApug9v1ZKU",
                     "VideoDescription ": "¡Gentes!, si dudáis acerca de la resurrección, (sabed que) os creamos de polvo (la primera vez, cuando creamos a Adán), y (después creamos a su descendencia)..."
                  },
                  {
                     "VideoName": "¿Acaso no ves (hombre) que Al-lah hace que la noche penetre en el día y el día,",
                     "VideoUrl": "https://www.youtube.com/watch?v=S5JUqbdVLM0",
                     "VideoDescription ": "{¿Acaso no ves (hombre) que Al-lah hace que la noche penetre en el día y el día, en la noche(haciendo variar la duración de ambos a lo largo del año), y que ..."
                  },
                  {
                     "VideoName": "Y entre las pruebas (de Su poder y magnificencia) está la creación de los cielos",
                     "VideoUrl": "https://www.youtube.com/watch?v=Wn_17cbBlmc",
                     "VideoDescription ": "Y entre las pruebas (de Su poder y magnificencia) está la creación de los cielos y de la tierra y vuestra diversidad de lenguas y razas.Ciertamente, en esto ..."
                  },
                  {
                     "VideoName": "¿Acaso no ven (cuando viajan) cuántas comunidades anteriores a ellos destruimos",
                     "VideoUrl": "https://www.youtube.com/watch?v=n4K9POUEcHM",
                     "VideoDescription ": "¿Acaso no ven (cuando viajan) cuántas comunidades anteriores a ellos destruimos —y reflexionan sobre ello—, a pesar de que les concedimos en la tierra más po..."
                  },
                  {
                     "VideoName": "¿Acaso creéis que vuestra creación es más difícil que la del cielo?",
                     "VideoUrl": "https://www.youtube.com/watch?v=vwErxJ_1hfU",
                     "VideoDescription ": "¿Acaso creéis que vuestra creación es más difícil que la del cielo?Él lo elevó (sobre vosotros) y lo perfeccionó.Cubrió la noche (con la oscuridad) e iluminó..."
                  },
                  {
                     "VideoName": "Él es Quien ha perfeccionado todo lo que ha creado,",
                     "VideoUrl": "https://www.youtube.com/watch?v=Sp3v41eXMww",
                     "VideoDescription ": "{Él es Quien ha perfeccionado todo lo que ha creado, y originó la creación del hombre a partir del barro. Después, creó a su descendencia de la esencia  de u..."
                  },
                  {
                     "VideoName": "Milagros del Corán - Ateísmo",
                     "VideoUrl": "https://www.youtube.com/watch?v=YnVxuAmVG6s",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "El Profeta Muhammad en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxywdjtpCgRiSaCwWRA0yI6",
               "Listclips ": [
                  {
                     "VideoName": "Muhammad no es más que un mensajero, y hubo otros antes de él.",
                     "VideoUrl": "https://www.youtube.com/watch?v=YMQxS3Afky8",
                     "VideoDescription ": "Muhammad no es más que un mensajero, y hubo otros antes de él. ¿Acaso si muriera o lo mataran daríais la espalda a la verdad (volviendo a la incredulidad)? Y..."
                  },
                  {
                     "VideoName": "Muhammad no es el padre de ninguno de vuestros hombres",
                     "VideoUrl": "https://www.youtube.com/watch?v=syiEbcTpT7s",
                     "VideoDescription ": "Muhammad no es el padre de ninguno de vuestros hombres  no es más que el Mensajero de Al-lah y el último de los profetas. Y Al-lah tiene conocimiento sobre t..."
                  },
                  {
                     "VideoName": "Y (recuerda) cuando Jesús, hijo de María, dijo: «¡Oh, hijos de Israel!, ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=aFDnjdnHvPA",
                     "VideoDescription ": "Y (recuerda) cuando Jesús, hijo de María, dijo: «¡Oh, hijos de Israel!, yo soy realmente un mensajero de Al-lah enviado a vosotros para confirmaros el mensaj..."
                  },
                  {
                     "VideoName": "¡Oh, Profeta!, ciertamente, te hemos enviado como testigo, ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=zUTy0ixyhcs",
                     "VideoDescription ": "¡Oh, Profeta!, ciertamente, te hemos enviado como testigo, como portador de nuevas noticias y como amonestador;"
                  },
                  {
                     "VideoName": "Muhammad es el Mensajero de Al-lah, y quienes lo siguen son severos con quienes rechazan la verdad..",
                     "VideoUrl": "https://www.youtube.com/watch?v=0IT8lMursbM",
                     "VideoDescription ": "Muhammad es el Mensajero de Al-lah, y quienes lo siguen son severos con quienes rechazan la verdad y compasivos entre ellos. Los ves inclinarse y postrarse (..."
                  },
                  {
                     "VideoName": "¡Oh, Profeta!, si las creyentes se presentan ante ti jurándote que adorarán solamente a Al-lah,",
                     "VideoUrl": "https://www.youtube.com/watch?v=PMAO5-glIuY",
                     "VideoDescription ": "¡Oh, Profeta!, si las creyentes se presentan ante ti jurándote que adorarán solamente a Al-lah, que no robarán, que no cometerán fornicación ilegal ni adulte..."
                  },
                  {
                     "VideoName": "El Profeta Muhammad en el Corán",
                     "VideoUrl": "https://www.youtube.com/watch?v=LaDvg5ePzos",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Ley Islámica",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwLzbBWyBgeTnLT4AsqrP6J",
               "Listclips ": [
                  {
                     "VideoName": "¡Oh, creyentes!, comed de las cosas buenas que os hemos concedido",
                     "VideoUrl": "https://www.youtube.com/watch?v=73aUSG9jYMo",
                     "VideoDescription ": "¡Oh, creyentes!, comed de las cosas buenas que os hemos concedido y sed agradecidos con Al-lah, si en verdad lo adoráis (solo a Él).Ciertamente, (Al-lah) os ..."
                  },
                  {
                     "VideoName": "Se os ha prescrito que cuando se os presente la muerte y dejéis bienes,",
                     "VideoUrl": "https://www.youtube.com/watch?v=W_SBWiY-rFI",
                     "VideoDescription ": "Se os ha prescrito que cuando se os presente la muerte y dejéis bienes, el testamento debe ser a favor de vuestros padres y parientes, según lo razonable y j..."
                  },
                  {
                     "VideoName": "El mes de ramadán (es el mes) en que descendió el Corán...",
                     "VideoUrl": "https://www.youtube.com/watch?v=DENdS2aTZL4",
                     "VideoDescription ": "El mes de ramadán (es el mes) en que descendió el Corán como guía para los hombres con pruebas claras para guiarlos y hacerles discernir entre la verdad y la..."
                  },
                  {
                     "VideoName": "Y luchad por la causa de Al-lah contra los que os combaten,",
                     "VideoUrl": "https://www.youtube.com/watch?v=rtTCnhkDer0",
                     "VideoDescription ": "Y luchad por la causa de Al-lah contra los que os combaten, mas no traspaséis los límites[1] (ni seáis los primeros en atacar). En verdad, Al-lah no ama a lo..."
                  },
                  {
                     "VideoName": "Quienes practican la usura y trabajan con intereses se levantarán de sus tumbas ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=jD3hOOGa1Qk",
                     "VideoDescription ": "Quienes practican la usura y trabajan con intereses se levantarán de sus tumbas (el Día de la Resurrección) como quien ha caído en la locura al ser poseído p..."
                  },
                  {
                     "VideoName": "Pero quien mate a un creyente de manera deliberada (y no se arrepienta)...",
                     "VideoUrl": "https://www.youtube.com/watch?v=_nNMu1zdhMs",
                     "VideoDescription ": "Pero quien mate a un creyente de manera deliberada (y no se arrepienta) tendrá como retribución el infierno, donde permanecerá eternamente, y caerá sobre él ..."
                  },
                  {
                     "VideoName": "Al ladrón y a la ladrona, amputadles la mano en retribución por lo que han hecho",
                     "VideoUrl": "https://www.youtube.com/watch?v=lk2wAi_nXkw",
                     "VideoDescription ": "Al ladrón y a la ladrona, amputadles la mano en retribución por lo que han hecho y como castigo ejemplar de parte de Al-lah. Y Al-lah es Poderoso y Sabio.Per..."
                  },
                  {
                     "VideoName": "¡Oh, creyentes!, las bebidas alcohólicas, los juegos de azar,",
                     "VideoUrl": "https://www.youtube.com/watch?v=Chni7NMCXIQ",
                     "VideoDescription ": "¡Oh, creyentes!, las bebidas alcohólicas, los juegos de azar, los altares donde se sacrifican ofrendas a falsas divinidades y vaticinar el futuro o la suerte..."
                  },
                  {
                     "VideoName": "para que no transgredierais sus límites. Sed justos y equitativos cuando peséis y midáis,",
                     "VideoUrl": "https://www.youtube.com/watch?v=bQIcc_2ZFKU",
                     "VideoDescription ": "para que no transgredierais sus límites. Sed justos y equitativos cuando peséis y midáis, y no hagáis trampas."
                  },
                  {
                     "VideoName": "Y ordenamos al hombre tratar bien a sus padres.",
                     "VideoUrl": "https://www.youtube.com/watch?v=q_LfUTB1DIM",
                     "VideoDescription ": "Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga y lo da a luz con fatiga; y la gestación y la lactancia duran unos..."
                  },
                  {
                     "VideoName": "LA PROHIBICION DE ABORTO",
                     "VideoUrl": "https://www.youtube.com/watch?v=RS9FWIzZqUg",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "La Moralidad en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYw44Pz-9Xaaf_uXeEejA6hw",
               "Listclips ": [
                  {
                     "VideoName": "Y no os acerquéis a los bienes de los huérfanos(no hagáis uso de ellos,vosotros que los custodiáis )",
                     "VideoUrl": "https://www.youtube.com/watch?v=NINQGYS64kk",
                     "VideoDescription ": "Y no os acerquéis a los bienes de los huérfanos (no hagáis uso de ellos, vosotros que los custodiáis ), a menos que sea para beneficiarlos, hasta que alcance..."
                  },
                  {
                     "VideoName": "Y no sigas nada sobre lo que no tengas firme conocimiento,",
                     "VideoUrl": "https://www.youtube.com/watch?v=ACgfIxsN1yU",
                     "VideoDescription ": "Y no sigas nada sobre lo que no tengas firme conocimiento, pues se te pedirán cuentas sobre el uso que hiciste del oído, de la vista y del corazón (o entendi..."
                  },
                  {
                     "VideoName": "Y no camines por la tierra con arrogancia, pues no podrás penetrarla (con tu andar)",
                     "VideoUrl": "https://www.youtube.com/watch?v=QY9KCVtMWPE",
                     "VideoDescription ": "Y no camines por la tierra con arrogancia, pues no podrás penetrarla (con tu andar) ni igualarás a las montañas en altura(para ser tan imponente como ellas)"
                  },
                  {
                     "VideoName": "Y concédeles sus derechos a los familiares cercanos,",
                     "VideoUrl": "https://www.youtube.com/watch?v=9eOJ-DT1wDs",
                     "VideoDescription ": "Y concédeles sus derechos a los familiares cercanos, a los pobres y a los viajeros (que no dispongan de medios para proseguir su viaje); pero no derrochéis.E..."
                  },
                  {
                     "VideoName": "¡Oh, creyentes!, que no se burlen unos pueblos de otros,",
                     "VideoUrl": "https://www.youtube.com/watch?v=EPnYjra-HvM",
                     "VideoDescription ": "¡Oh, creyentes!, que no se burlen unos pueblos de otros, pues podría ser que estos últimos fueran mejores que aquellos. Y que no se burlen unas mujeres de ot..."
                  },
                  {
                     "VideoName": "»Y no toquéis los bienes de los huérfanos (vosotros, sus tutores),",
                     "VideoUrl": "https://www.youtube.com/watch?v=KRUydiSrMuA",
                     "VideoDescription ": "»Y no toquéis los bienes de los huérfanos (vosotros, sus tutores), a menos que sea para beneficiarlos, mientras no alcancen la suficiente madurez (pues, ento..."
                  },
                  {
                     "VideoName": "¡Oh, creyentes!, temed a Al-lah (obedeciendo Sus mandatos)",
                     "VideoUrl": "https://www.youtube.com/watch?v=QoO0NPGwo14",
                     "VideoDescription ": "¡Oh, creyentes!, temed a Al-lah (obedeciendo Sus mandatos) y permaneced con quienes son sinceros en su fe."
                  },
                  {
                     "VideoName": "Ciertamente, los creyentes triunfarán; esos que rezan con recogimiento (temiendo a Al-lah);",
                     "VideoUrl": "https://www.youtube.com/watch?v=j5vbeT-bYCw",
                     "VideoDescription ": "Ciertamente, los creyentes triunfarán; esos que rezan con recogimiento (temiendo a Al-lah); esos que se alejan de la banalidad (y de la falsedad); esos que e..."
                  },
                  {
                     "VideoName": "Y los (verdaderos) siervos del Clemente son quienes caminan por la tierra con humildad,",
                     "VideoUrl": "https://www.youtube.com/watch?v=cBvB_XX2oiI",
                     "VideoDescription ": "Y los (verdaderos) siervos del Clemente son quienes caminan por la tierra con humildad, y quienes, si los ignorantes se dirigen a ellos (con malas palabras),..."
                  },
                  {
                     "VideoName": "en tener paciencia ante la pobreza, la enfermedad y los momentos difíciles de lucha.",
                     "VideoUrl": "https://www.youtube.com/watch?v=DmRcx3AYwR8",
                     "VideoDescription ": "en tener paciencia ante la pobreza, la enfermedad y los momentos difíciles de lucha. (Quienes cumplen con ello), esos son los veraces, y esos son los piadosos."
                  },
                  {
                     "VideoName": "Volver a la Fitrah la disposición natural final",
                     "VideoUrl": "https://www.youtube.com/watch?v=mZWi96_aSmY",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "La injusticia es un pecado espantoso en el Islam",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYyxm2t0_X8YcS4YqcAvp3oW",
               "Listclips ": [
                  {
                     "VideoName": "Y el hombre creyentedijo: «¡Pueblo mío!,...",
                     "VideoUrl": "https://www.youtube.com/watch?v=8gVj4aMq8Dg",
                     "VideoDescription ": "Y el hombre creyentedijo: «¡Pueblo mío!, realmente temo que os suceda lo mismo que les ocurrió a otros pueblos que os precedieron y cuyos habitantes se aliar..."
                  },
                  {
                     "VideoName": "Quien obre rectamente lo hará en su propio beneficio....",
                     "VideoUrl": "https://www.youtube.com/watch?v=zuYX_YAGJtw",
                     "VideoDescription ": "Quien obre rectamente lo hará en su propio beneficio y quien obre mal lo hará en su contra, y tu Señor (¡oh, Muhammad!) no es injusto con Sus siervos."
                  },
                  {
                     "VideoName": "el Día (de la Resurrección), (día) en el que algunos rostros aparecerán iluminados .....",
                     "VideoUrl": "https://www.youtube.com/watch?v=Nuk-rKa3KbM",
                     "VideoDescription ": "el Día (de la Resurrección), (día) en el que algunos rostros aparecerán iluminados y otros ensombrecidos.A aquellos de rostros ensombrecidos (se les dirá): «..."
                  },
                  {
                     "VideoName": "Ciertamente, Al-lah no es injusto con nadie en lo más mínimo,.....",
                     "VideoUrl": "https://www.youtube.com/watch?v=zSjRD15kcJo",
                     "VideoDescription ": "Ciertamente, Al-lah no es injusto con nadie en lo más mínimo, y multiplicará cualquier buena acción y la retribuirá con una gran recompensa de Su parte (el p..."
                  },
                  {
                     "VideoName": "Al-lah no es injusto con los hombres en lo más mínimo,",
                     "VideoUrl": "https://www.youtube.com/watch?v=4xkv1Acc-kE",
                     "VideoDescription ": "Al-lah no es injusto con los hombres en lo más mínimo, sino que son los hombres quienes son injustos consigo mismos (al rechazar la verdad y desobedecer los ..."
                  },
                  {
                     "VideoName": "Estas son algunas historias de pueblos pasados (cuya destrucción) te contamos (¡oh, Muhammad!);",
                     "VideoUrl": "https://www.youtube.com/watch?v=6RgIBuIQaME",
                     "VideoDescription ": "Estas son algunas historias de pueblos pasados (cuya destrucción) te contamos (¡oh, Muhammad!); de algunos perduran restos, mas otros fueron completamente ar..."
                  },
                  {
                     "VideoName": "Y no les concedimos escrituras sagradas que pudiesen estudiar...",
                     "VideoUrl": "https://www.youtube.com/watch?v=sGr1EOdTVZE",
                     "VideoDescription ": "Y no les concedimos escrituras sagradas que pudiesen estudiar (antes del Corán para compararlas y decir que lo tuyo es brujería) ni les enviamos con anterior..."
                  },
                  {
                     "VideoName": "Ese día todos serán recompensados según sus acciones.",
                     "VideoUrl": "https://www.youtube.com/watch?v=0hs8VHmLeMM",
                     "VideoDescription ": "Ese día todos serán recompensados según sus acciones. No habrá ninguna injusticia. Ciertamente, Al-lah es rápido en la retribución de Su recompensa.Y adviért..."
                  },
                  {
                     "VideoName": "Mas (los idólatras) adoran fuera de Al-lah aquello que Él no ha autorizado...",
                     "VideoUrl": "https://www.youtube.com/watch?v=M4wTuk7EHxs",
                     "VideoDescription ": "Mas (los idólatras) adoran fuera de Al-lah aquello que Él no ha autorizado y sobre lo que no tienen ninguna prueba (de su autenticidad). Y los injustos no te..."
                  },
                  {
                     "VideoName": "¿Acasoquien sea arrojado de cara al peor de los castigos el Día de la Resurrección...",
                     "VideoUrl": "https://www.youtube.com/watch?v=3Uj-OT-HDmc",
                     "VideoDescription ": "¿Acasoquien sea arrojado de cara al peor de los castigos el Día de la Resurrección (puede compararse con quien estará seguro en el paraíso)?Y a los injustos ..."
                  },
                  {
                     "VideoName": "Y que (los tutores de los huérfanos) se preocupen (por ellos) del mismo modo",
                     "VideoUrl": "https://www.youtube.com/watch?v=fbGbIkc4vMc",
                     "VideoDescription ": "Y que (los tutores de los huérfanos) se preocupen (por ellos) del mismo modo que lo harían por sus propios hijos si estos fueran pequeños y quedasen huérfano..."
                  },
                  {
                     "VideoName": "La injusticia es un pecado espantoso en el Islam",
                     "VideoUrl": "https://www.youtube.com/watch?v=svTiHZR1b74",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Negar la Divinidad de Jesucristo",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxxRGIWeToWFIFe4OmQ9K0u",
               "Listclips ": [
                  {
                     "VideoName": "Y recuerda cuando los ángeles dijeron «¡María!",
                     "VideoUrl": "https://www.youtube.com/watch?v=McAjD9c7L9s",
                     "VideoDescription ": "Y (recuerda) cuando los ángeles dijeron: «¡María!, Al-lah te anuncia la buena nueva de (un hijo creado a partir de) una palabra Suya («sé»), de nombre el Mes..."
                  },
                  {
                     "VideoName": "El Mesías, hijo de María, no es sino un mensajero de Al lah,",
                     "VideoUrl": "https://www.youtube.com/watch?v=qkQpweUBoRo",
                     "VideoDescription ": "El Mesías, hijo de María, no es sino un mensajero de Al-lah, al igual que otros que lo precedieron, y su madre, una fiel creyente. Ambos comían alimentos (co..."
                  },
                  {
                     "VideoName": "Y Al lah dirá a Jesús el Día de la Resurrección «Jesús, hijo de María",
                     "VideoUrl": "https://www.youtube.com/watch?v=HB7NdWpuaVY",
                     "VideoDescription ": "Y Al-lah dirá (a Jesús el Día de la Resurrección): «Jesús, hijo de María, ¿dijiste tú a la gente que te tomaran a ti y a tu madre por divinidades en vez de a..."
                  },
                  {
                     "VideoName": "Realmente, quienes dicen que Al lah esparte de la trinidad han caído en la incredulidad,",
                     "VideoUrl": "https://www.youtube.com/watch?v=3RpkgxYDnac",
                     "VideoDescription ": "Realmente, quienes dicen que Al-lah esparte de la trinidad han caído en la incredulidad, pues no hay más que una divinidad con derecho a la adoración (Al-lah..."
                  },
                  {
                     "VideoName": "Este cuya historia te hemos contado, ¡oh, Muhammad! es Jesús",
                     "VideoUrl": "https://www.youtube.com/watch?v=SYHdF3C1NSo",
                     "VideoDescription ": "Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María. Y esta es la verdad sobre la que dudan (y discrepan los judíos y los cristianos)."
                  },
                  {
                     "VideoName": "Los judíos dicen que Usair  es el hijo de Dios o hijo de Al lah",
                     "VideoUrl": "https://www.youtube.com/watch?v=VxJGKOGca3Q",
                     "VideoDescription ": "Los judíos dicen que Usair[1] es el hijo de Dios (o hijo de Al-lah), mientras que los cristianos dicen que el Mesías es el hijo de Dios (o hijo de Al-lah). T..."
                  },
                  {
                     "VideoName": "¡Cristianos!, no exageréis en vuestra religión ni digáis sobre Al-lah salvo la verdad.",
                     "VideoUrl": "https://www.youtube.com/watch?v=Jgt8r-9Wwec",
                     "VideoDescription ": "¡Cristianos!, no exageréis en vuestra religión ni digáis sobre Al-lah salvo la verdad. El Mesías Jesús, hijo de María, no es sino un mensajero de Al-lah a qu..."
                  },
                  {
                     "VideoName": "Y recuerda a tu gente cuando Al lah le dijo a Jesús, hijo de María",
                     "VideoUrl": "https://www.youtube.com/watch?v=ABHGL04rtO4",
                     "VideoDescription ": "(Y recuerda a tu gente) cuando Al-lah le dijo a Jesús, hijo de María: «Recuerda las gracias que te he concedido, así como a tu madre, cuando te apoyé y forta..."
                  },
                  {
                     "VideoName": "»Y le enseñará la escritura, la sabiduría, la Torá y el Evangelio.",
                     "VideoUrl": "https://www.youtube.com/watch?v=r0mqA797Duc",
                     "VideoDescription ": "»Y le enseñará la escritura, la sabiduría, la Torá y el Evangelio."
                  },
                  {
                     "VideoName": "»Y será un mensajero para los hijos de Israel (y les dirá:)",
                     "VideoUrl": "https://www.youtube.com/watch?v=JOSHiyJkdhw",
                     "VideoDescription ": "»Y será un mensajero para los hijos de Israel (y les dirá:) “He venido a vosotros con una prueba de vuestro Señor (sobre mi veracidad): moldearé para vosotro..."
                  },
                  {
                     "VideoName": "Negar la Divinidad de Jesucristo",
                     "VideoUrl": "https://www.youtube.com/watch?v=tD57WvLv-7c",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Datos en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYx6XBPf95hkQcN7H_qNwLdr",
               "Listclips ": [
                  {
                     "VideoName": "\"Y este Corán explica a los hijos de Israel la mayoría...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Z4t3yWFnBRA",
                     "VideoDescription ": "Y este Corán explica a los hijos de Israel la mayoría de los asuntos sobre los que discrepan. Y es, ciertamente, una guía y misericordia para los creyentes."
                  },
                  {
                     "VideoName": "Alif, Lâm, Mîm.",
                     "VideoUrl": "https://www.youtube.com/watch?v=QAxo2E7e5QM",
                     "VideoDescription ": "Alif, Lâm, Mîm. La révélation du Livre à propos duquel il n’y a nul doute vient du Seigneur de l’Univers. Ou alors disent-ils c’est lui  qui l’a inventé ? No..."
                  },
                  {
                     "VideoName": "\"Y dicen quienes rechazan la verdad: «No creeremos en este Corán...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=6amD9zoD_k0",
                     "VideoDescription ": "Y dicen quienes rechazan la verdad: «No creeremos en este Corán ni en las Escrituras que lo precedieron». ¡Si vieras cuando los injustos comparezcan ante su ..."
                  },
                  {
                     "VideoName": "\"Y les asignamos compañeros inseparables (durante la vida terrenal)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=dGg__5EI4v4",
                     "VideoDescription ": "Y les asignamos compañeros inseparables (durante la vida terrenal) que les hacían ver buenas sus malas acciones pasadas y futuras. Y así se cumplió sobre ell..."
                  },
                  {
                     "VideoName": "\"Si hubiésemos hecho descender este Corán sobre una montaña,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=m5kjbdreoPI",
                     "VideoDescription ": "Si hubiésemos hecho descender este Corán sobre una montaña, la verías someterse humildemente a Al-lah y resquebrajarse por temor a Él. Y exponemos ejemplos c..."
                  },
                  {
                     "VideoName": "Ciertamente, hicimos descender(el Corán) en la Noche del Honor (Lailatul Qadr)",
                     "VideoUrl": "https://www.youtube.com/watch?v=ODlvo76LU2s",
                     "VideoDescription ": "Ciertamente, hicimos descender(el Corán) en la Noche del Honor (Lailatul Qadr)¿Y sabes qué es realmente la Noche del Honor?Es una noche en la cual todas las ..."
                  },
                  {
                     "VideoName": "\"Y, ciertamente, hemos facilitado la memorización...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Il2fjdo5hm0",
                     "VideoDescription ": "Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones?"
                  },
                  {
                     "VideoName": "(Juro) por el monte (donde tu Señor habló a Moisés),....",
                     "VideoUrl": "https://www.youtube.com/watch?v=SFhYxczj9fQ",
                     "VideoDescription ": "(Juro) por el monte (donde tu Señor habló a Moisés),por el Libro escritoen un pergamino desplegado,"
                  },
                  {
                     "VideoName": "Y les asignamos compañeros inseparables (durante la vida terrenal) ...",
                     "VideoUrl": "https://www.youtube.com/watch?v=bgV6_eAQEuw",
                     "VideoDescription ": "Y les asignamos compañeros inseparables (durante la vida terrenal) que les hacían ver buenas sus malas acciones pasadas y futuras. Y así se cumplió sobre ell..."
                  },
                  {
                     "VideoName": "Ha. Mim . (Juro) por el Libro esclarecedor (el Corán)",
                     "VideoUrl": "https://www.youtube.com/watch?v=KxHv-CCsLj0",
                     "VideoDescription ": "Ha. Mim . (Juro) por el Libro esclarecedor (el Corán)que, verdaderamente, lo hicimos descender  en una noche bendita (Lailatul Qadr)  . En verdad, advertimos..."
                  }
               ]
            },
            {
               "Listname": "quien es el dios de los musulmanes?",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwdu2GYC1U7T6a6ZymshDkX",
               "Listclips ": [
                  {
                     "VideoName": "¿Acaso no ves que Al-lah ha puesto a disposición de ustedes cuanto hay en la tierra,",
                     "VideoUrl": "https://www.youtube.com/watch?v=Xo6Dg9qdZ0w",
                     "VideoDescription ": "¿Acaso no ves que Al-lah ha puesto a disposición de ustedes cuanto hay en la tierra, así como las embarcaciones que navegan por el mar por orden Suya? Y sost..."
                  },
                  {
                     "VideoName": "Observa el efecto de la misericordia de Al-lah: cómo revive la tierra tras su muerte.",
                     "VideoUrl": "https://www.youtube.com/watch?v=_2RWYGxCi0w",
                     "VideoDescription ": "Observa el efecto de la misericordia de Al-lah: cómo revive la tierra tras su muerte. Quien hace revivir la tierra resucitará a los muertos; y Él es Todopode..."
                  },
                  {
                     "VideoName": "¿Acaso (no es mejor) Quien responde al afligido si Lo invoca,",
                     "VideoUrl": "https://www.youtube.com/watch?v=DpY6XGzBJTA",
                     "VideoDescription ": "¿Acaso (no es mejor) Quien responde al afligido si Lo invoca, haciendo que desaparezca el mal que lo oprime, y ha hecho que os sucedierais en la tierra (gene..."
                  },
                  {
                     "VideoName": "Di (¡oh, Muhammad!): «Él es Al-lah, el único (Señor de toda la creación y el único que merece",
                     "VideoUrl": "https://www.youtube.com/watch?v=ay6Ju4AVSrA",
                     "VideoDescription ": "Di (¡oh, Muhammad!): «Él es Al-lah, el único (Señor de toda la creación y el único que merece ser adorado); »Al-lah, el Eterno. »No ha engendrado ningún hijo..."
                  },
                  {
                     "VideoName": "Él es Quien ha perfeccionado todo lo que ha creado,y originó la creación del hombre apartir delbarro",
                     "VideoUrl": "https://www.youtube.com/watch?v=DbNRnz-3BH4",
                     "VideoDescription ": "Él es Quien ha perfeccionado todo lo que ha creado, y originó la creación del hombre a partir del barro.# quien_es_el_dios_de_los_musulmanes?https://noorinte..."
                  },
                  {
                     "VideoName": "Pregunta (a tu pueblo, ¡oh, Muhammad!): «¿Quién es el Señor de los cielos y de la tierra?».",
                     "VideoUrl": "https://www.youtube.com/watch?v=65l_hJ4bWBY",
                     "VideoDescription ": "Pregunta (a tu pueblo, ¡oh, Muhammad!): «¿Quién es el Señor de los cielos y de la tierra?». Responde: «Al-lah». Diles: «¿Tomáis, entonces, a otros protectore..."
                  },
                  {
                     "VideoName": "Al-lah conoce lo que cada hembra lleva en su vientre,",
                     "VideoUrl": "https://www.youtube.com/watch?v=kmeufRhUdrE",
                     "VideoDescription ": "Al-lah conoce lo que cada hembra lleva en su vientre, lo que no llega a completarse en el útero y las gestaciones que superan la media . Todojunto a Él tiene..."
                  },
                  {
                     "VideoName": "Y, ciertamente, os hemos dado poder y posición en la tierra (¡oh, gentes!)",
                     "VideoUrl": "https://www.youtube.com/watch?v=mOriK8viAJg",
                     "VideoDescription ": "Y, ciertamente, os hemos dado poder y posición en la tierra (¡oh, gentes!) y os hemos concedido en ella medios para vuestro sustento. Sin embargo, poco es lo..."
                  },
                  {
                     "VideoName": "Y Al-lah os hizo salir de los vientres de vuestras madres (al nacer) sin que supieseis nada,",
                     "VideoUrl": "https://www.youtube.com/watch?v=Q1cUY4Vh6yA",
                     "VideoDescription ": "Y Al-lah os hizo salir de los vientres de vuestras madres (al nacer) sin que supieseis nada, y os otorgó el oído, la vista y el entendimiento[1] para que fue..."
                  },
                  {
                     "VideoName": "Él es Al-lah, la única divinidad (verdadera) que merece ser adorada.",
                     "VideoUrl": "https://www.youtube.com/watch?v=K3ajN4k9Sxs",
                     "VideoDescription ": "Él es Al-lah, la única divinidad (verdadera) que merece ser adorada. Él es el Conocedor absoluto del gaib[1] y de lo manifiesto. Él es el Clemente, el Miseri..."
                  },
                  {
                     "VideoName": "\"Al-lah!No hay nada ni nadie con derecho a ser adorado excepto Él,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=D0Q0J5XgV0Y",
                     "VideoDescription ": "¡Al-lah!No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación. Ni la somnolencia ni el..."
                  },
                  {
                     "VideoName": "\"Al-lah es Quien os ha creado en un estado de debilidad ..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=6AxmcPM7wCc",
                     "VideoDescription ": "Al-lah es Quien os ha creado en un estado de debilidad y os ha hecho fuertes después para devolveros (finalmente) a la debilidad de la vejez. Él crea lo que ..."
                  }
               ]
            },
            {
               "Listname": "La Mujer En El Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwBQxvhoSYaiFv2_eve9SLj",
               "Listclips ": [
                  {
                     "VideoName": "\"{“Le hemos ordenado al hombre ser benevolente con sus padres...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=BqYohBzvplA",
                     "VideoDescription ": "{“Le hemos ordenado al hombre ser benevolente con sus padres. Su madre le lleva [en el vientre] soportando molestia tras molestia, y su destete es a los dos ..."
                  },
                  {
                     "VideoName": "\"{“Y entre Sus signos está haberos creado esposas de entre vosotros para...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=tbTAFQpGbK0",
                     "VideoDescription ": "{“Y entre Sus signos está haberos creado esposas de entre vosotros para que encontréis en ellas sosiego, y puso entre vosotros amor y misericordia. Por ciert..."
                  },
                  {
                     "VideoName": "\"Las mujeres divorciadas deberán guardar un tiempo de espera de tres menstruaciones ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=qCho-2pEQzY",
                     "VideoDescription ": "Las mujeres divorciadas deberán guardar un tiempo de espera de tres menstruaciones (antes de volver a casarse). Durante ese tiempo no les está permitido ocul..."
                  },
                  {
                     "VideoName": "\"Y su Señor respondió a sus invocaciones diciendo: “No dejaré que se pierda...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=zIqu9mX_pVM",
                     "VideoDescription ": "Y su Señor respondió a sus invocaciones diciendo: “No dejaré que se pierda la buena acción de ninguno de ustedes (pues todas las acciones tendrán su recompen..."
                  },
                  {
                     "VideoName": "\"{Allah les tiene reservado Su perdón y una gran recompensa a los musulmanes ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Lb_OaKxL4zM",
                     "VideoDescription ": "{Allah les tiene reservado Su perdón y una gran recompensa a los musulmanes y las musulmanas, a los creyentes y las creyentes, a los piadosos y las piadosas,..."
                  },
                  {
                     "VideoName": "\"Diles a los creyentes (¡oh, Muhammad!) que bajen la vista...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=LIu_O4mQmRA",
                     "VideoDescription ": "Diles a los creyentes (¡oh, Muhammad!) que bajen la vista (ante lo que se les ha prohibido mirar) y que protejan sus partes íntimas de la indecencia. Eso es ..."
                  },
                  {
                     "VideoName": "\"Y no se acerquen (siquiera) a la fornicación, pues es una inmoralidad y un mal camino a seguir...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=zO9UzrblLZ4",
                     "VideoDescription ": "Y no se acerquen (siquiera) a la fornicación, pues es una inmoralidad y un mal camino a seguir.#la_mujer_el_Corán--------------------------------------https:..."
                  },
                  {
                     "VideoName": "\"{Y cuando los Ángeles dijeron: ¡Oh, María! Allah te ha elegido y purificado...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=yGpky5v93s4",
                     "VideoDescription ": "{Y cuando los Ángeles dijeron: ¡Oh, María! Allah te ha elegido y purificado. Te ha elegido entre todas las mujeres del universo.}[Corán 3:42].#la_mujer_el_Co..."
                  },
                  {
                     "VideoName": "\"{Cuando la esposa de ‘Imrân dijo: ¡Señor mío! He realizado el voto de entregar...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=HOrAEzL9U18",
                     "VideoDescription ": "{Cuando la esposa de ‘Imrân dijo: ¡Señor mío! He realizado el voto de entregar a Tu exclusivo servicio lo que hay en mi vientre. ¡Acéptamelo! Tú eres Omnioye..."
                  },
                  {
                     "VideoName": "\"{Y narra [¡Oh, Muhammad!] la historia de María que se menciona en el Libro...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=EQzSV0gRiKs",
                     "VideoDescription ": "{Y narra [¡Oh, Muhammad!] la historia de María que se menciona en el Libro [el Corán], cuando se apartó de su familia para retirarse a un lugar al este.- Y p..."
                  },
                  {
                     "VideoName": "\"{Y narra [¡Oh, Muhammad!] la historia de María que se menciona en el Libro...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=21zCY8FXiCc",
                     "VideoDescription ": "{Y narra [¡Oh, Muhammad!] la historia de María que se menciona en el Libro [el Corán], cuando se apartó de su familia para retirarse a un lugar al este.- Y p..."
                  },
                  {
                     "VideoName": "\"{Y narra [¡Oh, Muhammad!] la historia de María que se menciona en el Libro...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=lXWzteIfSNk",
                     "VideoDescription ": "{Y narra [¡Oh, Muhammad!] la historia de María que se menciona en el Libro [el Corán], cuando se apartó de su familia para retirarse a un lugar al este.- Y p..."
                  },
                  {
                     "VideoName": "\"El Mesías, hijo de María, no es sino un Mensajero de Al-lah, al igual que otros que...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=6mH9lqNnGZE",
                     "VideoDescription ": "El Mesías, hijo de María, no es sino un Mensajero de Al-lah, al igual que otros que lo precedieron; y su madre, una fiel creyente. Ambos comían alimentos (co..."
                  },
                  {
                     "VideoName": "\"Pero el Demonio (Iblis) hizo que desobedecieran y que tuvieran que abandonar...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=0eRRXFhdFQA",
                     "VideoDescription ": "Pero el Demonio (Iblis) hizo que desobedecieran y que tuvieran que abandonar las gracias de las que allí disfrutaban. Les dijimos: “¡Desciendan (del Paraíso)..."
                  },
                  {
                     "VideoName": "\"¡Oh, creyentes!, si se casan con mujeres creyentes y las divorcian antes...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ZAFRWo3hwwE",
                     "VideoDescription ": "¡Oh, creyentes!, si se casan con mujeres creyentes y las divorcian antes de haber consumado el matrimonio, estas no tienen que cumplir ningún periodo de espe..."
                  },
                  {
                     "VideoName": "\"Y cuando divorcien a sus mujeres y su tiempo de espera esté próximo a expirar,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=3DCYCLdooSM",
                     "VideoDescription ": "Y cuando divorcien a sus mujeres y su tiempo de espera esté próximo a expirar, o bien las retienen y las tratan con benevolencia, o bien las dejan libres de ..."
                  },
                  {
                     "VideoName": "\"Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=nO1Y8Xp3X9c",
                     "VideoDescription ": "Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga y lo da a luz con fatiga; y la gestación y la lactancia duran unos..."
                  },
                  {
                     "VideoName": "\"¡Oh, creyentes!, no les está permitido heredar a las mujeres contra su voluntad...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=mc0e2xE7HQ0",
                     "VideoDescription ": "¡Oh, creyentes!, no les está permitido heredar a las mujeres contra su voluntad (como hacían antes del Islam) , ni deben tratarlas con dureza para que les de..."
                  }
               ]
            },
            {
               "Listname": "¿Por qué ayunan los musulmanes en el mes de Ramadán?",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYzX_E9nKYCvsZomTx-o3sMr",
               "Listclips ": [
                  {
                     "VideoName": "\"(Ayunen) durante unos días determinados (el mes de ramadán)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=-Wk5bEnzq-M",
                     "VideoDescription ": "(Ayunen) durante unos días determinados (el mes de ramadán). Pero si uno de ustedes está enfermo o de viaje (y no ayuna), deberá compensar esos días ayunándo..."
                  },
                  {
                     "VideoName": "\"El mes de ramadán (es el mes) en que descendió el Corán como guía para...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ezm9YT6xdyE",
                     "VideoDescription ": "El mes de ramadán (es el mes) en que descendió el Corán como guía para los hombres con pruebas claras para guiarlos y hacerles discernir entre la verdad y la..."
                  },
                  {
                     "VideoName": "\"Y si Mis siervos preguntan por Mí, (diles que) estoy cerca de ellos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=W8DruPDwhgU",
                     "VideoDescription ": "Y si Mis siervos preguntan por Mí, (diles que) estoy cerca de ellos. Respondo las súplicas de quienes Me invocan. Que Me obedezcan, pues, y que crean en Mí p..."
                  },
                  {
                     "VideoName": "\"Se les permiten las relaciones íntimas con sus esposas durante...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=8lw1BipYgbE",
                     "VideoDescription ": "Se les permiten las relaciones íntimas con sus esposas durante las noches del mes de ayuno. Ellas son un refugio para ustedes; y ustedes, un refugio para ell..."
                  },
                  {
                     "VideoName": "\"¡Oh, creyentes!, coman de las cosas buenas que les hemos concedido...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=NcmrVBWlO9c",
                     "VideoDescription ": "¡Oh, creyentes!, coman de las cosas buenas que les hemos concedido y sean agradecidos con Al-lah, si en verdad Lo adoran (solo a Él).Quran ( 2 : 172 )=======..."
                  },
                  {
                     "VideoName": "\"Teman, pues, a Al-lah todo lo que puedan; escuchen (lo que les ordena), ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=H49sabaAEsE",
                     "VideoDescription ": "Teman, pues, a Al-lah todo lo que puedan; escuchen (lo que les ordena), obedézcanlo y den en caridad. Y a quienes (Al-lah) libre de la avaricia y del egoísmo..."
                  },
                  {
                     "VideoName": "\"Y luchen con todas sus fuerzas por la causa de Al-lah...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=WmMP-ymfz5Q",
                     "VideoDescription ": "Y luchen con todas sus fuerzas por la causa de Al-lah. Él los escogió (para que siguieran Su religión) y no les ha impuesto en ella nada que no pudieran cump..."
                  },
                  {
                     "VideoName": "\"Todo lo que Al-lah haya concedido a Su Mensajero como botín procedente...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Ub3BHfB66Tg",
                     "VideoDescription ": "Todo lo que Al-lah haya concedido a Su Mensajero como botín procedente de ciudades y pueblos conquistados (sin que hayan tenido que combatir) es para (la cau..."
                  },
                  {
                     "VideoName": "\"Toma parte de sus bienes en caridad para purificarlos y purgarlos (de sus pecados), ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Rx1VOAS-SEc",
                     "VideoDescription ": "Toma parte de sus bienes en caridad para purificarlos y purgarlos (de sus pecados), y suplica por ellos (¡oh, Muhammad!). Tus súplicas les reportan sosiego. ..."
                  },
                  {
                     "VideoName": "\"Ciertamente, hicimos descender (el Corán) en la Noche del Honor ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=3GDJHVENEq0",
                     "VideoDescription ": "Ciertamente, hicimos descender (el Corán) en la Noche del Honor (Lailatul Qadr). (1) ¿Y sabes qué es realmente la Noche del Honor  ?(2) Es una noche en la cu..."
                  }
               ]
            },
            {
               "Listname": "Los Padres En El Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYyYBCBMldoaXF2c0U7lURid",
               "Listclips ": [
                  {
                     "VideoName": "\"{Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=y39gB1tKhdc",
                     "VideoDescription ": "{Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto. Si uno de ellos, o ambos, alcanzan la vejez en tu presencia, no les ..."
                  },
                  {
                     "VideoName": "\"{ Si uno de ellos, o ambos, alcanzan la vejez en tu presencia,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=4l3DMtTkQyk",
                     "VideoDescription ": "{ Si uno de ellos, o ambos, alcanzan la vejez en tu presencia, no les digas ninguna palabra de reproche ni les faltes al respeto, y háblales con dulzura”.} [..."
                  },
                  {
                     "VideoName": "\"{Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Ka6_ba2zAU4",
                     "VideoDescription ": "{Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto. Si uno de ellos, o ambos, alcanzan la vejez en tu presencia, no les ..."
                  },
                  {
                     "VideoName": "\"{ Y trátalos con humildad, apiadándote de ellos, y suplica a Al-lah diciendo:...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=gsBoMOYyrUs",
                     "VideoDescription ": "{ Y trátalos con humildad, apiadándote de ellos, y suplica a Al-lah diciendo: “¡Señor!, sé misericordioso con ellos al igual que ellos lo fueron conmigo cuan..."
                  },
                  {
                     "VideoName": "\"{Y (recuerden) cuando concertamos un pacto con los hijos de Israel...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Zk4w08Mv6_0",
                     "VideoDescription ": "{Y (recuerden) cuando concertamos un pacto con los hijos de Israel (y dijimos): “Adorarán solamente a Al-lah y tratarán bien a sus padres, a sus parientes, a..."
                  },
                  {
                     "VideoName": "\"{Entonces (Jesús) habló diciendo: “Ciertamente, soy un siervo de Al-lah,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=lgvG9ZnC8OQ",
                     "VideoDescription ": "{Entonces (Jesús) habló diciendo: “Ciertamente, soy un siervo de Al-lah, me ha concedido la revelación (el Evangelio) y me ha hecho Profeta.(30) Me ha bendec..."
                  },
                  {
                     "VideoName": "\"{Y hemos ordenado al hombre tratar bien a sus padres.} [Corán29:8 ]...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=5wXxfUD9Zu0",
                     "VideoDescription ": "{Y hemos ordenado al hombre tratar bien a sus padres.} [Corán29:8 ].#los_padres_en_el_coranhttps://noorinternational.net/articles/parents-in-the-Quran/sp.html"
                  },
                  {
                     "VideoName": "\"{ “Sé agradecido Conmigo y con tus padres; a Mí retornarás finalmente (el Día de la...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=m6CzN5vgSkY",
                     "VideoDescription ": "{ “Sé agradecido Conmigo y con tus padres; a Mí retornarás finalmente (el Día de la Resurrección).} [Corán 31:14].#los_padres_en_el_coranhttps://noorinternat..."
                  },
                  {
                     "VideoName": "\"{Y me ha ordenado ser respetuoso y amable con mi madre y no ser arrogante...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=pXM912nOdB8",
                     "VideoDescription ": "{Y me ha ordenado ser respetuoso y amable con mi madre y no ser arrogante ni rebelde.} [Corán19: 32].#los_padres_en_el_coranhttps://noorinternational.net/art..."
                  },
                  {
                     "VideoName": "\"{Y cuando (Ismael) hubo crecido y empezó a acompañar a su padre, este le dijo:...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=8EpGRk7co7s",
                     "VideoDescription ": "{Y cuando (Ismael) hubo crecido y empezó a acompañar a su padre, este le dijo: “¡Hijo mío!, he visto en un sueño que te degollaba; ¿qué opinas sobre ello?”. ..."
                  },
                  {
                     "VideoName": "\"{¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=6DGICrNiEyM",
                     "VideoDescription ": "{¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa, y a todos los creyentes y a las creyentes; y no hagas sino aumentar la per..."
                  },
                  {
                     "VideoName": "\"{¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=AFdlEB6LTmk",
                     "VideoDescription ": "{¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa, y a todos los creyentes y a las creyentes; y no hagas sino aumentar la per..."
                  },
                  {
                     "VideoName": "\"{E hizo que sus padres tomaran asiento (cerca de él) en un lugar honorable,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=nq05O_L1MVs",
                     "VideoDescription ": "{E hizo que sus padres tomaran asiento (cerca de él) en un lugar honorable, y (entonces) ellos y sus hermanos se postraron ante él (en señal de respeto, como..."
                  },
                  {
                     "VideoName": "\"{¿Acaso no sería probable que, si se alejaran (del Corán y de la obediencia a Al-lah),...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Qd6O0uRexBU",
                     "VideoDescription ": "{¿Acaso no sería probable que, si se alejaran (del Corán y de la obediencia a Al-lah), sembrasen la corrupción en la tierra y cortasen los lazos familiares }..."
                  },
                  {
                     "VideoName": "\"{esos que mantienen lo que Al-lah ha ordenado mantener...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=lZhQGVJRSiI",
                     "VideoDescription ": "{esos que mantienen lo que Al-lah ha ordenado mantener (como los lazos familiares), tienen temor de Al-lah y temen el castigo de la otra vida;} [Corán13: 21]..."
                  },
                  {
                     "VideoName": "\"{Quienes rompen el pacto con Al-lah después de haberse comprometido,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=NyruevlmrxA",
                     "VideoDescription ": "{Quienes rompen el pacto con Al-lah después de haberse comprometido, cortan los lazos familiares que Al-lah ha ordenado mantener y corrompen la tierra, esos ..."
                  },
                  {
                     "VideoName": "\"{ Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=iCLIEdAH2H8",
                     "VideoDescription ": "{ Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga y lo da a luz con fatiga; y la gestación y la lactancia duran un..."
                  }
               ]
            },
            {
               "Listname": "Libros sagrados en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwM2zoBk2K1y4RobHTGL0Rd",
               "Listclips ": [
                  {
                     "VideoName": "\"(Él es Quien) te ha revelado el Libro (el Corán) con la verdad (¡oh, Muhammad!),...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=737fK8maDb0",
                     "VideoDescription ": "(Él es Quien) te ha revelado el Libro (el Corán) con la verdad (¡oh, Muhammad!), confirmando los (Libros) que lo precedieron, y Quien reveló la Torá y el Eva..."
                  },
                  {
                     "VideoName": "\"Y le enseñará la escritura, la sabiduría, la Torá y el Evangelio....\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=e-bekg314WA",
                     "VideoDescription ": "Y le enseñará la escritura, la sabiduría, la Torá y el Evangelio.[Corán 3:48].==========================#Libros_sagrados_en_el_Coránhttps://noorinternational..."
                  },
                  {
                     "VideoName": "\"(Diles:) “¡Ustedes que recibieron las Escrituras!, ¿por qué nos discuten sobre Abraham...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=J62701K8fUg",
                     "VideoDescription ": "(Diles:) “¡Ustedes que recibieron las Escrituras!, ¿por qué nos discuten sobre Abraham si la Torá y el Evangelio no fueron revelados hasta después de él? ¿Es..."
                  },
                  {
                     "VideoName": "\"Que quienes recibieron el Evangelio juzguen según (las leyes) que Al-lah reveló en él...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=uCDMOkGS-34",
                     "VideoDescription ": "Que quienes recibieron el Evangelio juzguen según (las leyes) que Al-lah reveló en él. Y quienes no juzguen conforme a lo que Al-lah ha revelado, esos serán ..."
                  },
                  {
                     "VideoName": "\"Y si hubiesen seguido los mandatos de la Torá y del Evangelio y siguiesen (ahora)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=GXf3uUnzDZM",
                     "VideoDescription ": "Y si hubiesen seguido los mandatos de la Torá y del Evangelio y siguiesen (ahora) lo que les ha sido revelado por su Señor (el Corán), recibirían sustento en..."
                  },
                  {
                     "VideoName": "\"Diles (a los judíos y a los cristianos, ¡oh, Muhammad!):...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=vlRWvCqpNjk",
                     "VideoDescription ": "Diles (a los judíos y a los cristianos, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!, no siguen realmente ninguna religión mientras no obren con..."
                  },
                  {
                     "VideoName": "\"(Y recuerda a tu gente) cuando Al-lah le dijo a Jesús, hijo de María:..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=f8JyIQEWPkk",
                     "VideoDescription ": "(Y recuerda a tu gente) cuando Al-lah le dijo a Jesús, hijo de María: “Recuerda las gracias que te he concedido, así como a tu madre, cuando te apoyé y forta..."
                  },
                  {
                     "VideoName": "\"Muhammad es el Mensajero de Al-lah, y quienes lo siguen son severos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=pgeTIEq0qF0",
                     "VideoDescription ": "Muhammad es el Mensajero de Al-lah, y quienes lo siguen son severos con quienes rechazan la verdad y compasivos entre ellos. Los ves inclinarse y postrarse (..."
                  },
                  {
                     "VideoName": "\"Después hicimos que los sucedieran otros mensajeros...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=0XPY9A6RXHE",
                     "VideoDescription ": "Después hicimos que los sucedieran otros mensajeros. Y enviamos como Mensajero a Jesús, hijo de María, a quien concedimos el Evangelio; e infundimos en los c..."
                  },
                  {
                     "VideoName": "\"¡Ay de aquellos que escriben el Libro con sus propias manos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=EMmjAA7Z_18",
                     "VideoDescription ": "¡Ay de aquellos que escriben el Libro con sus propias manos y luego dicen que proviene de Al-lah para obtener un mísero beneficio! ¡Ay de ellos por lo que ha..."
                  },
                  {
                     "VideoName": "\"Y entre los judíos hay grupos que tergiversan la palabra de Al-lah cuando recitan...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=RZjgeqmcolg",
                     "VideoDescription ": "Y entre los judíos hay grupos que tergiversan la palabra de Al-lah cuando recitan las Escrituras (la Torá) para que piensen que (lo que dicen) es parte de la..."
                  },
                  {
                     "VideoName": "\"Diles (a los judíos y cristianos, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=GQnWZR-ku3Y",
                     "VideoDescription ": "Diles (a los judíos y cristianos, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!, ¿por qué niegan las aleyas de Al-lah (y las pruebas sobre la ver..."
                  },
                  {
                     "VideoName": "\"Pero (algunos judíos) no han valorado ni exaltado a Al-lah como merece,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=C5YsUBQxwB0",
                     "VideoDescription ": "Pero (algunos judíos) no han valorado ni exaltado a Al-lah como merece, y dicen: “Al-lah no ha revelado nada a ningún ser humano”. Diles (¡oh, Muhammad!): “¿..."
                  },
                  {
                     "VideoName": "\"Y concedimos a Moisés las Escrituras (la Torá), pero su pueblo discrepó acerca...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=0odqEwWXmvI",
                     "VideoDescription ": "Y concedimos a Moisés las Escrituras (la Torá), pero su pueblo discrepó acerca de ellas (al igual que tu pueblo discrepa sobre el Corán, ¡oh, Muhammad!). Y d..."
                  },
                  {
                     "VideoName": "\"Hallarás que los judíos y los idólatras son los más hostiles contra los creyentes,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=3HUrfk_bwZ8",
                     "VideoDescription ": "Hallarás que los judíos y los idólatras son los más hostiles contra los creyentes, mientras que los más próximos a apreciarlos son quienes se llaman a sí mis..."
                  }
               ]
            },
            {
               "Listname": "Spanish",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxJyUCRY3KvRhUg5R5UTRzu",
               "Listclips ": [
                  {
                     "VideoName": "Juro por los astros que desaparecen durante el día",
                     "VideoUrl": "https://www.youtube.com/watch?v=jK8n_Q7G1QY",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "La fe en Dios le da sosiego a tu corazón",
                     "VideoUrl": "https://www.youtube.com/watch?v=Z0L8MXZkLdA",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "La fe te hace alcanzar la felicidad",
                     "VideoUrl": "https://www.youtube.com/watch?v=ne-bEIXxraw",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "La mujer en el Corán",
                     "VideoUrl": "https://www.youtube.com/watch?v=sHVq1YmfZN8",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "Rechazar a Dios te trae una vida miserable",
                     "VideoUrl": "https://www.youtube.com/watch?v=7IsCxbbZQt8",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "Tu vida tiene una finalidad",
                     "VideoUrl": "https://www.youtube.com/watch?v=Qtda1YUyrBo",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "Acaso no razonan",
                     "VideoUrl": "https://www.youtube.com/watch?v=jxPC64hEqmk",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "Al lah está muy cerca de ti",
                     "VideoUrl": "https://www.youtube.com/watch?v=0b2S04HxrMM",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "Conoce las etapas del desarrollo humano en el Corán",
                     "VideoUrl": "https://www.youtube.com/watch?v=g7_40q9K3zg",
                     "VideoDescription ": ""
                  },
                  {
                     "VideoName": "El pecho y el monte Everest",
                     "VideoUrl": "https://www.youtube.com/watch?v=LDfX0FhKfsg",
                     "VideoDescription ": ""
                  }
               ]
            },
            {
               "Listname": "Los desafíos del Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYz8LbN9tgX61fs0wLLguYIp",
               "Listclips ": [
                  {
                     "VideoName": "\"¿Acaso no meditan sobre el Corán? Si no proviniera de Al-lah, hallarían en él numerosas...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=pOnLlJmWMCM",
                     "VideoDescription ": "¿Acaso no meditan sobre el Corán? Si no proviniera de Al-lah, hallarían en él numerosas contradicciones.Corán ( 3  : 82 )https://noorinternational.net/articl..."
                  },
                  {
                     "VideoName": "\"Y, si tenéis dudas sobre lo que hemos revelado a Nuestro siervo (Muhammad), ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ikdRd0Gb2LM",
                     "VideoDescription ": "Y, si tenéis dudas sobre lo que hemos revelado a Nuestro siervo (Muhammad), producid una sura similar[1] en algo a esta y llamad a quienes adoráis en lugar d..."
                  },
                  {
                     "VideoName": "\"Say, \"If mankind and the jinn gathered in order to produce the like of this QurÕŒn,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=I6F7Hk6DVQE",
                     "VideoDescription ": "Say, \"If mankind and the jinn gathered in order to produce the like of this QurÕŒn, they could not produce the like of it, even if they were to each other as..."
                  },
                  {
                     "VideoName": "\"¡Gentes!, prestad atención al ejemplo que se os expone. Aquellos a quienes invocáis fuera...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=se2zJBXlFDw",
                     "VideoDescription ": "¡Gentes!, prestad atención al ejemplo que se os expone. Aquellos a quienes invocáis fuera de Al-lah no pueden crear ni una mosca, aunque se unieran ayudándos..."
                  },
                  {
                     "VideoName": "\"¡Glorifica, pues, con alabanzas el nombrede tu Señor, el más Grande!...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Wf0hiVL-Ufg",
                     "VideoDescription ": "¡Glorifica, pues, con alabanzas el nombrede tu Señor, el más Grande!Juro por la posición de las estrellas,y este es un juramento extraordinario, si supierais..."
                  },
                  {
                     "VideoName": "\"Diles (¡oh, Muhammad!): «Traed un libro procedente de Al-lah que sea una mejor guía que los...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=yTsxwLTwrls",
                     "VideoDescription ": "Diles (¡oh, Muhammad!): «Traed un libro procedente de Al-lah que sea una mejor guía que los mencionados para que pueda seguirlo, si sois veraces».Y si no te ..."
                  },
                  {
                     "VideoName": "\"Di (a quienes rechazan la verdad, ¡oh, Muhammad!): «Recorred la tierra...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=nRciYM11kUk",
                     "VideoDescription ": "Di (a quienes rechazan la verdad, ¡oh, Muhammad!): «Recorred la tierra y observad cómo Al-lah originó la creación. Después volverá a reproducirla(el Día de l..."
                  },
                  {
                     "VideoName": "\"cambiar vuestra apariencia y transformaros en algo que ignoráis...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=gdyiyyxMpnA",
                     "VideoDescription ": "cambiar vuestra apariencia y transformaros en algo que ignoráis.Corán ( 56  : 61)https://noorinternational.net/articles/quran-sp#Escuche_el_Sagrado_Corán"
                  },
                  {
                     "VideoName": "\"Pregúntales (¡oh, Muhammad!): «¿Hay entre las divinidades que adoráis alguna que pueda originar...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=LO9sZTWk5dg",
                     "VideoDescription ": "Pregúntales (¡oh, Muhammad!): «¿Hay entre las divinidades que adoráis alguna que pueda originar la creación y reproducirla?». Diles: «Al-lah es (el único) qu..."
                  },
                  {
                     "VideoName": "\"Pregúntales (¡oh, Muhammad!): «¿Quién os da sustento procedente del cielo y de la tierra?,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=O687OnKA93Y",
                     "VideoDescription ": "Pregúntales (¡oh, Muhammad!): «¿Quién os da sustento procedente del cielo y de la tierra?, ¿o quién os ha concedido el oído y la vista y hace surgir lo vivo ..."
                  },
                  {
                     "VideoName": "\"Y este Corán no puede ser obra de otro que no sea Al-lah y ha sido revelado como confirmación...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Mgyiht2DgLY",
                     "VideoDescription ": "Y este Corán no puede ser obra de otro que no sea Al-lah y ha sido revelado como confirmación[1] de las Escrituras anteriores y como una explicación detallad..."
                  }
               ]
            },
            {
               "Listname": "Ibrahim en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYy8O6KRub_L8rn89cc9pfne",
               "Listclips ": [
                  {
                     "VideoName": "\"{Y (recuerda a los idólatras, ¡oh, Muhammad!) cuando Abraham fue puesto a prueba por su...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=GuCR_oEGV3o",
                     "VideoDescription ": "{Y (recuerda a los idólatras, ¡oh, Muhammad!) cuando Abraham fue puesto a prueba por su Señor con unas órdenes que él cumplió. Entonces (Al-lah) le dijo: “Ha..."
                  },
                  {
                     "VideoName": "\"{Y (recuerda) cuando hicimos de la Ka’bah un lugar que los hombres visitan con asiduidad y un..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=TVxMfxNyuoc",
                     "VideoDescription ": "{Y (recuerda) cuando hicimos de la Ka’bah un lugar que los hombres visitan con asiduidad y un refugio seguro para la gente. ¡Tomen, hombres, la roca sobre la..."
                  },
                  {
                     "VideoName": "\"Y (recuerda) cuando Abraham e Ismael levantaban} los cimientos de la Ka’bah ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=PlclnaWs5D4",
                     "VideoDescription ": "Y (recuerda) cuando Abraham e Ismael levantaban} los cimientos de la Ka’bah (y rogaban a Al-lah diciendo): “¡Señor!, acepta nuestra obra. En verdad, Tú eres ..."
                  },
                  {
                     "VideoName": "\"Y quién, salvo el insensato, puede querer rechazar la religión de Abraham?....\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Zh_vkgWuxQ8",
                     "VideoDescription ": "{¿Y quién, salvo el insensato, puede querer rechazar la religión de Abraham? Y, ciertamente, lo escogimos en esta vida; y en la otra estará entre los rectos ..."
                  },
                  {
                     "VideoName": "\"{Y dicen (los judíos y los cristianos respectivamente): “Sean judíos o cristianos para que estén..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=kNqKjir1uNU",
                     "VideoDescription ": "{Y dicen (los judíos y los cristianos respectivamente): “Sean judíos o cristianos para que estén bien guiados”. Diles (¡oh, Muhammad!): “¡No! (Seguimos) la r..."
                  },
                  {
                     "VideoName": "\"{¿O acaso dicen que Abraham, Ismael, Isaac, ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=vzqTZKcbT3s",
                     "VideoDescription ": "{¿O acaso dicen que Abraham, Ismael, Isaac, Jacob y las tribus de Israel eran judíos o cristianos? Diles (¡oh, Muhammad!): “¿Quién lo sabe mejor, ustedes o A..."
                  },
                  {
                     "VideoName": "\"Has oído y reflexionado sobre aquel que, porque Al-lah lo había hecho rey,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=8xpOD2YJmjQ",
                     "VideoDescription ": "{¿Has oído y reflexionado sobre aquel que, porque Al-lah lo había hecho rey, discutía con Abraham acerca de (la existencia de) su Señor? Cuando Abraham le di..."
                  },
                  {
                     "VideoName": "\"{Ciertamente, Al-lah escogió a Adán, a Noé, a la familia de Abraham...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=NQVmeGQMKKI",
                     "VideoDescription ": "{Ciertamente, Al-lah escogió a Adán, a Noé, a la familia de Abraham y a la de ‘Imran entre todos los pueblos (para que de ellos surgiesen y se sucediesen los..."
                  },
                  {
                     "VideoName": "\"¡Ustedes que recibieron las Escrituras!, ¿por qué nos discuten sobre Abraham si la Torá...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=snkJyLweJKA",
                     "VideoDescription ": "{(Diles:) “¡Ustedes que recibieron las Escrituras!, ¿por qué nos discuten sobre Abraham si la Torá y el Evangelio no fueron revelados hasta después de él? ¿E..."
                  },
                  {
                     "VideoName": "\"{En verdad, quienes tienen más derecho a considerar a Abraham de los suyos son quienes...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=kAWjgpMmHMo",
                     "VideoDescription ": "{En verdad, quienes tienen más derecho a considerar a Abraham de los suyos son quienes creyeron en él y lo siguieron (adorando solamente a Al-lah con sinceri..."
                  },
                  {
                     "VideoName": "\"{¿Y quién es mejor en la religión que quien somete su voluntad ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=A05rSVyOvN0",
                     "VideoDescription ": "{¿Y quién es mejor en la religión que quien somete su voluntad a Al-lah y realiza buenas acciones (sinceramente por su Señor) y sigue el monoteísmo puro de A..."
                  },
                  {
                     "VideoName": "\"Ese fue el argumento que le concedimos a Abraham frente a su pueblo...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=b1MQ0e_wBM8",
                     "VideoDescription ": "{Ese fue el argumento que le concedimos a Abraham frente a su pueblo. Elevamos el rango de quien queremos. Ciertamente, Al-lah es Sabio y tiene conocimiento ..."
                  },
                  {
                     "VideoName": "\"{¿Has oído y reflexionado sobre aquel que, porque Al-lah lo había hecho rey,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=VNf0L8AS0e8",
                     "VideoDescription ": "¿Has oído y reflexionado sobre aquel que, porque Al-lah lo había hecho rey, discutía con Abraham acerca de (la existencia de) su Señor? Cuando Abraham le dij..."
                  },
                  {
                     "VideoName": "\"{Ciertamente, Abraham era paciente y tolerante, invocaba mucho a su Señor ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=JaMyqk6sRpg",
                     "VideoDescription ": "{Ciertamente, Abraham era paciente y tolerante, invocaba mucho a su Señor y siempre se volvía a Él en arrepentimiento} [Corán 11:75]. https://noorinternation..."
                  },
                  {
                     "VideoName": "\"{ Y recuerda lo que te hemos revelado en el Libro (el Corán) acerca de Abraham....\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=iPbyuJlMM7M",
                     "VideoDescription ": "{ Y recuerda lo que te hemos revelado en el Libro (el Corán) acerca de Abraham. En verdad, era un hombre veraz y un profeta.(Recuerda) cuando dijo a su padre..."
                  },
                  {
                     "VideoName": "\"{Y le dijimos al fuego: “Sé frío y no quemes a Abraham”} ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ExpsMpFAuhQ",
                     "VideoDescription ": "{Y le dijimos al fuego: “Sé frío y no quemes a Abraham”} [Corán 21:69]. https://noorinternational.net/articles/Abraham/sp.html"
                  },
                  {
                     "VideoName": "\"¿Y quién es mejor en la religión que quien somete su voluntad a Al-lah y realiza buenas acciones..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=F_eY8qF4NdM",
                     "VideoDescription ": "¿Y quién es mejor en la religión que quien somete su voluntad a Al-lah y realiza buenas acciones (sinceramente por su Señor) y sigue el monoteísmo puro de Ab..."
                  }
               ]
            },
            {
               "Listname": "Moisés en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwiRJcs1e_xH4ZYXWZujUdR",
               "Listclips ": [
                  {
                     "VideoName": "\"Y, ciertamente, otorgamos el Libro (la Torá)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=mdk7zsD3EyM",
                     "VideoDescription ": "{Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros milagros y..."
                  },
                  {
                     "VideoName": "\"E inspiramos a la madre de Moisés (tras el nacimiento de este):...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=XWGvfi7pBYs",
                     "VideoDescription ": "{E inspiramos a la madre de Moisés (tras el nacimiento de este): “Amamántalo y, cuando temas por él, deposítalo (en un cesto) sobre el río, y no temas ni te ..."
                  },
                  {
                     "VideoName": "\"{Y la mujer del Faraón dijo: “Será mi alegría y la tuya....\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=tXpSBLsyO1k",
                     "VideoDescription ": "{Y la mujer del Faraón dijo: “Será mi alegría y la tuya. No lo mates, puede que nos sea de alguna utilidad o podemos tomarlo como hijo”. Y no intuían (lo que..."
                  },
                  {
                     "VideoName": "\"Y así es como lo devolvimos a su madre para que se alegrara...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=zemXdMoRcl8",
                     "VideoDescription ": "{Y así es como lo devolvimos a su madre para que se alegrara y no se afligiera, y para que supiera que la promesa de Al-lah es cierta; pero la mayoría (de la..."
                  },
                  {
                     "VideoName": "\"Y entró en la ciudad cuando sus habitantes se hallaban desatentos (descansando)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=mi5hXWpf5MU",
                     "VideoDescription ": "Y entró en la ciudad cuando sus habitantes se hallaban desatentos (descansando) y se encontró con dos hombres que se peleaban: uno era de los suyos (de los h..."
                  },
                  {
                     "VideoName": "\"invocó (arrepentido a Al-lah) diciendo: “¡Señor!,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=AcZrIGdWcFU",
                     "VideoDescription ": "(Entonces) invocó (arrepentido a Al-lah) diciendo: “¡Señor!, he sido injusto conmigo mismo (al matar, sin querer, a dicho hombre). Perdóname”. Y Al-lah lo pe..."
                  },
                  {
                     "VideoName": "\"Y cuando Moisés decidió hacer uso de su fuerza contra quien era enemigo...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=_x3UNimL8Hk",
                     "VideoDescription ": "Y cuando Moisés decidió hacer uso de su fuerza contra quien era enemigo de ambos (el egipcio), este[1]le dijo: “¡Moisés!, ¿quieres matarme como hiciste ayer ..."
                  },
                  {
                     "VideoName": "\"Dijo Dios: Y llegó un hombre corriendo de las afueras de la ciudad que dijo:...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=7ViJHioqL1s",
                     "VideoDescription ": "Dijo Dios: Y llegó un hombre corriendo de las afueras de la ciudad que dijo: “¡Moisés!, los dignatarios del Faraón están reunidos discutiendo acerca de ti pa..."
                  },
                  {
                     "VideoName": "\"{Y cuando llegó al pozo de Madián, encontró a un grupo de hombres que abrevaban su...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=oATRxFeeGlg",
                     "VideoDescription ": "34 {Y cuando llegó al pozo de Madián, encontró a un grupo de hombres que abrevaban su ganado y vio que, apartadas de ellos, había dos mujeres que no dejaban ..."
                  },
                  {
                     "VideoName": "\"Y conoces lo que le aconteció a Moisés (oh, Muhammad)?...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=FOha_boQaEU",
                     "VideoDescription ": "{¿Y conoces lo que le aconteció a Moisés (oh, Muhammad)? - Vio un fuego cuando viajaba con su familia y le dijo a esta: “Permanezcan aquí. He divisado un fue..."
                  },
                  {
                     "VideoName": "\"les dijo (entonces): “¿Y quién es su Señor, Moisés?”...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=YohVTrLvjmA",
                     "VideoDescription ": "{(El Faraón) les dijo (entonces): “¿Y quién es su Señor, Moisés?”.- (Moisés) respondió: “Nuestro Señor es Quien ha dotado a todo lo que ha creado de su debid..."
                  },
                  {
                     "VideoName": "\"(Los brujos) le dijeron (a Moisés): “¡Moisés!, ¿arrojas tú primero (tu cayado) o empezamos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=TIlKDxrrR3Q",
                     "VideoDescription ": "{({(Los brujos) le dijeron (a Moisés): “¡Moisés!, ¿arrojas tú primero (tu cayado) o empezamos nosotros?”.- (Moisés) respondió: “Arrojen ustedes primero (lo q..."
                  },
                  {
                     "VideoName": "\"Y un hombre creyente de la familia del Faraón que ocultaba su fe dijo: ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=cY09c7_2OFM",
                     "VideoDescription ": "{Y un hombre creyente de la familia del Faraón que ocultaba su fe dijo: “¿Matarás a un hombre por decir que su Señor es Al-lah cuando te ha traído pruebas ev..."
                  },
                  {
                     "VideoName": "\"Y cuando ambas partes se divisaron, los seguidores de Moisés dijeron:...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=KNDR27u9HRM",
                     "VideoDescription ": "{Y cuando ambas partes se divisaron, los seguidores de Moisés dijeron: “Nos alcanzarán con toda seguridad”.- (Moisés) dijo: “¡No lo harán! Mi Señor está conm..."
                  },
                  {
                     "VideoName": "\"Entonces encontraron a uno de Nuestros siervos (Al Jidr)...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=-47oPtRE9S4",
                     "VideoDescription ": "{Entonces encontraron a uno de Nuestros siervos (Al Jidr) a quien habíamos concedido misericordia y un conocimiento (específico) de Nuestra parte.- Moisés le..."
                  },
                  {
                     "VideoName": "\"{Una de ellas dijo: “¡Padre, contrátalo (a tu servicio)!...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=eXlSIPnQuwY",
                     "VideoDescription ": "{Una de ellas dijo: “¡Padre, contrátalo (a tu servicio)! ¡Quién mejor para ello que alguien fuerte y honesto!”.}[Corán 28:26] -------------------------------..."
                  },
                  {
                     "VideoName": "\"Digan (ustedes, los creyentes): “Creemos en Al-lah y en lo que nos ha revelado,...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ZytffKUvkYY",
                     "VideoDescription ": "{Digan (ustedes, los creyentes): “Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las trib..."
                  },
                  {
                     "VideoName": "\"Y (recuerden, ¡oh, hijos de Israel!) cuando Moisés dijo a su pueblo:...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=b35wsyAL7vc",
                     "VideoDescription ": "{Y (recuerden, ¡oh, hijos de Israel!) cuando Moisés dijo a su pueblo: “Al-lah les ordena que degüellen una vaca”. Estos replicaron: “¿Te estás burlando de no..."
                  },
                  {
                     "VideoName": "\"Preséntense ante el Faraón, pues se ha excedido (en opresión e incredulidad),-...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=RWhMbIrjdFk",
                     "VideoDescription ": "{Preséntense ante el Faraón, pues se ha excedido (en opresión e incredulidad),-y háblenle con amabilidad para que, tal vez, acepte la amonestación o tema a A..."
                  },
                  {
                     "VideoName": "\"(Moisés y Aarón) dijeron: “¡Señor nuestro!, tememos que se precipite a castigarnos o que se...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=hYuto55HpfY",
                     "VideoDescription ": "{(Moisés y Aarón) dijeron: “¡Señor nuestro!, tememos que se precipite a castigarnos o que se exceda (con nosotros)”.-(Al-lah) les dijo: “No teman. Yo estaré ..."
                  },
                  {
                     "VideoName": "\"{Y, ciertamente, revelamos la Torá como guía y luz mediante la cual los profetas sometidos a la...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=TXcdmnWpa40",
                     "VideoDescription ": "{Y, ciertamente, revelamos la Torá como guía y luz mediante la cual los profetas sometidos a la voluntad de Al-lah juzgaban entre los judíos, así como sus sa..."
                  },
                  {
                     "VideoName": "\"{Entonces encontraron a uno de Nuestros siervos (Al Jidr) a quien habíamos concedido...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=cNqPWhEbylA",
                     "VideoDescription ": "{Entonces encontraron a uno de Nuestros siervos (Al Jidr) a quien habíamos concedido misericordia y un conocimiento (específico) de Nuestra parte.- Moisés le..."
                  }
               ]
            },
            {
               "Listname": "Profeta Moisés",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxn6-GR78ymrC1vb51MmjW5",
               "Listclips ": [
                  {
                     "VideoName": "\"Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=lKdy-VV2W5I",
                     "VideoDescription ": "{Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros milagros y..."
                  },
                  {
                     "VideoName": "\"{E inspiramos a la madre de Moisés (tras el nacimiento de este):..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=qKZeog56f4E",
                     "VideoDescription ": "{E inspiramos a la madre de Moisés (tras el nacimiento de este): “Amamántalo y, cuando temas por él, deposítalo (en un cesto) sobre el río, y no temas ni te ..."
                  },
                  {
                     "VideoName": "\"{E inspiramos a la madre de Moisés (tras el nacimiento de este):...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=DUWB0GMf6As",
                     "VideoDescription ": "{E inspiramos a la madre de Moisés (tras el nacimiento de este): “Amamántalo y, cuando temas por él, deposítalo (en un cesto) sobre el río, y no temas ni te ..."
                  },
                  {
                     "VideoName": "\"{Y la mujer del Faraón dijo: “Será mi alegría y la tuya...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=t1wfJNFjhak",
                     "VideoDescription ": "{Y la mujer del Faraón dijo: “Será mi alegría y la tuya. No lo mates, puede que nos sea de alguna utilidad o podemos tomarlo como hijo”. Y no intuían (lo que..."
                  },
                  {
                     "VideoName": "\"Dijo Dios: Y llegó un hombre corriendo de las afueras de la ciudad que dijo:...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=SvU821wPB2I",
                     "VideoDescription ": "Dijo Dios: Y llegó un hombre corriendo de las afueras de la ciudad que dijo: “¡Moisés!, los dignatarios del Faraón están reunidos discutiendo acerca de ti pa..."
                  },
                  {
                     "VideoName": "\"Y cuando llegó al pozo de Madián, ...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=miQ1i5AQKOU",
                     "VideoDescription ": "{Y cuando llegó al pozo de Madián, encontró a un grupo de hombres que abrevaban su ganado y vio que, apartadas de ellos, había dos mujeres que no dejaban que..."
                  },
                  {
                     "VideoName": "\"Y conoces lo que le aconteció a Moisés (oh, Muhammad)?..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=GN1X-TuULtA",
                     "VideoDescription ": "{¿Y conoces lo que le aconteció a Moisés (oh, Muhammad)? - Vio un fuego cuando viajaba con su familia y le dijo a esta: “Permanezcan aquí. He divisado un fue..."
                  },
                  {
                     "VideoName": "\"Dijo Dios: Y llegó un hombre corriendo de las afueras de la ciudad que dijo:..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=qX16l3m6GG8",
                     "VideoDescription ": "Dijo Dios: Y llegó un hombre corriendo de las afueras de la ciudad que dijo: “¡Moisés!, los dignatarios del Faraón están reunidos discutiendo acerca de ti pa..."
                  },
                  {
                     "VideoName": "\"le dijeron (a Moisés): “¡Moisés!, ¿arrojas tú primero (tu cayado)..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Bo3tFOFBqfQ",
                     "VideoDescription ": "{({(Los brujos) le dijeron (a Moisés): “¡Moisés!, ¿arrojas tú primero (tu cayado) o empezamos nosotros?”.- (Moisés) respondió: “Arrojen ustedes primero (lo q..."
                  },
                  {
                     "VideoName": "\"Y (recuerden) cuando dijeron: “¡Moisés!,..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=nt1AiUa34Wg",
                     "VideoDescription ": "{Y (recuerden) cuando dijeron: “¡Moisés!, no creeremos en ti hasta que veamos a Al-lah con claridad”. Entonces fueron alcanzados por un rayo (que los fulminó..."
                  },
                  {
                     "VideoName": "\"Una de ellas dijo: “¡Padre, contrátalo (a tu servicio)!..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ZKLc2zxgS_s",
                     "VideoDescription ": "{Una de ellas dijo: “¡Padre, contrátalo (a tu servicio)! ¡Quién mejor para ello que alguien fuerte y honesto!”.}"
                  },
                  {
                     "VideoName": "\"Digan (ustedes, los creyentes): “Creemos en Al-lah y en lo que nos ha revelado,..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=ySP7V1PoaKU",
                     "VideoDescription ": "{Digan (ustedes, los creyentes): “Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las trib..."
                  }
               ]
            },
            {
               "Listname": "Su señor",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYwCbEPLogJTZShlsxYYiDtY",
               "Listclips ": [
                  {
                     "VideoName": "\"Al-lah!No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nuncaj muere)..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=3UA89qyAOAM",
                     "VideoDescription ": "¡Al-lah!No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación. Ni la somnolencia ni el..."
                  },
                  {
                     "VideoName": "\"O bien (sus acciones) se asemejana la oscuridad..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=j9QcLMawz1o",
                     "VideoDescription ": "O bien (sus acciones) se asemejana la oscuridad de un mar profundo donde hay olas cubiertas por olas, y estas, a su vez, cubiertas por nubes; oscuridad sobre..."
                  },
                  {
                     "VideoName": "\"Todo cuanto existe sobre la faz (de la tierra) perecerá...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=C0WJowfPyIE",
                     "VideoDescription ": "Todo cuanto existe sobre la faz (de la tierra) perecerá.Y solo el solemne y honorable rostro de tu Señorpermanecerá para siempre."
                  },
                  {
                     "VideoName": "\"Ciertamente, en la creación de los cielos y de la tierra y en la alternancia de la noche ..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=nP3V3uksBHM",
                     "VideoDescription ": "Ciertamente, en la creación de los cielos y de la tierra y en la alternancia de la noche y el día hay pruebas (del poder de Al-lah) para los hombres de buen ..."
                  },
                  {
                     "VideoName": "\"Gentes!, temed a vuestro Señor, Quien os creó a partir de un solo ser (Adán)..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=BrrpbDD5BdQ",
                     "VideoDescription ": "¡Gentes!, temed a vuestro Señor, Quien os creó a partir de un solo ser (Adán) y creó de él a su pareja, e hizo que de ambos surgieran y se diseminaran por la..."
                  },
                  {
                     "VideoName": "\"Al-lah es Quien ha hecho para vosotros de la tierra un lugar para estableceros en ella..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=vLjWfPmnJno",
                     "VideoDescription ": "Al-lah es Quien ha hecho para vosotros de la tierra un lugar para estableceros en ella y del cielo, una sólida construcción (a modo de techo); os ha modelado..."
                  },
                  {
                     "VideoName": "\"Gentes!, prestad atención al ejemplo que se os expone...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=MpwOeE6THvk",
                     "VideoDescription ": "¡Gentes!, prestad atención al ejemplo que se os expone. Aquellos a quienes invocáis fuera de Al-lah no pueden crear ni una mosca, aunque se unieran ayudándos..."
                  },
                  {
                     "VideoName": "\"Y ha puesto a vuestro servicio la noche, el día, el sol y la luna;..\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=w8p1ndi_alc",
                     "VideoDescription ": "Y ha puesto a vuestro servicio la noche, el día, el sol y la luna; y ha sometido las estrellas a Su voluntad. En ello hay, ciertamente, pruebas(del poder y l..."
                  }
               ]
            },
            {
               "Listname": "Jesús en el Corán",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxlRAfs1ei9k_Ol4864OJEW",
               "Listclips ": [
                  {
                     "VideoName": "Y (recuerda) cuando los ángeles dijeron: “¡María!,",
                     "VideoUrl": "https://www.youtube.com/watch?v=mLysXoVRWsI",
                     "VideoDescription ": "Dios dijo: {Y (recuerda) cuando los ángeles dijeron: “¡María!, Al-lah te anuncia la buena nueva de (un hijo creado a partir de) una palabra Suya (‘sé’), de n..."
                  },
                  {
                     "VideoName": "Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en este Libro (el Corán) acerca de María",
                     "VideoUrl": "https://www.youtube.com/watch?v=Dh_Uvw8Hi3k",
                     "VideoDescription ": "Dios dijo: {Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en este Libro (el Corán) acerca de María, cuando esta se apartó de su familia para retirarse..."
                  },
                  {
                     "VideoName": "Dios dijo: {Y se presentó ante su gente con el niño en brazos.",
                     "VideoUrl": "https://www.youtube.com/watch?v=TxpjJ8Y2VTo",
                     "VideoDescription ": "Dios dijo: {Y se presentó ante su gente con el niño en brazos. Le dijeron: “¡Oh, María!, ¡has hecho algo inaudito!(27)-¡Oh, hermana de Aarón![1] (¿Cómo has p..."
                  },
                  {
                     "VideoName": "Dios dijo: {Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María.",
                     "VideoUrl": "https://www.youtube.com/watch?v=1mb2QzYoo8k",
                     "VideoDescription ": "Dios dijo: {Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María. Y esta es la verdad sobre la que dudan (y discrepan los judíos y l..."
                  },
                  {
                     "VideoName": "Dios dijo: {E hicimos de Jesús y de su madre una prueba",
                     "VideoUrl": "https://www.youtube.com/watch?v=gvCjGWKDm-I",
                     "VideoDescription ": "Dios dijo: {E hicimos de Jesús y de su madre una prueba (de Nuestro poder al hacer que esta concibiera sin la intervención de ningún hombre), y los refugiamo..."
                  },
                  {
                     "VideoName": "Dios dijo: {Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María.",
                     "VideoUrl": "https://www.youtube.com/watch?v=eiRzdqHUaCE",
                     "VideoDescription ": "34 Dios dijo: {Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María. Y esta es la verdad sobre la que dudan (y discrepan los judíos ..."
                  },
                  {
                     "VideoName": "Dios dijo: {Y (recuerda) cuando Jesús, hijo de María, dijo: “¡Oh, hijos de Israel!,",
                     "VideoUrl": "https://www.youtube.com/watch?v=kiQi16e9to8",
                     "VideoDescription ": "Dios dijo: {Y (recuerda) cuando Jesús, hijo de María, dijo: “¡Oh, hijos de Israel!, yo soy realmente un Mensajero de Al-lah enviado a ustedes para confirmarl..."
                  },
                  {
                     "VideoName": "(Y recuerda a tu gente) cuando Al-lah le dijo a Jesús,",
                     "VideoUrl": "https://www.youtube.com/watch?v=b7_5pDUHP0k",
                     "VideoDescription ": "{(Y recuerda a tu gente) cuando Al-lah le dijo a Jesús, hijo de María: “Recuerda las gracias que te he concedido, así como a tu madre, cuando te apoyé y fort..."
                  },
                  {
                     "VideoName": "Y cuando Jesús sintió que rechazarían la verdad, dijo: “¿Quién me apoyará en la causa de Al-lah?”",
                     "VideoUrl": "https://www.youtube.com/watch?v=GGmniUDPAyI",
                     "VideoDescription ": "Dios dijo: {Y cuando Jesús sintió que rechazarían la verdad, dijo: “¿Quién me apoyará en la causa de Al-lah?”. Sus discípulos dijeron: “Nosotros te apoyaremo..."
                  },
                  {
                     "VideoName": "Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros)mensajeros.",
                     "VideoUrl": "https://www.youtube.com/watch?v=WJ6Jr0iNhas",
                     "VideoDescription ": "Dios dijo: {Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros..."
                  },
                  {
                     "VideoName": "Y me ha ordenado ser respetuoso y amable con mi madre y no ser arrogante ni rebelde.",
                     "VideoUrl": "https://www.youtube.com/watch?v=ggOHNzmLST0",
                     "VideoDescription ": "Dios dijo: {Y me ha ordenado ser respetuoso y amable con mi madre y no ser arrogante ni rebelde.} [Corán 19:32 ]."
                  },
                  {
                     "VideoName": "Dios dijo: {Ciertamente, el ejemplo de Jesús es para Al-lah como el de Adán,",
                     "VideoUrl": "https://www.youtube.com/watch?v=UXONsHWyfcM",
                     "VideoDescription ": "Dios dijo: {Ciertamente, el ejemplo de Jesús es para Al-lah como el de Adán, a quien creó a partir del polvo y le dijo: “Sé”, y fue.} [Corán 3: 59]."
                  },
                  {
                     "VideoName": "Ô gens du Livre ! Ne soyez pas Dios dijo: {¡Cristianos!,",
                     "VideoUrl": "https://www.youtube.com/watch?v=VbqWHF7mIow",
                     "VideoDescription ": "Ô gens du Livre ! Ne soyez pas Dios dijo: {¡Cristianos!, no exageren en su religión ni digan sobre Al-lah salvo la verdad. El Mesías Jesús, hijo de María, no..."
                  },
                  {
                     "VideoName": "Dios dijo: {El Mesías no encuentra indigno ser un siervo de Al-lah,",
                     "VideoUrl": "https://www.youtube.com/watch?v=iPnTJboyJcY",
                     "VideoDescription ": "Dios dijo: {El Mesías no encuentra indigno ser un siervo de Al-lah, como tampoco menosprecian serlo los ángeles allegados a Él. Y todos aquellos que menospre..."
                  },
                  {
                     "VideoName": "Dios dijo: {Y dicen (algunos): “El Clemente ha tomado para Sí un hijo”.",
                     "VideoUrl": "https://www.youtube.com/watch?v=cJEYJn8OSKw",
                     "VideoDescription ": "Dios dijo: {Y dicen (algunos): “El Clemente ha tomado para Sí un hijo”.(88)-En verdad, han dicho algo gravísimo.(89)-A punto han estado los cielos de rasgars..."
                  },
                  {
                     "VideoName": "Dios dijo: {Di (¡oh, Muhammad!):",
                     "VideoUrl": "https://www.youtube.com/watch?v=V1ApmXBevME",
                     "VideoDescription ": "Dios dijo: {Di (¡oh, Muhammad!): “Él es Al-lah, el único (Señor de toda la creación y el único que merece ser adorado);-Al-lah, el Eterno -No ha engendrado n..."
                  },
                  {
                     "VideoName": "Dios dijo: {Y (recuerda) cuando Al-lah dijo: “¡Jesús!,",
                     "VideoUrl": "https://www.youtube.com/watch?v=y1jjo-rQOto",
                     "VideoDescription ": "Dios dijo: {Y (recuerda) cuando Al-lah dijo: “¡Jesús!, te tomaré (mientras duermes) y haré que asciendas hacia Mí (en cuerpo y alma), y te salvaré de quienes..."
                  },
                  {
                     "VideoName": "Dios dijo: {y por decir (burlándose): “Hemos matado al Mesías Jesús,",
                     "VideoUrl": "https://www.youtube.com/watch?v=_26dGiHsTRM",
                     "VideoDescription ": "Dios dijo: {y por decir (burlándose): “Hemos matado al Mesías Jesús, hijo de María, el Profeta de Al-lah”. Pero no lo mataron ni lo crucificaron, sino que se..."
                  },
                  {
                     "VideoName": "Dios dijo: {Solo les dije lo que Tú me ordenaste decir: ‘Adoren (solamente) a Al-lah,",
                     "VideoUrl": "https://www.youtube.com/watch?v=kuOQQV-r9j4",
                     "VideoDescription ": "Dios dijo: {Solo les dije lo que Tú me ordenaste decir: ‘Adoren (solamente) a Al-lah, mi Señor y su Señor’. Y fui su testigo mientras permanecí entre ellos; ..."
                  },
                  {
                     "VideoName": "Dios dice: {¡Cristianos!, no exageren en su religión ni digan sobre Dios salvo la verdad.",
                     "VideoUrl": "https://www.youtube.com/watch?v=R9cpTVJ7qpE",
                     "VideoDescription ": "Dios dice: {¡Cristianos!, no exageren en su religión ni digan sobre Dios salvo la verdad. El Mesías Jesús, hijo de María, no es sino un Mensajero de Dios a q..."
                  },
                  {
                     "VideoName": "Dios dice: {El Mesías no encuentra indigno ser un siervo de Dios,",
                     "VideoUrl": "https://www.youtube.com/watch?v=TO3BFXbBFrc",
                     "VideoDescription ": "Dios dice: {El Mesías no encuentra indigno ser un siervo de Dios, como tampoco menosprecian serlo los ángeles allegados a Él. Y todos aquellos que menospreci..."
                  },
                  {
                     "VideoName": "Dios dice: {Ciertamente, quienes dicen que Dios es el Mesías,",
                     "VideoUrl": "https://www.youtube.com/watch?v=x3IyMY3jz9w",
                     "VideoDescription ": "Dios dice: {Ciertamente, quienes dicen que Dios es el Mesías, hijo de María, niegan la verdad y han caído en la incredulidad. Diles (¡oh, Muhammad!): “¿Quién..."
                  },
                  {
                     "VideoName": "Jésus est, pour Allah, tel Adam qu’Il créa de terre puis à qui Il dit :",
                     "VideoUrl": "https://www.youtube.com/watch?v=1U0e-SRBZQ8",
                     "VideoDescription ": "59-Jésus est, pour Allah, tel Adam qu’Il créa de terre puis à qui Il dit : « Sois ! » et il fut.Dios dice: {Ciertamente, el ejemplo de Jesús es para Dios com..."
                  },
                  {
                     "VideoName": "Dios dice: {y por decir (burlándose): “Hemos matado al Mesías Jesús, hijo de María,",
                     "VideoUrl": "https://www.youtube.com/watch?v=4rJpMxeQxmg",
                     "VideoDescription ": "Dios dice: {y por decir (burlándose): “Hemos matado al Mesías Jesús, hijo de María, el Profeta de Dios”. Pero no lo mataron ni lo crucificaron, sino que se l..."
                  },
                  {
                     "VideoName": "Dios dice: {Realmente, quienes dicen que Dios es el Mesías, hijo de María,",
                     "VideoUrl": "https://www.youtube.com/watch?v=ATh9hk_Rs_Y",
                     "VideoDescription ": "Dios dice: {Realmente, quienes dicen que Dios es el Mesías, hijo de María, han caído en la incredulidad (por rechazar la verdad), pues el propio Mesías decía..."
                  },
                  {
                     "VideoName": "Dios dice: {Realmente, quienes dicen que Dios es parte de la Trinidad han caído en la incredulidad,",
                     "VideoUrl": "https://www.youtube.com/watch?v=oRg4JOd-Bso",
                     "VideoDescription ": "Dios dice: {Realmente, quienes dicen que Dios es parte de la Trinidad han caído en la incredulidad, pues no hay más que una divinidad con derecho a la adorac..."
                  },
                  {
                     "VideoName": "Dios dice: {Y, ciertamente, te hemos transmitido el mensaje (¡oh, Muhammad!)",
                     "VideoUrl": "https://www.youtube.com/watch?v=diYDfiF4Icw",
                     "VideoDescription ": "Dios dice: {Y, ciertamente, te hemos transmitido el mensaje (¡oh, Muhammad!) al igual que hicimos con Noé y con los profetas que lo sucedieron. Y transmitimo..."
                  },
                  {
                     "VideoName": "Dios dice: {El Mesías, hijo de María, no es sino un Mensajero de Dios,",
                     "VideoUrl": "https://www.youtube.com/watch?v=g447B_Keelo",
                     "VideoDescription ": "Dios dice: {El Mesías, hijo de María, no es sino un Mensajero de Dios, al igual que otros que lo precedieron; y su madre, una fiel creyente. Ambos comían ali..."
                  },
                  {
                     "VideoName": "Dios dice: {Los judíos dicen que Usair es el hijo de Dios,",
                     "VideoUrl": "https://www.youtube.com/watch?v=AH-V7bQ4ptM",
                     "VideoDescription ": "Dios dice: {Los judíos dicen que Usair es el hijo de Dios, mientras que los cristianos dicen que el Mesías es el hijo de Dios. Tales son las palabras que sal..."
                  },
                  {
                     "VideoName": "Dios dice: {Han tomado a sus rabinos y monjes por sus señores en vez de a Dios,",
                     "VideoUrl": "https://www.youtube.com/watch?v=HvkIjK-0NeE",
                     "VideoDescription ": "Dios dice: {Han tomado a sus rabinos y monjes por sus señores en vez de a Dios, así como a Jesús, hijo de María. Sin embargo, (en sus Escrituras) se les orde..."
                  },
                  {
                     "VideoName": "Dios dice: {De entre estos mensajeros, favorecimos a algunos por encima de otros;",
                     "VideoUrl": "https://www.youtube.com/watch?v=JjRYDPp8Plw",
                     "VideoDescription ": "Dios dice: {De entre estos mensajeros, favorecimos a algunos por encima de otros; a unos les habló Dios directamente y a otros les concedió una alta distinci..."
                  },
                  {
                     "VideoName": "Dios dice: {Y cuando Jesús se presentó ante su pueblo con claros milagros y pruebas, les dijo:",
                     "VideoUrl": "https://www.youtube.com/watch?v=OJM9iJozaFc",
                     "VideoDescription ": "Dios dice: {Y cuando Jesús se presentó ante su pueblo con claros milagros y pruebas, les dijo: “Ciertamente, he venido a ustedes como Profeta para aclararles..."
                  },
                  {
                     "VideoName": "Dios dice: {Y (recuerda) cuando Jesús, hijo de María, dijo: “¡Oh, hijos de Israel!,",
                     "VideoUrl": "https://www.youtube.com/watch?v=IP98CgWde_M",
                     "VideoDescription ": "Dios dice: {Y (recuerda) cuando Jesús, hijo de María, dijo: “¡Oh, hijos de Israel!, yo soy realmente un Mensajero de Dios enviado a ustedes para confirmarles..."
                  },
                  {
                     "VideoName": "Dios dice: {Y (recuerda, ¡oh, Muhammad!)",
                     "VideoUrl": "https://www.youtube.com/watch?v=gxmvi83DZHI",
                     "VideoDescription ": "Dios dice: {Y (recuerda, ¡oh, Muhammad!) cuando establecimos un pacto con los profetas (para establecer Nuestra religión y Nuestro mensaje), así como contigo..."
                  },
                  {
                     "VideoName": "Dios dice: {Y Dios dirá (a Jesús el Día de la Resurrección): “Jesús, hijo de María,",
                     "VideoUrl": "https://www.youtube.com/watch?v=ne_28m06Gew",
                     "VideoDescription ": "Dios dice: {Y Dios dirá (a Jesús el Día de la Resurrección): “Jesús, hijo de María, ¿dijiste tú a la gente que te tomaran a ti y a tu madre por divinidades e..."
                  },
                  {
                     "VideoName": "Dios dice: {Solo les dije lo que Tú me ordenaste decir: ‘Adoren (solamente) a Dios,",
                     "VideoUrl": "https://www.youtube.com/watch?v=gPQ8QJ-prxU",
                     "VideoDescription ": "Dios dice: {Solo les dije lo que Tú me ordenaste decir: ‘Adoren (solamente) a Dios, mi Señor y su Señor’. Y fui su testigo mientras permanecí entre ellos; ma..."
                  },
                  {
                     "VideoName": "Dios dice: {Y cuando Jesús sintió que rechazarían la verdad, dijo:",
                     "VideoUrl": "https://www.youtube.com/watch?v=U47gwFQUalI",
                     "VideoDescription ": "Dios dice: {Y cuando Jesús sintió que rechazarían la verdad, dijo: “¿Quién me apoyará en la causa de Dios?”. Sus discípulos dijeron: “Nosotros te apoyaremos ..."
                  },
                  {
                     "VideoName": "Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros",
                     "VideoUrl": "https://www.youtube.com/watch?v=Tc2iIrsDicw",
                     "VideoDescription ": "Dios dice: {Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros..."
                  }
               ]
            },
            {
               "Listname": "reference lat",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYxpj3Dd4Ri1REtSkAubG5ne",
               "Listclips ": [
                  {
                     "VideoName": "\"Los adjetivos “Clemente” y “Misericordioso” no recogen la diferencia que la lengua árabe...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=LBEnQL0I48U",
                     "VideoDescription ": "3- Los adjetivos “Clemente” y “Misericordioso” no recogen la diferencia que la lengua árabe establece entre Rahman y Rahim. Rahman, traducido aquí como Cleme..."
                  },
                  {
                     "VideoName": "\"Los adjetivos “Clemente” y “Misericordioso” no recogen la diferencia que la lengua árabe...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=TKuhbE1FTfY",
                     "VideoDescription ": "3- Los adjetivos “Clemente” y “Misericordioso” no recogen la diferencia que la lengua árabe establece entre Rahman y Rahim. Rahman, traducido aquí como Cleme..."
                  },
                  {
                     "VideoName": "\"Otros nombres con que se conoce ese día son: el Día de la Retribución, el Día de la Rendición...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=M12OPPRpQ7k",
                     "VideoDescription ": "1- Otros nombres con que se conoce ese día son: el Día de la Retribución, el Día de la Rendición de Cuentas, el Día de la Verdad, el Día de la Resurrección, ..."
                  },
                  {
                     "VideoName": "\"Otros nombres con que se conoce ese día son: el Día de la Retribución, el Día de la Rendición...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Eqmhu3zrbJ4",
                     "VideoDescription ": "1- Otros nombres con que se conoce ese día son: el Día de la Retribución, el Día de la Rendición de Cuentas, el Día de la Verdad, el Día de la Resurrección, ..."
                  },
                  {
                     "VideoName": "\"Temer a Al-lah o adquirir taqua significa obedecer a Al-lah en todo lo que ordena y evitar todo...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=gnkwm7MxXYM",
                     "VideoDescription ": "1- Temer a Al-lah o adquirir taqua significa obedecer a Al-lah en todo lo que ordena y evitar todo lo que prohíbe, y también incluye alejarse —a modo de prec..."
                  },
                  {
                     "VideoName": "\"Temer a Al-lah o adquirir taqua significa obedecer a Al-lah en todo lo que ordena y evitar todo...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=Bd_KEXAQIho",
                     "VideoDescription ": "1- Temer a Al-lah o adquirir taqua significa obedecer a Al-lah en todo lo que ordena y evitar todo lo que prohíbe, y también incluye alejarse —a modo de prec..."
                  },
                  {
                     "VideoName": "\"Al-lah hará que sus burlas recaigan sobre ellos mismos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=J_nd7gO14d0",
                     "VideoDescription ": "Al-lah hará que sus burlas recaigan sobre ellos mismos [1] y dejará que persistan en sus transgresiones, extraviados y desorientados.1- Literalmente, la aley..."
                  },
                  {
                     "VideoName": "\"Al-lah hará que sus burlas recaigan sobre ellos mismos...\"",
                     "VideoUrl": "https://www.youtube.com/watch?v=hzzR5VwwyGo",
                     "VideoDescription ": "Al-lah hará que sus burlas recaigan sobre ellos mismos [1] y dejará que persistan en sus transgresiones, extraviados y desorientados.1- Literalmente, la aley..."
                  }
               ]
            },
            {
               "Listname": "Spanish Videos",
               "Listlink": "https://www.youtube.com/playlist?list=PLopRab2c_AYx1oBNViz75RRafynN2O7lx",
               "Listclips ": [
                  {
                     "VideoName": "El peligro de propagar la corrupción en la tierra",
                     "VideoUrl": "https://www.youtube.com/watch?v=k0LlhV_3bJE",
                     "VideoDescription ": "El peligro de difundir la corrupción en la TierraEl peligro de difundir la corrupción en la tierra a través de nuestro comportamiento y palabras. Nosotros fu..."
                  },
                  {
                     "VideoName": "Ordenar el bien y prohíbir el mal",
                     "VideoUrl": "https://www.youtube.com/watch?v=o1xk2WKeyJc",
                     "VideoDescription ": "Prescribir el bien y prohibir el mal. Dios nos dice en el sagrado Corán que somos la mejor nación en la Tierra, siempre y cuando cumplamos con prescribir el ..."
                  },
                  {
                     "VideoName": "La Recompensa de Al-lâh en la Otra Vida",
                     "VideoUrl": "https://www.youtube.com/watch?v=GIZY7L4h9oo",
                     "VideoDescription ": "La vida del ser humano tiene un principio y tiene un fin. El siervo siempre busca en esta vida que se le recompense por lo que hace.Esta vida tiene un fin y ..."
                  },
                  {
                     "VideoName": "El Corán te desafía",
                     "VideoUrl": "https://www.youtube.com/watch?v=6zUIfj_2JvI",
                     "VideoDescription ": "El Corán desafíaEl Corán fue enviado por Dios al Profeta Muhammad (pbse), quien no sabía leer ni escribir. El Corán fue enviado para toda la humanidad, y se ..."
                  },
                  {
                     "VideoName": "Mensaje para el ateo",
                     "VideoUrl": "https://www.youtube.com/watch?v=lkwk2egfWNI",
                     "VideoDescription ": "Mensaje para el ateoLes invito a leer el Corán con la mente y el corazón abiertos y hablar con los musulmanes de conocimiento, antes de rechazar el islamhttp..."
                  },
                  {
                     "VideoName": "Penalización del adulterio y la pornografía",
                     "VideoUrl": "https://www.youtube.com/watch?v=SJ4S260KTcI",
                     "VideoDescription ": "Penalización del adulterio y la pornografía El adulterio y la pornografía destruyen la familia y la sociedad, por eso la Sharia o ley islámica lo declara com..."
                  },
                  {
                     "VideoName": "Las sociedades antes de conocer el Islam",
                     "VideoUrl": "https://www.youtube.com/watch?v=OyXtMXYf2_Q",
                     "VideoDescription ": "Las sociedades antes de conocer el IslamLas sociedades antes de la venida del Islam habían perdido el significado verdadero del mensaje enviado por Dios con ..."
                  },
                  {
                     "VideoName": "¿Qué es la Sharia?",
                     "VideoUrl": "https://www.youtube.com/watch?v=CMqg_s6u8wY",
                     "VideoDescription ": "¿Qué es la Sharia?La Sharia es un código de ley cuya fuente es el Corán y el ejemplo del profeta Muhammad (pbse) y el consenso de los juristas. La Sharia tie..."
                  },
                  {
                     "VideoName": "La historia de Yusuf (José)",
                     "VideoUrl": "https://www.youtube.com/watch?v=i9I5YWqvYAM",
                     "VideoDescription ": "Una de las historias más hermosas que relata el Sagrado Corán, es la historia del profeta José (Yusuf). La gran fe y lucha de este joven y la gesta de una gr..."
                  },
                  {
                     "VideoName": "¿Por qué insultan al Profeta Muhammad (pbse)?",
                     "VideoUrl": "https://www.youtube.com/watch?v=bTLogtFiZkE",
                     "VideoDescription ": "El Profeta Muhammad (pbse) era un hombre honesto, muy bondadoso, generoso, justo y veraz. Nunca golpeó o maltrató a una mujer o un niño y nunca mentía. Su pu..."
                  },
                  {
                     "VideoName": "EL PARAISO",
                     "VideoUrl": "https://www.youtube.com/watch?v=FeQxV9-Mui4",
                     "VideoDescription ": "Esta vida tiene un fin y el siervo de Al-lâh debe obrar para que se le recompense en la otra vida.  El ser humano por naturaleza busca la recompensa en la vi..."
                  },
                  {
                     "VideoName": "EL INGRESO AL PARAÍSO",
                     "VideoUrl": "https://www.youtube.com/watch?v=_Zm6Kmnn8dk",
                     "VideoDescription ": "¿Cuál es el resultado de ser monoteísta y creer en Al-láh y adorarlo con sinceridad solo a El y seguir a Su mensajero? Al-láh solo acepta las obras buenas so..."
                  },
                  {
                     "VideoName": "DESCRIPCIÓN DE LA PUERTA DEL PARAÍSO",
                     "VideoUrl": "https://www.youtube.com/watch?v=3j-pID9ccj0",
                     "VideoDescription ": "Creer en lo que Al-láh y Su mensajero nos han informado forma parte de una verdadera y pura creencia; el musulmán se concentra en reflexionar en la grandiosa..."
                  },
                  {
                     "VideoName": "LA SOMBRA DE UN ÁRBOL",
                     "VideoUrl": "https://www.youtube.com/watch?v=YHmDNUwrQKQ",
                     "VideoDescription ": "Dar testimonio de que el Muhammad es el Mensajero de Al-láh implica creer en lo que nos informó y de que es verdad lo que dijo; aquí nos describe la sombra d..."
                  },
                  {
                     "VideoName": "OBEDECER A AL-LÁH Y A SU MENSAJERO",
                     "VideoUrl": "https://www.youtube.com/watch?v=nN3TH9RD68o",
                     "VideoDescription ": "El Gran éxito es el Ingreso al Paraíso, pero hay condiciones, creer en Al-láh y en Su mensajero por ello el musulmán debe aprender que significa No hay divin..."
                  },
                  {
                     "VideoName": "EL UDÚ (HADIZ)",
                     "VideoUrl": "https://www.youtube.com/watch?v=kFpsv1d4sg4",
                     "VideoDescription ": "De la misericordia de Al-láh es haber hecho muchos y varios tipos de adoraciones pero el siervo no se beneficia de ellas sino con el conocimiento y la sincer..."
                  },
                  {
                     "VideoName": "ADQUIRIR EL CONOCIMIENTO (HADIZ)",
                     "VideoUrl": "https://www.youtube.com/watch?v=PdnVndswQGk",
                     "VideoDescription ": "El adquirir el conocimiento tiene numerosas virtudes, entre ellas; el ingreso al Paraíso; es por ello que el musulmán debe considerar y saber bien  por qué  ..."
                  },
                  {
                     "VideoName": "FRUTOS EN EL PARAÍSO",
                     "VideoUrl": "https://www.youtube.com/watch?v=u8jWvrf3FeU",
                     "VideoDescription ": "Nada absolutamente nada de este mundo puede compararse con algo del Paraíso excepto por el nombre."
                  },
                  {
                     "VideoName": "LA SINCERIDAD",
                     "VideoUrl": "https://www.youtube.com/watch?v=jxQlrlj8Nbo",
                     "VideoDescription ": "La sinceridad es un acto de adoración, una de las obras que permite ingresar al Paraiso."
                  }
               ]
            }
         ]
      }
   ]
}